{
    "books": [
        {
            "name": "Clement: Homily XVI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily XVI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily XVI 1:1",
                            "text": "Homily XVI: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily XVI 1:2",
                            "text": "—Simon Wishes to Discuss with Peter the Unity of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily XVI 1:3",
                            "text": "At break of day Peter went out, and reaching the place where he was wont to discourse, he saw a great multitude assembled."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily XVI 1:4",
                            "text": "At the very time when he was going to discourse, one of his deacons entered, and said:  \"Simon has come from Antioch, starting as soon as it was evening, having learned that you promised to speak on the unity of God; and he is ready, along with Athenodorus the Epicurean, to come to hear your speech, in order that he may publicly oppose all the arguments ever adduced by you for the unity of God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Homily XVI 1:5",
                            "text": "Just as the deacon said this, lo! Simon himself entered, accompanied by Athenodorus and some other friends."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement: Homily XVI 1:6",
                            "text": "And before Peter spoke at all, he took the first word, and said:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily XVI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:2",
                            "text": "—The Same Subject Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:3",
                            "text": "\"I heard that you promised yesterday to Faustus to prove this day, giving out your arguments in regular order, and beginning with Him who is Lord of the universe, that we ought to say that He alone is God, and that we ought neither to say nor to think that there are other gods, because he that acts contrary to this will be punished eternally."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:4",
                            "text": "But, above all, I am truly amazed at your madness in hoping to convert a wise man, and one far advanced in years, to your state of mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:5",
                            "text": "But you will not succeed in your designs; and all the more that I am present, and can thoroughly refute your false arguments."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:6",
                            "text": "For perhaps, if I had not been present, the wise old man might have been led astray, because he has no critical acquaintance with the books publicly believed in amongst the Jews."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:7",
                            "text": "At present I shall omit much, in order that I may the more speedily refute that which you have promised to prove."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:8",
                            "text": "Wherefore begin to speak what you promised to say before us, who know the Scriptures."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:9",
                            "text": "But if, fearing our refutation, you are unwilling to fulfil your promise in our presence, this of itself will be sufficient proof that you are wrong, because you did venture to speak in the presence of those who know the Scriptures."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Clement: Homily XVI 2:10",
                            "text": "And now, why should I wait till you tell me, when I have a most satisfactory witness of your promise in the old man who is present?\"  And, saying this, he looked to my father, and said:  \"Tell me, most excellent of all men, is not this the man who promised to prove to you to-day that God is one, and that we ought not to say or think that there is any other god, and that he who acts contrary to this will be punished eternally, as committing the most heinous sin?  Do you, then, refuse to reply to me?\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily XVI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:2",
                            "text": "—The Mode of the Discussion."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:3",
                            "text": "And our father said:  \"Well might you have demanded testimony from me, Simon, if Peter had first denied that he had made the promise."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:4",
                            "text": "But now I shall feel no shame in saying what I am bound to say."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:5",
                            "text": "I think that you wish to enter on the discussion inflamed with anger."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:6",
                            "text": "Now this is a state of mind in which it is improper for you to speak and for us to listen to you; for we are no longer being helped on to the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:7",
                            "text": "but we are watching the progress of a contest."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:8",
                            "text": "And now, having learned from Hellenic culture how those who seek the truth ought to act, I shall remind you."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:9",
                            "text": "Let each of you give an exposition of his own opinion, and let the right of speech pass from the one to the other."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:10",
                            "text": "For if Peter alone should wish to expound his thought, but you should be silent as to yours, it is possible that some argument adduced by you might crush both your and his opinion; and both of you, though defeated by this argument, would not appear defeated, but only the one who expounded his opinion; while he who did not expound his, though equally defeated, would not appear defeated, but would even be thought to have conquered\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Clement: Homily XVI 3:11",
                            "text": "And Simon answered:  \"I will do as you say; but I am afraid lest you do not turn out a truth-loving judge, as you have been already prejudiced by his arguments\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily XVI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:2",
                            "text": "—The Prejudices of Faustus Rather on the Side of Simon Than on that of Peter."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:3",
                            "text": "Our father answered:  \"Do not compel me to agree with you without any exercise of my judgment in order that I may seem to be a truth-loving judge; but if you wish me to tell you the truth, my prepossessions are rather the side of your opinions\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:4",
                            "text": "And Simon said:  \"How is this the case, when you do not know what my opinions are?\"  And our father said:  \"It is easy to know this, and I will tell you how."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:5",
                            "text": "You promised that you would convict Peter of error in maintaining the unity of God; but if one undertakes to convict of error him who maintains the unity of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:6",
                            "text": "it is perfectly plain that he, as being in the right, does not hold the same opinion."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:7",
                            "text": "For if he holds the same opinion as the man who is thoroughly in error, then he himself is in error; but if he gives his proofs holding opposite opinions, then he is in the right."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:8",
                            "text": "Not well then do you assert that he who maintains the unity of God is wrong, unless you believe that there are many gods."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:9",
                            "text": "Now I maintain that there are many gods."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:10",
                            "text": "Holding, therefore, the same opinion as you before the discussion, I am prepossessed rather in your favour."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:11",
                            "text": "For this reason you ought to have no anxiety in regard to me, but Peter ought, for I still hold opinions contrary to his."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:12",
                            "text": "And so after your discussion I hope that, as a truth-loving judge, who has stripped himself of his prepossessions, I shall agree to that doctrine which gains the victor\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Clement: Homily XVI 4:13",
                            "text": "When my father said this, a murmur of applause burst insensibly from the multitudes because my father had thus spoken."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily XVI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily XVI 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily XVI 5:2",
                            "text": "—Peter Commences the Discussion."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily XVI 5:3",
                            "text": "Peter then said:  \"I am ready to do as the umpire of our discussion has said; and straight-way without any delay I shall set forth my opinion in regard to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily XVI 5:4",
                            "text": "I then assert that there is one God who made the heavens and the earth, and all things that are in them."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily XVI 5:5",
                            "text": "And it is not right to say or to think that there is any other\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily XVI 5:6",
                            "text": "And Simon said:  \"But I maintain that the Scriptures believed in amongst the Jews say that there are many gods, and that God is not angry at this, because He has Himself spoken of many gods in His Scriptures."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily XVI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:2",
                            "text": "—Simon Appeals to the Old Testament to Prove that There are Many Gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:3",
                            "text": "\"For instance, in the very first words of the law, He evidently speaks of them as being like even unto Himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:4",
                            "text": "For thus it is written, that, when the first man received a commandment from God to eat of every tree that was in the garden, but not to eat of the tree of the knowledge of good and evil, the serpent having persuaded them by means of the woman, through the promise that they would become gods, made them look up; and then, when they had thus looked up, God said, 'Behold, Adam is become as one of us."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:5",
                            "text": "'  When, then, the serpent said, 'Ye shall be as gods,' he plainly speaks in the belief that gods exist; all the more as God also added His testimony, saying, 'Behold, Adam is become as one of us."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:6",
                            "text": "'  The serpent, then, who said that there are many gods, did not speak falsely."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:7",
                            "text": "Again, the scripture, 'Thou shalt not revile the gods, nor curse the rulers of thy people,' points out many gods whom it does not wish even to be cursed."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:8",
                            "text": "But it is also somewhere else written, 'Did another god dare to enter and take him a nation from the midst of another nation, as did I the Lord God?'  When He says, 'Did another God dare?' He speaks on the supposition that other gods exist."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:9",
                            "text": "And elsewhere:  'Let the gods that have not made the heavens and the earth perish;' as if those who had made them were not to perish."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:10",
                            "text": "And in another place, when it says, 'Take heed to thyself lest thou go and serve other gods whom thy fathers knew not,' it speaks as if other gods existed whom they were not to follow."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:11",
                            "text": "And again:  'The names of other gods shall not ascend upon thy lips."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:12",
                            "text": "'  Here it mentions many gods whose names it does not wish to be uttered."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:13",
                            "text": "And again it is written, 'Thy God is the Lord, He is God of gods."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:14",
                            "text": "'  And again:  'Who is like unto Thee, O Lord, among the Gods?'  And again:  'God is Lord of gods."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:15",
                            "text": "'  And again:  'God stood in the assembly of gods:  He judgeth among the gods."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:16",
                            "text": "'  Wherefore I wonder how, when there are so many passages in writing which testify that there are many gods, you have asserted that we ought neither to say nor to think that there are many."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Clement: Homily XVI 6:17",
                            "text": "Finally, if you have anything to say against what has been spoken so distinctly, say it in the presence of all\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily XVI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:2",
                            "text": "—Peter Appeals to the Old Testament to Prove the Unity of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:3",
                            "text": "And Peter said:  \"I shall reply briefly to what you have said."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:4",
                            "text": "The law, which frequently speaks of gods, itself says to the Jewish multitude, 'Behold, the heaven of heavens is the Lord's thy God, with all that therein is;' implying that, even if there are gods, they are under Him, that is, under the God of the Jews."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:5",
                            "text": "And again:  'The Lord thy God, He is God in heaven above, and upon the earth beneath, and there is none other except Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:6",
                            "text": "'  And somewhere else the Scripture says to the Jewish multitude, 'The Lord your God is God of gods;' so that, even if there are gods, they are under the God of the Jews."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:7",
                            "text": "And somewhere else the Scripture says in regard to Him, God, the great and true, who regardeth not persons, nor taketh reward, He doth execute the judgment of the fatherless and widow."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:8",
                            "text": "'  The Scripture, in calling the God of the Jews great and true, and executing judgment, marked out the others as small, and not true."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:9",
                            "text": "But also somewhere else the Scripture says, 'As I live, saith the Lord, there is no other God but me."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:10",
                            "text": "I am the first, I am after this; except me there is no God."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:11",
                            "text": "'  And again:  'Thou shalt fear the Lord thy God, and Him only shalt thou serve."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:12",
                            "text": "'  And again:  'Hear, O Israel, the Lord your God is one Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:13",
                            "text": "'  And many passages besides seal with an oath that God is one, and except Him there is no God."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Clement: Homily XVI 7:14",
                            "text": "Whence I wonder how, when so many passages testify that there is one God, you say that there are many\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily XVI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:2",
                            "text": "—Simon and Peter Continue the Discussion."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:3",
                            "text": "And Simon said:  \"My original stipulation with you was that I should prove from the Scriptures that you were wrong in maintaining that we ought not to speak of many gods\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:4",
                            "text": "Accordingly I adduced many written passages to show that the divine Scriptures themselves speak of many gods\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:5",
                            "text": "And Peter said:  \"Those very Scriptures which speak of many gods, also exhorted us, saying, 'The names of other gods shall not ascend upon thy lips."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:6",
                            "text": "'  Thus, Simon, I did not speak contrary to what was written\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:7",
                            "text": "And Simon said:  \"Do you, Peter, listen to what I have to say."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:8",
                            "text": "You seem to me to sin in speaking against them, when the Scripture says, 'Thou shalt not revile the gods, nor curse the rulers of thy people."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:9",
                            "text": "'\"  And Peter said:  \"I am not sinning, Simon, in pointing out their destruction according to the Scriptures; for thus it is written:  'Let the gods who did not make the heavens and the earth perish."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:10",
                            "text": "'  And He said thus, not as though some had made the heavens and were not to perish, as you interpreted the passage."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:11",
                            "text": "For it is plainly declared that He who made them is one in the very first part of Scripture:  'In the beginning God created the heaven and the earth."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:12",
                            "text": "And it did not say, 'the gods."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:13",
                            "text": "'  And somewhere else it says, 'And the firmament showeth His handiwork."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:14",
                            "text": "'  And in another place it is written, 'The heavens themselves shall perish, but Thou shalt remain for ever."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Clement: Homily XVI 8:15",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily XVI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily XVI 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily XVI 9:2",
                            "text": "—Simon Tries to Show that the Scriptures Contradict Themselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily XVI 9:3",
                            "text": "And Simon said:  \"I adduced clear passages from the Scriptures to prove that there are many gods; and you, in reply, brought forward as many or more from the same Scriptures, showing that God is one, and He the God of the Jews."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily XVI 9:4",
                            "text": "And when I said that we ought not to revile gods, you proceeded to show that He who created is one, because those who did not create will perish."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Homily XVI 9:5",
                            "text": "And in reply to my assertion that we ought to maintain that there are gods, because the Scriptures also say so, you showed that we ought not to utter their names, because the same Scripture tells us not to utter the names of other gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Homily XVI 9:6",
                            "text": "Since, then, these very Scriptures say at one time that there are many gods, and at another that there is only one; and sometimes that they ought not to be reviled, and at other times that they ought; what conclusion ought we to come to in consequence of this, but that the Scriptures themselves lead us astray?\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily XVI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:2",
                            "text": "—Peter's Explanation of the Apparent Contradictions of Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:3",
                            "text": "And Peter said: \"They do not lead astray, but convict and bring to light the evil disposition against God which lurks like a serpent in each one."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:4",
                            "text": "For the Scriptures lie before each one like many divers types."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:5",
                            "text": "Each one, then, has his own disposition like wax, and examining the Scriptures and finding everything in them, he moulds his idea of God according to his wish, laying upon them, as I said, his own disposition, which is like wax."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:6",
                            "text": "Since, then, each one finds in the Scriptures whatever opinion he wishes to have in regard to God, for this reason he, Simon, moulds from them the forms of many gods, while we moulded the form of Him who truly exists, coming to the knowledge of the true type from our own shape."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:7",
                            "text": "For assuredly the soul within us is clothed with His image for immortality."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:8",
                            "text": "If I abandon the parent of this soul, it also will abandon me to just judgment, making known the injustice by the very act of daring; and as coming from one who is just, it will justly abandon me; and so, as far as the soul is concerned, I shall, after punishment, be destroyed, having abandoned the help that comes from it."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:9",
                            "text": "But if there is another god, first let him put on another form, another shape, in order that by the new shape of the body I may recognise the new god."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:10",
                            "text": "But if he should change the shape, does he thereby change the substance of the soul?  But if he should change it also, then I am no longer myself, having become another both in shape and in substance."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:11",
                            "text": "Let him, therefore, create others, if there is another."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:12",
                            "text": "But there is not."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:13",
                            "text": "For if there had been, he would have created."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:14",
                            "text": "But since he has not created, then let him, as nonexistent, leave him who is really existent."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:15",
                            "text": "For he is nobody, except only in the opinion of Simon."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Clement: Homily XVI 10:16",
                            "text": "I do not accept of any other god but Him alone who created me\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily XVI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily XVI 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily XVI 11:2",
                            "text": "—Gen."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily XVI 11:3",
                            "text": "I."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily XVI 11:4",
                            "text": "Appealed to by Simon."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily XVI 11:5",
                            "text": "And Simon said:  \"Since I see that you frequently speak of the God who created you, learn from me how you are impious even to him."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement: Homily XVI 11:6",
                            "text": "For there are evidently two who created, as the Scripture says:  'And God said, Let us make man in our image, after our likeness."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Clement: Homily XVI 11:7",
                            "text": "'  Now 'let us make,' implies two or more; certainly not one only\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily XVI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:2",
                            "text": "—Peter's Explanation of the Passage."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:3",
                            "text": "And Peter answered:  \"One is He who said to His Wisdom, 'Let us make a man."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:4",
                            "text": "'  But His Wisdom was that with which He Himself always rejoiced as with His own spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:5",
                            "text": "It is united as soul to God, but it is extended by Him, as hand, fashioning the universe."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:6",
                            "text": "On this account, also, one man was made, and from him went forth also the female."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:7",
                            "text": "And being a unity generically, it is yet a duality, for by expansion and contraction the unity is thought to be a duality."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:8",
                            "text": "So that I act rightly in offering up all the honour to one God as to parents\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Clement: Homily XVI 12:9",
                            "text": "And Simon said:  \"What then?  Even if the Scriptures say that there are other gods, will you not accept the opinion?\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily XVI 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:2",
                            "text": "—The Contradictions of the Scriptures Intended to Try Those Who Read Them."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:3",
                            "text": "And Peter answered:  \"If the Scriptures or prophets speak of gods, they do so to try those who hear."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:4",
                            "text": "For thus it is written:  'If there arise among you a prophet, giving signs and wonders, and that sign and wonder shall then come to pass, and he say to thee, Let us go after and worship other gods which thy fathers have not known, ye shall not hearken to the words of that prophet; let thy hands be among the first to stone him."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:5",
                            "text": "For he hath tried to turn thee from the Lord thy God."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:6",
                            "text": "But if thou say in thy heart, How did he do that sign or wonder? thou shalt surely know that he who tried thee, tried thee to see if thou dost fear the Lord thy God."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:7",
                            "text": "'  The words 'he who tried thee, tried thee,' have reference to the earliest times; but it appears to be otherwise after the removal to Babylon."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:8",
                            "text": "For God, who knows all things, would not, as can be proved by many arguments, try in order that He Himself might know, for He fore-knows all things."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:9",
                            "text": "But, if you like, let us discuss this point, and I shall show that God foreknows."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:10",
                            "text": "But it has been proved that the opinion is false that He does not know, and that this was written to try us."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Clement: Homily XVI 13:11",
                            "text": "Thus we, Simon, can be led astray neither by the Scriptures nor by any one else; nor are we deceived into the admission of many gods, nor do we agree to any statement that is made against God."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily XVI 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:2",
                            "text": "—Other Beings Called Gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:3",
                            "text": "\"For we ourselves also know that angels are called gods by the Scriptures,—as, for instance, He who spake at the bush, and wrestled with Jacob,—and the name is likewise applied to Him who is born Emmanuel, and who is called the mighty God."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:4",
                            "text": "Yea, even Moses became a god to Pharaoh, though in reality he was a man."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:5",
                            "text": "The same is the case also with the idols of the Gentiles."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:6",
                            "text": "But we have but one God, one who made creation and arranged the universe, whose Son is the Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:7",
                            "text": "Obeying Christ, we learn to know what is false from the Scriptures."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:8",
                            "text": "Moreover, being furnished by our ancestors with the truths of the Scriptures, we know that there is only one who has made the heavens and the earth, the God of the Jews, and of all who choose to worship Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:9",
                            "text": "Our fathers, with pious thought, setting down a fixed belief in Him as the true God, handed down this belief to us, that we may know that if any thing is said against God, it is a falsehood."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Clement: Homily XVI 14:10",
                            "text": "I shall add this remark over and above what I need say:  If the case be not as I have said, then may I, and all who love the truth, incur danger in regard to the praise of the God who made us\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily XVI 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily XVI 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily XVI 15:2",
                            "text": "—Christ Not God, But the Son of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily XVI 15:3",
                            "text": "When Simon heard this, he said:  \"Since you say that we ought not to believe even the prophet that gives signs and wonders if he say that there is another god, and that you know that he even incurs the penalty of death, therefore your teacher also was with reason cut off for having given signs and wonders\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily XVI 15:4",
                            "text": "And Peter answered:  \"Our Lord neither asserted that there were gods except the Creator of all, nor did He proclaim Himself to be God, but He with reason pronounced blessed him who called Him the Son of that God who has arranged the universe\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily XVI 15:5",
                            "text": "And Simon answered:  \"Does it not seem to you, then, that he who comes from God is God?\"  And Peter said:  \"Tell us how this is possible; for we cannot affirm this, because we did not hear it from Him."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily XVI 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily XVI 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily XVI 16:2",
                            "text": "—The Unbegotten and the Begotten Necessarily Different from Each Other."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily XVI 16:3",
                            "text": "\"In addition to this, it is the peculiarity of the Father not to have been begotten, but of the Son to have been begotten; but what is begotten cannot be compared with that which is unbegotten or self-begotten\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily XVI 16:4",
                            "text": "And Simon said:  \"Is it not the same on account of its origin?\"  And Peter said:  \"He who is not the same in all respects as some one, cannot have all the same appellations applied to him as that person\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily XVI 16:5",
                            "text": "And Simon said:  \"This is to assert, not to prove\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Homily XVI 16:6",
                            "text": "And Peter said:  \"Why, do you not see that if the one happens to be self-begotten or unbegotten, they cannot be called the same; nor can it be asserted of him who has been begotten that he is of the same substance as he is who has begotten him?  Learn this also:  The bodies of men have immortal souls, which have been clothed with the breath of God; and having come forth from God, they are of the same substance, but they are not gods."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement: Homily XVI 16:7",
                            "text": "But if they are gods, then in this way the souls of all men, both those who have died, and those who are alive, and those who shall come into being, are gods."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Clement: Homily XVI 16:8",
                            "text": "But if in a spirit of controversy you maintain that these also are gods, what great matter is it, then, for Christ to be called God? for He has only what all have."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily XVI 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily XVI 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily XVI 17:2",
                            "text": "—The Nature of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily XVI 17:3",
                            "text": "\"We call Him God whose peculiar attributes cannot belong to the nature of any other; for, as He is called the Unbounded because He is boundless on every side, it must of necessity be the case that it is no other one's peculiar attribute to be called unbounded, as another cannot in like manner be boundless."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily XVI 17:4",
                            "text": "But if any one says that it is possible, he is wrong; for two things boundless on every side cannot co-exist, for the one is bounded by the other."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily XVI 17:5",
                            "text": "Thus it is in the nature of things that the unbegotten is one."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily XVI 17:6",
                            "text": "But if he possesses a figure, even in this case the figure is one and incomparable."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily XVI 17:7",
                            "text": "Wherefore He is called the Most High, because, being higher than all, He has the universe subject to Him\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily XVI 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily XVI 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily XVI 18:2",
                            "text": "—The Name of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily XVI 18:3",
                            "text": "And Simon said:  \"Is this word 'God' His ineffable name, which all use, because you maintain so strongly in regard to a name that it cannot be given to another?\"  And Peter said:  \"I know that this is not His ineffable name, but one which is given by agreement among men; but if you give it to another, you will also assign to this other that which is not used; and that, too, deliberately."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily XVI 18:4",
                            "text": "The name which is used is the forerunner of that which is not used."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily XVI 18:5",
                            "text": "In this way insolence is attributed even to that which has not yet been spoken, just as honour paid to that which is known is handed on to that which has not yet been known\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily XVI 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:2",
                            "text": "—The Shape of God in Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:3",
                            "text": "And Simon said:  \"I should like to know, Peter, if you really believe that the shape of man has been moulded after the shape of God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:4",
                            "text": "And Peter said:  \"I am really quite certain, Simon, that this is the case\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:5",
                            "text": "And Simon said:  \"How can death dissolve the body, impressed as it has thus been with the greatest seal?\"  And Peter said:  \"It is the shape of the just God."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:6",
                            "text": "When, then, the body begins to act unjustly, the form which is in it takes to flight, and thus the body is dissolved, by the shape disappearing, in order that an unjust body may not have the shape of the just God."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:7",
                            "text": "The dissolution, however, does not take place in regard to the seal, but in regard to the sealed body."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:8",
                            "text": "But that which is sealed is not dissolved without Him who sealed it."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:9",
                            "text": "And thus it is not permitted to die without judgment\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:10",
                            "text": "And Simon said:  \"What necessity was there to give the shape of such a being to man, who was raised from the earth?\"  And Peter said:  \"This was done because of the love of God, who made man."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:11",
                            "text": "For while, as far as substance is concerned, all things are superior to the flesh of man,—I mean the ether, the sun, the moon, the stars, the air, the water, the fire—in a word, all the other things which have been made for the service of man,—yet, though superior in substance, they willingly endure to serve the inferior in substance, because of the shape of the superior."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Clement: Homily XVI 19:12",
                            "text": "For as they who honour the clay image of a king have paid honour to the king himself, whose shape the clay happens to have, so the whole creation with joy serves man, who is made from earth, looking to the honour thus paid to God."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily XVI 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:2",
                            "text": "—The Character of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:3",
                            "text": "\"Behold, then, the character of that God to whom you, Simon, wish to persuade us to be ungrateful, and the earth continues to bear you, perhaps wishing to see who will venture to entertain similar opinions to yours."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:4",
                            "text": "For you were the first to dare what no other dared:  you were the first to utter what we first heard."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:5",
                            "text": "We first and alone have seen the boundless long-suffering of God in bearing with such great impiety as yours, and that God no other than the Creator of the world, against whom you have dared to act impiously."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:6",
                            "text": "And yet openings of the earth took not place, and fire was not sent down from heaven and went not forth to burn up men, and rain was not poured out, and a multitude of beasts was not sent from the thickets, and upon us ourselves the destructive wrath of God did not begin to show itself, on account of one who sinned the sin, as it were, of spiritual adultery, which is worse than the carnal."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:7",
                            "text": "For it is not God the Creator of heaven and earth that in former times punished sins, since now, when He is blasphemed in the highest degree, He would inflict the severest punishment."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:8",
                            "text": "But, on the contrary, He is long-suffering, calls to repentance, having the arrows which end in the destruction of the impious laid up in His treasures, which He will discharge like living animals when He shall sit down to give judgment to those that are His."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Clement: Homily XVI 20:9",
                            "text": "Wherefore let us fear the just God, whose shape the body of man bears for honour\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily XVI 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:2",
                            "text": "—Simon Promises to Appeal to the Teaching of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:3",
                            "text": "Peter Dismisses the Multitudes."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:4",
                            "text": "When Peter said this, Simon answered:  \"Since I see you skilfully hinting that what is written in the books against the framer of the world does not happen to be true, to-morrow I shall show, from the discourses of your teacher, that he asserted that the framer of the world was not the highest God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:5",
                            "text": "And when Simon said this, he went out."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:6",
                            "text": "But Peter said to the assembled multitudes:  \"If Simon can do no other injury to us in regard to God, he at least prevents you from listening to the words that can purify the soul\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:7",
                            "text": "On Peter saying this, much whispering arose amongst the crowds, saying, \"What necessity is there for permitting him to come in here, and utter his blasphemies against God?\"  And Peter heard, and said, \"Would that the doctrines against God which are intended to try men went no further than Simon!  For there will be, as the Lord said, false apostles, false prophets, heresies, desires for supremacy, who, as I conjecture, finding their beginning in Simon, who blasphemes God, will work together in the assertion of the same opinions against God as those of Simon\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:8",
                            "text": "And saying this with tears, he summoned the multitudes to him by his hand; and when they came, he laid his hands upon them and prayed, and then dismissed them, telling them to come at an earlier hour next day."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Clement: Homily XVI 21:9",
                            "text": "Saying this, and groaning, he entered and went to sleep, without taking food."
                        }
                    ]
                }
            ]
        }
    ]
}