{
    "books": [
        {
            "name": "Chrysostom: On the Christian Priesthood Book V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Chrysostom: On the Christian Priesthood Book V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:1",
                            "text": "Book V."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:2",
                            "text": "How great is the skill required for the teacher in contending earnestly for the truth, has been sufficiently set forth by us."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:3",
                            "text": "But I have to mention one more matter beside this, which is a cause of numberless dangers, though for my own part I should rather say that the thing itself is not the cause, but they who know not how to use it rightly, since it is of itself a help to salvation and to much good besides, whenever thou findest that earnest and good men have the management of it."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:4",
                            "text": "What then, do I mean by this? The expenditure of great labor upon the preparation of discourses to be delivered in public."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:5",
                            "text": "For to begin with, the majority of those who are under the preachers' charge are not minded to behave towards them as towards teachers, but disdaining the part of learners, they assume instead the attitude of those who sit and look on at the public games; and just as the multitude there is separated into parties, and some attach themselves to one, and some to another, so here also men are divided, and become the partisans now of this teacher, now of that, listening to them with a view to favor or spite."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:6",
                            "text": "And not only is there this hardship, but another quite as great."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:7",
                            "text": "For if it has occurred to any preacher to weave into his sermons any part of other men's works, he is exposed to greater disgrace than those who steal money."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:8",
                            "text": "Nay, often where he has not even borrowed anything from any one, but is only suspected, he has suffered the fate of a thief."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:9",
                            "text": "And why do I speak of the works of others when it is not permitted to him to use his own resources without variety? For the public are accustomed to listen not for profit, but for pleasure, sitting like critics of tragedies, and of musical entertainments, and that facility of speech against which we declaimed just now, in this case becomes desirable, even more than in the case of barristers, where they are obliged to contend one against the other."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:10",
                            "text": "A preacher then should have loftiness of mind, far exceeding my own littleness of spirit, that he may correct this disorderly and unprofitable pleasure on the part of the multitude, and be able to lead them over to a more useful way of hearing, that his people may follow and yield to him, and that he may not be led away by their own humors, and this it is not possible to arrive at, except by two means: indifference to their praise, and the power of preaching well."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:11",
                            "text": "For if either of these be lacking, the remaining one becomes useless, owing to its divorce from the other, for if a preacher be indifferent to praise, and yet cannot produce the doctrine \"which is with grace seasoned with salt,\" he becomes despised by the multitude, while he gains nothing from his own nobleness of mind; and if on the other hand he is successful as a preacher, and is overcome by the thought of applause, harm is equally done in turn, both to himself and the multitude, because in his desire for praise he is careful to speak rather with a view to please than to profit."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:12",
                            "text": "And as he who neither lets good opinion influence him, nor is skillful in speaking, does not yield to the pleasure of the multitude, and is unable to do them any good worth mentioning, because he has nothing to say, so he who is carried away with desire for praise, though he is able to render the multitude better service, rather provides in place of this such food as will suit their taste, because he purchases thereby the tumult of acclamation."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:13",
                            "text": "The best kind of Bishop must, therefore, be strong in both these points, so that neither may supplant the other."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:14",
                            "text": "For if when he stands up in the congregation and speaks words calculated to make the careless wince, he then stumbles, and stops short, and is forced to blush at his failure, the good of what he has spoken is immediately wasted."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:15",
                            "text": "For they who are rebuked, being galled by what has been told them, and unable to avenge themselves on him otherwise, taunt him, with jeers at this ignorance of his, thinking to screen their own reproach thereby."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:16",
                            "text": "Wherefore he ought, like some very good charioteer, to come to an accurate judgment about both these good things, in order that he may be able to deal with both as he may have need; for when he is irreproachable in the eyes of all, then he will be able, with just so much authority as he wishes, both to correct and to remit from correction all those who are under his rule."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:17",
                            "text": "But without this it will not be easy for him to do so."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:18",
                            "text": "But this nobleness of soul should be shown not only up to the limit of indifference to praise, but should go further in order that the gain thus gotten may not in its turn be fruitless."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:19",
                            "text": "To what else ought he then to be indifferent? Slander and envy."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:20",
                            "text": "Unseasonable evil speaking, however (for of course the Bishop undergoes some groundless censure), it is well that he should neither fear nor tremble at excessively, nor entirely pass over; but we ought, though it happen to be false, or to be brought against us by the common herd, to try and extinguish it immediately."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:21",
                            "text": "For nothing so magnifies both an evil and a good report as the undisciplined mob."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:22",
                            "text": "For accustomed to hear and to speak without stopping to make inquiry, they repeat at random everything which comes in their way, without any regard to the truth of it."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:23",
                            "text": "Therefore the Bishop ought not to be unconcerned about the multitude, but straightway to nip their evil surmisings in the bud; persuading his accusers, even if they be the most unreasonable of all men, and to omit nothing which is able to dispel an ill-favored report."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:24",
                            "text": "But if, when we do all this, they who blame us will not be persuaded, thenceforward we should give them no concern."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:25",
                            "text": "Since if any one be too quick to be dejected by these accidents, he will not be able at any time to produce anything noble and admirable."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:26",
                            "text": "For despondency and constant cares are mighty for destroying the powers of the mind, and for reducing it to extreme weakness."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:27",
                            "text": "Thus then must the Priest behave towards those in his charge, as a father would behave to his very young children; and as such are not disturbed either by their insults or their blows, or their lamentations, nor even if they laugh and rejoice with us, do we take much account of it; so should we neither be puffed up by the promises of these persons nor cast down at their censure, when it comes from them unseasonably."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:28",
                            "text": "But this is hard, my good friend; and perhaps, methinks, even impossible."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:29",
                            "text": "For I know not whether any man ever succeeded in the effort not to be pleased when he is praised, and the man who is pleased at this is likely also to desire to enjoy it, and the man who desires to enjoy it will, of necessity, be altogether vexed and beside himself whenever he misses it."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:30",
                            "text": "For as they who revel in being rich, when they fall into poverty are grieved, and they who have been used to live luxuriously cannot bear to live shabbily; so, too, they who long for applause, not only when they are blamed without a cause, but when they are not constantly being praised, become, as by some famine, wasted in soul, particularly when they happen themselves to have been used to praise, or if they hear others being praised."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:31",
                            "text": "He who enters upon the trial of preaching with desires of this kind, how many annoyances and how many pangs dost thou think that he has? It is no more possible for the sea to be without waves than that man to be without cares and grief."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:32",
                            "text": "For though the preacher may have great ability (and this one would only find in a few), not even in this case is he released from perpetual toil."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:33",
                            "text": "For since preaching does not come by nature, but by study, suppose a man to reach a high standard of it, this will then forsake him if he does not cultivate his power by constant application and exercise."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:34",
                            "text": "So that there is greater labor for the wiser than for the unlearned."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:35",
                            "text": "For there is not the same degree of loss attending negligence on the part of the one and the other, but the loss is in exact proportion to the difference between the two possessions."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:36",
                            "text": "For the latter no one would blame, as they furnish nothing worth regarding."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:37",
                            "text": "But the former, unless they are constantly producing matter beyond the reputation in which all hold them, great censure attends on all hands; and besides these things, the latter would meet with considerable praise, even for small performances, while the efforts of the former, unless they be specially wonderful and startling, not only fail to win applause, but meet with many fault-finders."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:38",
                            "text": "For the audience set themselves to be critics, not so much in judgment of what is said as of the reputation of the speaker, so that whenever any one excels all others in oratorical powers, then especially of all others does he need laborious study."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:39",
                            "text": "For this man is not allowed to avail himself of the usual plea which human nature urges, that one cannot succeed in everything; but if his sermons do not throughout correspond to the greatness of the expectations formed, he will go away without having gained anything but countless jeers and censures; and no one takes this into consideration about him, that dejection and pain, and anxiety, and often anger, may step in, and dim the clearness of his thoughts and prevent his productions from coming from him unalloyed, and that on the whole, being but a man, he cannot be constantly the same, nor at all times acquit himself successfully, but naturally must sometimes fall short of the mark, and appear on a lower level of ability than usual."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:40",
                            "text": "None of these things, as I said, are they willing to take into consideration, but charge him with faults as if they were sitting in judgment on an angel; though in other cases, too, a man is apt to overlook the good performances of his neighbor, though they be many and great, and if anywhere a defect appears, even if it be accidental, even if it only occur at long intervals, it is quickly perceived, and always remembered, and thus small and trifling matters have often lessened the glory of many and great doings."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:41",
                            "text": "Thou seest, my excellent friend, that the man who is powerful in preaching has peculiar need of greater study than others; and besides study, of forbearance also greater than what is needed by all those whom I have already mentioned."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:42",
                            "text": "For thus are many constantly springing up against him, in a vain and senseless spirit, and having no fault to find with him, but that he is generally approved of, hate him; and he must bear their bitter malice nobly, for as they are not able to hide this cursed hatred, which they so unreasonably entertain, they both revile, and censure, and slander in private, and defame in public, and the mind which has begun to be pained and exasperated, on every one of these occasions, will not escape being corrupted by grief."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:43",
                            "text": "For they will not only revenge themselves upon him by their own acts, but will try to do so by means of others, and often having chosen some one of those who are unable to speak a word, will extol him with their praises and admire him beyond his worth."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:44",
                            "text": "Some do this through ignorance alone, some through ignorance and envy, in order that they may ruin the reputation of the other, not that they may prove the man to be wonderful who is not so, and the noble-minded man has not only to struggle against these, but often against the ignorance of the whole multitude; for since it is not possible that all those who come together should consist of learned men, but the chances are that the larger part of the congregation is composed of unlearned people, and that even the rest, who are clearer headed than they, fall as far short of being able to criticize sermons as the remainder again fall short of them; so that only one or two are seated there who possess this power; it follows, of necessity, that he who preaches better than others carries away less applause, and possibly goes home without being praised at all, and he must be prepared to meet such anomalies nobly, and to pardon those who commit them in ignorance, and to weep for those who acquiesce in them on account of envy as wretched and pitiable creatures, and not to consider that his powers have become less on either of these accounts."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:45",
                            "text": "For if a man, being a pre-eminently good painter, and superior to all in his art, sees the portrait which he has drawn with great accuracy held up to ridicule, he ought not to be dejected, and to consider the picture poor, because of the judgment of the ignorant; as he would not consider the drawing that is really poor to be something wonderful and lovely, because of the astonishment of the inartistic."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:46",
                            "text": "For let the best artificer be himself the critic of his own designs, and let his performances be determined to be good or poor, according as the mind which designed them gives sentence upon them."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:47",
                            "text": "But let him not even consider the opinion, so erroneous and inartistic, of the outside world."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:48",
                            "text": "Let, therefore, the man who undertakes the strain of teaching never give heed to the good opinion of the outside world, nor be dejected in soul on account of such persons; but laboring at his sermons so that he may please God, (For let this alone be his rule and determination, in discharging this best kind of workmanship, not acclamation, nor good opinions,) if, indeed, he be praised by men, let him not repudiate their applause, and when his hearers do not offer this, let him not seek it, let him not be grieved."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:49",
                            "text": "For a sufficient consolation in his labors, and one greater than all, is when he is able to be conscious of arranging and ordering his teaching with a view to pleasing God."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:50",
                            "text": "For if he be first carried away with the desire for indiscriminate praise, he will reap no advantage from his labors, or from his power in preaching, for the mind being unable to bear the senseless censures of the multitude is dispirited, and casts aside all earnestness about preaching."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:51",
                            "text": "Therefore it is especially necessary to be trained to be indifferent to all kinds of praise."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:52",
                            "text": "For to know how to preach is not enough for the preservation of that power, if this be not added: and if any one would examine accurately the man who is destitute of this art, he will find that he needs to be indifferent to praise no less than the other, for he will be forced to do many wrong things in placing himself under the control of popular opinion."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:53",
                            "text": "For not having the energy to equal those who are in repute for the quality of their preaching, he will not refrain from forming ill designs against them, from envying them, and from blaming them without reason, and from many such discreditable practices, but will venture everything, even if it be needful to ruin his own soul, for the sake of bringing down their fame to the level of his own insignificance."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:54",
                            "text": "And in addition to this, he will leave off his exertions about his work; a kind of numbness, as it were, spreading itself over his mind."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:55",
                            "text": "For much toil, rewarded by scanty praise, is sufficient to cast down a man who cannot despise praise, and put him into a deep lethargy, since the husbandman even when he spends time over some sorry piece of land, and is forced to till a rock, quickly desists from his work, unless he is possessed of much earnestness about the matter, or has a fear of famine impending over him."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:56",
                            "text": "For if they who are able to speak with considerable power, need such constant exercise for the preservation of their talent, he who collects no materials at all, but is forced in the midst of his efforts to meditate; what difficulty, what confusion, what trouble will he experience, in order that he may be able at great labor to collect a few ideas! and if any of those clergy who are under his authority, and who are placed in the inferior order, be able in that position to appear to better advantage than he; what a divine mind must he have, so as not to be seized with envy or cast down by despondency."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:57",
                            "text": "For, for one to be placed in a station of higher dignity, and to be surpassed by his inferior in rank, and to bear this nobly, would not be the part of any ordinary mind, nor of such as my own, but of one as hard as adamant; and if, indeed, the man who is in greater repute be very forbearing and modest, the suffering becomes so much the more easily borne."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:58",
                            "text": "But if he is bold and boastful and vainglorious, a daily death would be desirable for the other; he will so embitter his life, insulting him to his face, and laughing at him behind his back, wresting much of his authority from him, and wishing to be everything himself."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:59",
                            "text": "But he is possessed of the greatest security, in all these circumstances, who has fluency in preaching, and the earnest attention of the multitude about him, and the affection of all those who are under his charge."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:60",
                            "text": "Dost not thou know what a passion for sermons has burst in upon the minds of Christians now-a-days? and that they who practice themselves in preaching are in especial honor, not only among the heathen, but among them of the household of the faith? How then could any one bear such disgrace as to find that all are mute when he is preaching, and think that they are oppressed, and wait for the end of the sermon, as for some release from work; while they listen to another with eagerness though he preach long, and are sorry when he is about to conclude; and almost angry when it is his purpose to be silent."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:61",
                            "text": "If these matters seem to thee to be small, and easily to be despised, it is because of thine inexperience."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:62",
                            "text": "They are truly enough to quench zeal, and to paralyze the powers of the mind, unless a man withdraw himself from all human passions, and study to frame his conduct after the pattern of those incorporeal powers, who are neither pursued by envy, nor by longing for fame, nor by any other morbid feeling."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:63",
                            "text": "If then there be any man so constituted as to be able to subdue this wild beast, so difficult to capture, so unconquerable, so fierce; that is to say, public fame, and to cut off its many heads, or rather to forbid their growth altogether; he will easily be able to repel these many violent assaults, and to enjoy a kind of quiet haven of rest."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:64",
                            "text": "But he who has not freed himself from this monster, involves his soul in struggles of various kinds, and perpetual agitation, and the burden both of despondency and of other passions."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book V 1:65",
                            "text": "But why need I detail the rest of these difficulties, which no one will be able to describe, or to learn unless he has had actual experience of them."
                        }
                    ]
                }
            ]
        }
    ]
}