{
    "books": [
        {
            "name": "Life of Constantine Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Life of Constantine Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Life of Constantine Book II 1:1",
                            "text": "Life of Constantine, Book II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Life of Constantine Book II 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Life of Constantine Book II 1:3",
                            "text": "—Secret Persecution by Licinius, who causes Some Bishops to be put to Death at Amasia of Pontus."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Life of Constantine Book II 1:4",
                            "text": "In this manner, he of whom we have spoken continued to rush headlong towards that destruction which awaits the enemies of God; and once more, with a fatal emulation of their example whose ruin he had himself witnessed as the consequence of their impious conduct, he re-kindled the persecution of the Christians, like a long-extinguished fire, and fanned the unhallowed flame to a fiercer height than any who had gone before him."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Life of Constantine Book II 1:5",
                            "text": "At first, indeed, though breathing fury and threatenings against God, like some savage beast of prey, or some crooked and wriggling serpent, he dared not, from fear of Constantine, openly level his attacks against the churches of God subject to his dominion; but dissembled the virulence of his malice, and endeavored by secret and limited measures to compass the death of the bishops, the most eminent of whom he found means to remove, through charges laid against them by the governors of the several provinces."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Life of Constantine Book II 1:6",
                            "text": "And the manner in which they suffered had in it something strange, and hitherto unheard of."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Life of Constantine Book II 1:7",
                            "text": "At all events, the barbarities perpetrated at Amasia of Pontus surpassed every known excess of cruelty."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Life of Constantine Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Life of Constantine Book II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Life of Constantine Book II 2:2",
                            "text": "—Demolition of Churches, and Butchery of the Bishops."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Life of Constantine Book II 2:3",
                            "text": "For in that city some of the churches, for the second time since the commencement of the persecutions, were leveled with the ground, and others were closed by the governors of the several districts, in order to prevent any who frequented them from assembling together, or rendering due worship to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Life of Constantine Book II 2:4",
                            "text": "For he by whose orders these outrages were committed was too conscious of his own crimes to expect that these services were performed with any view to his benefit, and was convinced that all we did, and all our endeavors to obtain the favor of God, were on Constantine's behalf."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Life of Constantine Book II 2:5",
                            "text": "These servile governors then, feeling assured that such a course would be pleasing to the impious tyrant, subjected the most distinguished prelates of the churches to capital punishment."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Life of Constantine Book II 2:6",
                            "text": "Accordingly, men who had been guilty of no crime were led away, without cause punished like murderers: and some suffered a new kind of death, having their bodies cut piecemeal; and, after this cruel punishment, more horrible than any named in tragedy, being cast, as a food to fishes, into the depths of the sea."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Life of Constantine Book II 2:7",
                            "text": "The result of these horrors was again, as before, the flight of pious men, and once more the fields and deserts received the worshipers of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Life of Constantine Book II 2:8",
                            "text": "The tyrant, having thus far succeeded in his object, he farther determined to raise a general persecution of the Christians: and he would have accomplished his purpose, nor could anything have hindered him from carrying his resolution into effect, had not he who defends his own anticipated the coming evil, and by his special guidance conducted his servant Constantine to this part of the empire, causing him to shine forth as a brilliant light in the midst of the darkness and gloomy night."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Life of Constantine Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Life of Constantine Book II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Life of Constantine Book II 3:2",
                            "text": "—How Constantine was stirred in Behalf of the Christians thus in Danger of Persecution."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Life of Constantine Book II 3:3",
                            "text": "He, perceiving the evils of which he had heard to be no longer tolerable, took wise counsel, and tempering the natural clemency of his character with a certain measure of severity, hastened to succor those who were thus grievously oppressed."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Life of Constantine Book II 3:4",
                            "text": "For he judged that it would rightly be deemed a pious and holy task to secure, by the removal of an individual, the safety of the greater part of the human race."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Life of Constantine Book II 3:5",
                            "text": "He judged too, that if he listened to the dictates of clemency only, and bestowed his pity on one utterly unworthy of it, this would, on the one hand, confer no real benefit on a man whom nothing would induce to abandon his evil practices, and whose fury against his subjects would only be likely to increase; while, on the other hand, those who suffered from his oppression would thus be forever deprived of all hope of deliverance."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Life of Constantine Book II 3:6",
                            "text": "Influenced by these reflections, the emperor resolved without farther delay to extend a protecting hand to those who had fallen into such an extremity of distress."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Life of Constantine Book II 3:7",
                            "text": "He accordingly made the usual warlike preparations, and assembled his whole forces, both of horse and foot."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Life of Constantine Book II 3:8",
                            "text": "But before them all was carried the standard which I have before described, as the symbol of his full confidence in God."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Life of Constantine Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:2",
                            "text": "—That Constantine prepared himself for the War by Prayer: Licinius by the Practice of Divination."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:3",
                            "text": "He took with him also the priests of God, feeling well assured that now, if ever, he stood in need of the efficacy of prayer, and thinking it right that they should constantly be near and about his person, as most trusty guardians of the soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:4",
                            "text": "Now, as soon as the tyrant understood that Constantine's victories over his enemies were secured to him by no other means than the cooperation of God, and that the persons above alluded to were continually with him and about his person; and besides this, that the symbol of the salutary passion preceded both the emperor himself and his whole army; he regarded these precautions with ridicule (as might be expected), at the same time mocking and reviling the emperor with blasphemous words."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:5",
                            "text": "On the other hand, he gathered round himself Egyptian diviners and soothsayers, with sorcerers and enchanters, and the priests and prophets of those whom he imagined to be gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:6",
                            "text": "He then, after offering the sacrifices which he thought the occasion demanded, enquired how far he might reckon on a successful termination of the war."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:7",
                            "text": "They replied with one voice, that he would unquestionably be victorious over his enemies, and triumphant in the war: and the oracles everywhere held out to him the same prospect in copious and elegant verses."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:8",
                            "text": "The soothsayers certified him of favorable omens from the flight of birds; the priests declared the same to be indicated by the motion of the entrails of their victims."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Life of Constantine Book II 4:9",
                            "text": "Elevated, therefore, by these fallacious assurances, he boldly advanced at the head of his army, and prepared for battle."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Life of Constantine Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:2",
                            "text": "—What Licinius, while sacrificing in a Grove, said concerning Idols, and concerning Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:3",
                            "text": "And when he was now ready to engage, he desired the most approved of his body-guard and his most valued friends to meet him in one of the places which they consider sacred."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:4",
                            "text": "It was a well-watered and shady grove, and in it were several marble statues of those whom he accounted to be gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:5",
                            "text": "After lighting tapers and performing the usual sacrifices in honor of these, he is said to have delivered the following speech:  \"Friends and fellow-soldiers! These are our country's gods, and these we honor with a worship derived from our remotest ancestors."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:6",
                            "text": "But he who leads the army now opposed to us has proved false to the religion of his forefathers, and adopted atheistic sentiments, honoring in his infatuation some strange and unheard-of Deity, with whose despicable standard he now disgraces his army, and confiding in whose aid he has taken up arms, and is now advancing, not so much against us as against those very gods whom he has forsaken."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:7",
                            "text": "However, the present occasion shall prove which of us is mistaken in his judgment, and shall decide between our gods and those whom our adversaries profess to honor."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:8",
                            "text": "For either it will declare the victory to be ours, and so most justly evince that our gods are the true saviours and helpers; or else, if this God of Constantine's, who comes we know not whence, shall prove superior to our deities (who are many, and in point of numbers, at least, have the advantage), let no one henceforth doubt which god he ought to worship, but attach himself at once to the superior power, and ascribe to him the honors of the victory."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:9",
                            "text": "Suppose, then, this strange God, whom we now regard with ridicule, should really prove victorious; then indeed we must acknowledge and give him honor, and so bid a long farewell to those for whom we light our tapers in vain."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:10",
                            "text": "But if our own gods triumph (as they undoubtedly will), then, as soon as we have secured the present victory, let us prosecute the war without delay against these despisers of the gods\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:11",
                            "text": "Such were the words he addressed to those then present, as reported not long after to the writer of this history by some who heard them spoken."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Life of Constantine Book II 5:12",
                            "text": "And as soon as he had concluded his speech, he gave orders to his forces to commence the attack."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Life of Constantine Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Life of Constantine Book II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Life of Constantine Book II 6:2",
                            "text": "—An Apparition seen in the Cities subject to Licinius, as of Constantine's Troops passing through them."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Life of Constantine Book II 6:3",
                            "text": "While these things were taking place a supernatural appearance is said to have been observed in the cities subject to the tyrant's rule."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Life of Constantine Book II 6:4",
                            "text": "Different detachments of Constantine's army seemed to present themselves to the view, marching at noonday through these cities, as though they had obtained the victory."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Life of Constantine Book II 6:5",
                            "text": "In reality, not a single soldier was anywhere present at the time, and yet this appearance was seen through the agency of a divine and superior power, and foreshadowed what was shortly coming to pass."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Life of Constantine Book II 6:6",
                            "text": "For as soon as the armies were ready to engage, he who had broken through the ties of friendly alliance was the first to commence the battle; on which Constantine, calling on the name of \"God the Supreme Saviour,\" and giving this as the watchword to his soldiers, overcame him in this first conflict: and not long after in a second battle he gained a still more important and decisive victory, the salutary trophy preceding the ranks of his army."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Life of Constantine Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Life of Constantine Book II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Life of Constantine Book II 7:2",
                            "text": "—That Victory everywhere followed the Presence of the Standard of the Cross in Battle."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Life of Constantine Book II 7:3",
                            "text": "Indeed, wherever this appeared, the enemy soon fled before his victorious troops."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Life of Constantine Book II 7:4",
                            "text": "And the emperor perceiving this, whenever he saw any part of his forces hard pressed, gave orders that the salutary trophy should be moved in that direction, like some triumphant charm against disasters: at which the combatants were divinely inspired, as it were, with fresh strength and courage, and immediate victory was the result."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Life of Constantine Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Life of Constantine Book II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Life of Constantine Book II 8:2",
                            "text": "—That Fifty Men were selected to carry the Cross."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Life of Constantine Book II 8:3",
                            "text": "Accordingly, he selected those of his bodyguard who were most distinguished for personal strength, valor, and piety, and entrusted them with the sole care and defense of the standard."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Life of Constantine Book II 8:4",
                            "text": "There were thus no less than fifty men whose only duty was to surround and vigilantly defend the standard, which they carried each in turn on their shoulders."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Life of Constantine Book II 8:5",
                            "text": "These circumstances were related to the writer of this narrative by the emperor himself in his leisure moments, long after the occurrence of the events: and he added another incident well worthy of being recorded."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Life of Constantine Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:2",
                            "text": "—That One of the Cross-Bearers, who fled from his Post, was slain: while Another, who faithfully stood his Ground, was preserved."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:3",
                            "text": "For he said that once, during the very heat of an engagement, a sudden tumult and panic attacked his army, which threw the soldier who then bore the standard into an agony of fear, so that he handed it over to another, in order to secure his own escape from the battle."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:4",
                            "text": "As soon, however, as his comrade had received it, and he had withdrawn, and resigned all charge of the standard, he was struck in the belly by a dart, which took his life."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:5",
                            "text": "Thus he paid the penalty of his cowardice and unfaithfulness, and lay dead on the spot: but the other, who had taken his place as the bearer of the salutary standard, found it to be the safeguard of his life."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:6",
                            "text": "For though he was assailed by a continual shower of darts, the bearer remained unhurt, the staff of the standard receiving every weapon."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:7",
                            "text": "It was indeed a truly marvelous circumstance, that the enemies' darts all fell within and remained in the slender circumference of this spear, and thus saved the standard-bearer from death; so that none of those engaged in this service ever received a wound."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:8",
                            "text": "This story is none of mine, but for this, too, I am indebted to the emperor's own authority, who related it in my hearing along with other matters."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Life of Constantine Book II 9:9",
                            "text": "And now, having thus through the power of God secured these first victories, he put his forces in motion and continued his onward march."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Life of Constantine Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Life of Constantine Book II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Life of Constantine Book II 10:2",
                            "text": "—Various Battles, and Constantine's Victories."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Life of Constantine Book II 10:3",
                            "text": "The van, however, of the enemy, unable to resist the emperor's first assault, threw down their arms, and prostrated themselves at his feet."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Life of Constantine Book II 10:4",
                            "text": "All these he spared, rejoicing to save human life."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Life of Constantine Book II 10:5",
                            "text": "But there were others who still continued in arms, and engaged in battle."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Life of Constantine Book II 10:6",
                            "text": "These the emperor endeavored to conciliate by friendly overtures, but when these were not accepted he ordered his army to commence the attack."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Life of Constantine Book II 10:7",
                            "text": "On this they immediately turned and betook themselves to flight; and some were overtaken and slain according to the laws of war, while others fell on each other in the confusion of their flight, and perished by the swords of their comrades."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Life of Constantine Book II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Life of Constantine Book II 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Life of Constantine Book II 11:2",
                            "text": "—Flight, and Magic Arts of Licinius."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Life of Constantine Book II 11:3",
                            "text": "In these circumstances their commander, finding himself bereft of the aid of his followers, having lost his lately numerous array, both of regular and allied forces, having proved, too, by experience, how vain his confidence had been in those whom he thought to be gods, ignominiously took to flight, by which indeed he effected his escape, and secured his personal safety, for the pious emperor had forbidden his soldiers to follow him too closely, and thus allowed him an opportunity for escape."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Life of Constantine Book II 11:4",
                            "text": "And this he did in the hope that he might hereafter, on conviction of the desperate state of his affairs, be induced to abandon his insane and presumptuous ambition, and return to sounder reason."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Life of Constantine Book II 11:5",
                            "text": "So Constantine, in his excessive humanity, thought and was willing patiently to bear past injuries, and extend his forgiveness to one who so ill deserved it; but Licinius, far from renouncing his evil practices, still added crime to crime, and ventured on more daring atrocities than ever."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Life of Constantine Book II 11:6",
                            "text": "Nay, once more tampering with the detestable arts of magic, he again was presumptuous: so that it might well be said of him, as it was of the Egyptian tyrant of old, that God had hardened his heart."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Life of Constantine Book II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:2",
                            "text": "—How Constantine, after praying in his Tabernacle, obtained the Victory."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:3",
                            "text": "But while Licinius, giving himself up to these impieties, rushed blindly towards the gulf of destruction, the emperor on the other hand, when he saw that he must meet his enemies in a second battle, devoted the intervening time to his Saviour."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:4",
                            "text": "He pitched the tabernacle of the cross outside and at a distance from his camp, and there passed his time in a pure and holy manner, offering up prayers to God; following thus the example of his ancient prophet, of whom the sacred oracles testify, that he pitched the tabernacle without the camp."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:5",
                            "text": "He was attended only by a few, whose faith and pious devotion he highly esteemed."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:6",
                            "text": "And this custom he continued to observe whenever he meditated an engagement with the enemy."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:7",
                            "text": "For he was deliberate in his measures, the better to insure safety, and desired in everything to be directed by divine counsel."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:8",
                            "text": "And making earnest supplications to God, he was always honored after a little with a manifestation of his presence."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:9",
                            "text": "And then, as if moved by a divine impulse, he would rush from the tabernacle, and suddenly give orders to his army to move at once without delay, and on the instant to draw their swords."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Life of Constantine Book II 12:10",
                            "text": "On this they would immediately commence the attack, fight vigorously, so as with incredible celerity to secure the victory, and raise trophies of victory over their enemies."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Life of Constantine Book II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Life of Constantine Book II 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Life of Constantine Book II 13:2",
                            "text": "—His Humane Treatment of Prisoners."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Life of Constantine Book II 13:3",
                            "text": "Thus the emperor and his army had long been accustomed to act, whenever there was a prospect of an engagement; for his God was ever present to his thoughts, and he desired to do everything according to his will, and conscientiously to avoid any wanton sacrifice of human life."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Life of Constantine Book II 13:4",
                            "text": "He was anxious thus for the preservation not only of his own subjects, but even of his enemies."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Life of Constantine Book II 13:5",
                            "text": "Accordingly he directed his victorious troops to spare the lives of their prisoners, admonishing them, as human beings, not to forget the claims of their common nature."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Life of Constantine Book II 13:6",
                            "text": "And whenever he saw the passions of his soldiery excited beyond control, he repressed their fury by a largess of money, rewarding every man who saved the life of an enemy with a certain weight of gold."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Life of Constantine Book II 13:7",
                            "text": "And the emperor's own sagacity led him to discover this inducement to spare human life, so that great numbers even of the barbarians were thus saved, and owed their lives to the emperor's gold."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Life of Constantine Book II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Life of Constantine Book II 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Life of Constantine Book II 14:2",
                            "text": "—A Farther Mention of his Prayers in the Tabernacle."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Life of Constantine Book II 14:3",
                            "text": "Now these, and a thousand such acts as these, were familiarly and habitually done by the emperor."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Life of Constantine Book II 14:4",
                            "text": "And on the present occasion he retired, as his custom was before battle, to the privacy of his tabernacle, and there employed his time in prayer to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Life of Constantine Book II 14:5",
                            "text": "Meanwhile he strictly abstained from anything like ease, or luxurious living, and disciplined himself by fasting and bodily mortification, imploring the favor of God by supplication and prayer, that he might obtain his concurrence and aid, and be ready to execute whatever he might be pleased to suggest to his thoughts."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Life of Constantine Book II 14:6",
                            "text": "In short, he exercised a vigilant care over all alike, and interceded with God as much for the safety of his enemies as for that of his own subjects."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Life of Constantine Book II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Life of Constantine Book II 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Life of Constantine Book II 15:2",
                            "text": "—Treacherous Friendship, and Idolatrous Practices of Licinius."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Life of Constantine Book II 15:3",
                            "text": "And inasmuch as he who had lately fled before him now dissembled his real sentiments, and again petitioned for a renewal of friendship and alliance, the emperor thought fit, on certain conditions, to grant his request, in the hope that such a measure might be expedient, and generally advantageous to the community."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Life of Constantine Book II 15:4",
                            "text": "Licinius, however, while he pretended a ready submission to the terms prescribed, and attested his sincerity by oaths, at this very time was secretly engaged in collecting a military force, and again meditated war and strife, inviting even the barbarians to join his standard, and he began also to look about him for other gods, having been deceived by those in whom he had hitherto trusted."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Life of Constantine Book II 15:5",
                            "text": "And, without bestowing a thought on what he had himself publicly spoken on the subject of false deities, or choosing to acknowledge that God who had fought on the side of Constantine, he made himself ridiculous by seeking for a multitude of new gods."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Life of Constantine Book II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Life of Constantine Book II 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Life of Constantine Book II 16:2",
                            "text": "—How Licinius counseled his Soldiers not to attack the Standard of the Cross."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Life of Constantine Book II 16:3",
                            "text": "Having now learned by experience the Divine and mysterious power which resided in the salutary trophy, by means of which Constantine's army had become habituated to victory, he admonished his soldiers never to direct their attack against this standard, nor even incautiously to allow their eyes to rest upon it; assuring them that it possessed a terrible power, and was especially hostile to him; so that they would do well carefully to avoid any collision with it."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Life of Constantine Book II 16:4",
                            "text": "And now, having given these directions, he prepared for a decisive conflict with him whose humanity prompted him still to hesitate, and to postpone the fate which he foresaw awaited his adversary."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Life of Constantine Book II 16:5",
                            "text": "The enemy, however, confident in the aid of a multitude of gods, advanced to the attack with a powerful array of military force, preceded by certain images of the dead, and lifeless statues, as their defense."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Life of Constantine Book II 16:6",
                            "text": "On the other side, the emperor, secure in the armor of godliness, opposed to the numbers of the enemy the salutary and life-giving sign, as at once a terror to the foe, and a protection from every harm."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Life of Constantine Book II 16:7",
                            "text": "And for a while he paused, and preserved at first the attitude of forbearance, from respect to the treaty of peace to which he had given his sanction, that he might not be the first to commence the contest."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Life of Constantine Book II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Life of Constantine Book II 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Life of Constantine Book II 17:2",
                            "text": "—Constantine's Victory."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Life of Constantine Book II 17:3",
                            "text": "But as soon as he perceived that his adversaries persisted in their resolution, and were already drawing their swords, he gave free scope to his indignation, and by a single charge overthrew in a moment the entire body of the enemy, thus triumphing at once over them and their gods."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Life of Constantine Book II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Life of Constantine Book II 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Life of Constantine Book II 18:2",
                            "text": "—Death of Licinius, and Celebration of the Event."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Life of Constantine Book II 18:3",
                            "text": "He then proceeded to deal with this adversary of God and his followers according to the laws of war, and consign them to fitting punishment."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Life of Constantine Book II 18:4",
                            "text": "Accordingly the tyrant himself, and they whose counsels had supported him in his impiety, were together subjected to the just punishment of death."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Life of Constantine Book II 18:5",
                            "text": "After this, those who had so lately been deceived by their vain confidence in false deities, acknowledged with unfeigned sincerity the God of Constantine, and openly professed their belief in him as the true and only God."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Life of Constantine Book II 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:2",
                            "text": "—Rejoicings and Festivities."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:3",
                            "text": "And now, the impious being thus removed, the sun once more shone brightly after the gloomy cloud of tyrannic power."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:4",
                            "text": "Each separate portion of the Roman dominion became blended with the rest; the Eastern nations united with those of the West, and the whole body of the Roman empire was graced as it were by its head in the person of a single and supreme ruler, whose sole authority pervaded the whole."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:5",
                            "text": "Now too the bright rays of the light of godliness gladdened the days of those who had heretofore been sitting in darkness and the shadow of death."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:6",
                            "text": "Past sorrows were no more remembered, for all united in celebrating the praises of the victorious prince, and avowed their recognition of his preserver as the only true God."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:7",
                            "text": "Thus he whose character shone with all the virtues of piety, the emperor Victor, for he had himself adopted this name as a most fitting appellation to express the victory which God had granted him over all who hated or opposed him, assumed the dominion of the East, and thus singly governed the Roman empire, re-united, as in former times, under one head."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:8",
                            "text": "Thus, as he was the first to proclaim to all the sole sovereignty of God, so he himself, as sole sovereign of the Roman world, extended his authority over the whole human race."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:9",
                            "text": "Every apprehension of those evils under the pressure of which all had suffered was now removed; men whose heads had drooped in sorrow now regarded each other with smiling countenances, and looks expressive of their inward joy."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:10",
                            "text": "With processions and hymns of praise they first of all, as they were told, ascribed the supreme sovereignty to God, as in truth the King of kings; and then with continued acclamations rendered honor to the victorious emperor, and the Caesars, his most discreet and pious sons."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Life of Constantine Book II 19:11",
                            "text": "The former afflictions were forgotten, and all past impieties forgiven: while with the enjoyment of present happiness was mingled the expectation of continued blessings in the future."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Life of Constantine Book II 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Life of Constantine Book II 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Life of Constantine Book II 20:2",
                            "text": "—Constantine's Enactments in Favor of the Confessors."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Life of Constantine Book II 20:3",
                            "text": "Moreover, the emperor's edicts, permeated with his humane spirit, were published among us also, as they had been among the inhabitants of the other division of the empire; and his laws, which breathed a spirit of piety toward God, gave promise of manifold blessings, since they secured many advantages to his provincial subjects in every nation, and at the same time prescribed measures suited to the exigencies of the churches of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Life of Constantine Book II 20:4",
                            "text": "For first of all they recalled those who, in consequence of their refusal to join in idol worship, had been driven to exile, or ejected from their homes by the governors of their respective provinces."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Life of Constantine Book II 20:5",
                            "text": "In the next place, they relieved from their burdens those who for the same reason had been adjudged to serve in the civil courts, and ordained restitution to be made to any who had been deprived of property."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Life of Constantine Book II 20:6",
                            "text": "They too, who in the time of trial had signalized themselves by fortitude of soul in the cause of God, and had therefore been condemned to the painful labor of the mines, or consigned to the solitude of islands, or compelled to toil in the public works, all received an immediate release from these burdens; while others, whose religious constancy had cost them the forfeiture of their military rank, were vindicated by the emperor's generosity from this dishonor: for he granted them the alternative either of resuming their rank, and enjoying their former privileges, or, in the event of their preferring a more settled life, of perpetual exemption from all service."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Life of Constantine Book II 20:7",
                            "text": "Lastly, all who had been compelled by way of disgrace and insult to serve in the employments of women, he likewise freed with the rest."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Life of Constantine Book II 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Life of Constantine Book II 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Life of Constantine Book II 21:2",
                            "text": "—His Laws concerning Martyrs, and concerning Ecclesiastical Property."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Life of Constantine Book II 21:3",
                            "text": "Such were the benefits secured by the emperor's written mandates to the persons of those who had thus suffered for the faith, and his laws made ample provision for their property also."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Life of Constantine Book II 21:4",
                            "text": "With regard to those holy martyrs of God who had laid down their lives in the confession of His name, he directed that their estates should be enjoyed by their nearest kindred; and, in default of any of these, that the right of inheritance should be vested in the churches."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Life of Constantine Book II 21:5",
                            "text": "Farther, whatever property had been consigned to other parties from the treasury, whether in the way of sale or gift, together with that retained in the treasury itself, the generous mandate of the emperor directed should be restored to the original owners."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Life of Constantine Book II 21:6",
                            "text": "Such benefits did his bounty, thus widely diffused, confer on the Church of God."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Life of Constantine Book II 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Life of Constantine Book II 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Life of Constantine Book II 22:2",
                            "text": "—How he won the Favor of the People."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Life of Constantine Book II 22:3",
                            "text": "But his munificence bestowed still further and more numerous favors on the heathen peoples and the other nations of his empire."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Life of Constantine Book II 22:4",
                            "text": "So that the inhabitants of our [Eastern] regions, who had heard of the privileges experienced in the opposite portion of the empire, and had blessed the fortunate recipients of them, and longed for the enjoyment of a similar lot for themselves, now with one consent proclaimed their own happiness, when they saw themselves in possession of all these blessings; and confessed that the appearance of such a monarch to the human race was indeed a marvelous event, and such as the world's history had never yet recorded."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Life of Constantine Book II 22:5",
                            "text": "Such were their sentiments."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Life of Constantine Book II 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Life of Constantine Book II 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Life of Constantine Book II 23:2",
                            "text": "—That he declared God to be the Author of his Prosperity: and concerning his Rescripts."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Life of Constantine Book II 23:3",
                            "text": "And now that, through the powerful aid of God his Saviour, all nations owned their subjection to the emperor's authority, he openly proclaimed to all the name of Him to whose bounty he owed all his blessings, and declared that He, and not himself, was the author of his past victories."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Life of Constantine Book II 23:4",
                            "text": "This declaration, written both in the Latin and Greek languages, he caused to be transmitted through every province of the empire."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Life of Constantine Book II 23:5",
                            "text": "Now the excellence of his style of expression may be known from a perusal of his letters themselves which were two in number; one addressed to the churches of God; the other to the heathen population in the several cities of the empire."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Life of Constantine Book II 23:6",
                            "text": "The latter of these I think it well to insert here as connected with my present subject, in order on the one hand that a copy of this document may be recorded as matter of history, and thus preserved to posterity, and on the other that it may serve to confirm the truth of my present narrative."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Life of Constantine Book II 23:7",
                            "text": "It is taken from an authentic copy of the imperial statute in my own possession and the signature in the emperor's own handwriting attaches as it were the impress of truth to the statement I have made."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Life of Constantine Book II 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Life of Constantine Book II 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Life of Constantine Book II 24:2",
                            "text": "—Law of Constantine respecting Piety towards God, and the Christian Religion."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Life of Constantine Book II 24:3",
                            "text": "\"Victor Constantinus, Maximus Augustus, to the inhabitants of the province of Palestine."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Life of Constantine Book II 24:4",
                            "text": "\"To all who entertain just and sound sentiments respecting the character of the Supreme Being, it has long been most clearly evident, and beyond the possibility of doubt, how vast a difference there has ever been between those who maintain a careful observance of the hallowed duties of the Christian religion, and those who treat this religion with hostility or contempt."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Life of Constantine Book II 24:5",
                            "text": "But at this present time, we may see by still more manifest proofs, and still more decisive instances, both how unreasonable it were to question this truth, and how mighty is the power of the Supreme God: since it appears that they who faithfully observe His holy laws, and shrink from the transgression of His commandments, are rewarded with abundant blessings, and are endued with well-grounded hope as well as ample power for the accomplishment of their undertakings."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Life of Constantine Book II 24:6",
                            "text": "On the other hand, they who have cherished impious sentiments have experienced results corresponding to their evil choice."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Life of Constantine Book II 24:7",
                            "text": "For how is it to be expected that any blessing would be obtained by one who neither desired to acknowledge nor duly to worship that God who is the source of all blessing? Indeed, facts themselves are a confirmation of what I say."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Life of Constantine Book II 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Life of Constantine Book II 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Life of Constantine Book II 25:2",
                            "text": "—An Illustration from Ancient Times."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Life of Constantine Book II 25:3",
                            "text": "\"For certainly any one who will mentally retrace the course of events from the earliest period down to the present time, and will reflect on what has occurred in past ages, will find that all who have made justice and probity the basis of their conduct, have not only carried their undertakings to a successful issue, but have gathered, as it were, a store of sweet fruit as the produce of this pleasant root."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Life of Constantine Book II 25:4",
                            "text": "Again, whoever observes the career of those who have been bold in the practice of oppression or injustice; who have either directed their senseless fury against God himself, or have conceived no kindly feelings towards their fellow-men, but have dared to afflict them with exile, disgrace, confiscation, massacre, or other miseries of the like kind, and all this without any sense of compunction, or wish to direct thoughts to a better course, will find that such men have received a recompense proportioned to their crimes."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Life of Constantine Book II 25:5",
                            "text": "And these are results which might naturally and reasonably be expected to ensue."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Life of Constantine Book II 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Life of Constantine Book II 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Life of Constantine Book II 26:2",
                            "text": "—Of Persecuted and Persecutors."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Life of Constantine Book II 26:3",
                            "text": "\"For whoever have addressed themselves with integrity of purpose to any course of action, keeping the fear of God continually before their thoughts, and preserving an unwavering faith in him, without allowing present fears or dangers to outweigh their hope of future blessings—such persons, though for a season they may have experienced painful trials, have borne their afflictions lightly, being supported by the belief of greater rewards in store for them; and their character has acquired a brighter luster in proportion to the severity of their past sufferings."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Life of Constantine Book II 26:4",
                            "text": "With regard, on the other hand, to those who have either dishonorably slighted the principles of justice, or refused to acknowledge the Supreme God themselves, and yet have dared to subject others who have faithfully maintained his worship to the most cruel insults and punishments; who have failed equally to recognize their own wretchedness in oppressing others on such grounds, and the happiness and blessing of those who preserved their devotion to God even in the midst of such sufferings: with regard, I say, to such men, many a time have their armies been slaughtered, many a time have they been put to flight; and their warlike preparations have ended in total ruin and defeat."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Life of Constantine Book II 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Life of Constantine Book II 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Life of Constantine Book II 27:2",
                            "text": "—How the Persecution became the Occasion of Calamities to the Aggressors."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Life of Constantine Book II 27:3",
                            "text": "\"From the causes I have described, grievous wars arose, and destructive devastations."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Life of Constantine Book II 27:4",
                            "text": "Hence followed a scarcity of the common necessaries of life, and a crowd of consequent miseries: hence, too, the authors of these impieties have either met a disastrous death of extreme suffering, or have dragged out an ignominious existence, and confessed it to be worse than death itself, thus receiving as it were a measure of punishment proportioned to the heinousness of their crimes."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Life of Constantine Book II 27:5",
                            "text": "For each experienced a degree of calamity according to the blind fury with which he had been led to combat, and as he thought, defeat the Divine will: so that they not only felt the pressure of the ills of this present life, but were tormented also by a most lively apprehension of punishment in the future world."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Life of Constantine Book II 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Life of Constantine Book II 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Life of Constantine Book II 28:2",
                            "text": "—That God chose Constantine to be the Minister of Blessing."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Life of Constantine Book II 28:3",
                            "text": "\"And now, with such a mass of impiety oppressing the human race, and the commonwealth in danger of being utterly destroyed, as if by the agency of some pestilential disease, and therefore needing powerful and effectual aid; what was the relief, and what the remedy which the Divinity devised for these evils? (And by Divinity is meant the one who is alone and truly God, the possessor of almighty and eternal power: and surely it cannot be deemed arrogance in one who has received benefits from God, to acknowledge them in the loftiest terms of praise."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Life of Constantine Book II 28:4",
                            "text": ") I myself, then, was the instrument whose services He chose, and esteemed suited for the accomplishment of his will."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Life of Constantine Book II 28:5",
                            "text": "Accordingly, beginning at the remote Britannic ocean, and the regions where, according to the law of nature, the sun sinks beneath the horizon, through the aid of divine power I banished and utterly removed every form of evil which prevailed, in the hope that the human race, enlightened through my instrumentality, might be recalled to a due observance of the holy laws of God, and at the same time our most blessed faith might prosper under the guidance of his almighty hand."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Life of Constantine Book II 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Life of Constantine Book II 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Life of Constantine Book II 29:2",
                            "text": "—Constantine's Expressions of Piety towards God; and Praise of the Confessors."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Life of Constantine Book II 29:3",
                            "text": "\"I said, under the guidance of his hand; for I would desire never to be forgetful of the gratitude due to his grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Life of Constantine Book II 29:4",
                            "text": "Believing, therefore, that this most excellent service had been confided to me as a special gift, I proceeded as far as the regions of the East, which, being under the pressure of severer calamities, seemed to demand still more effectual remedies at my hands."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Life of Constantine Book II 29:5",
                            "text": "At the same time I am most certainly persuaded that I myself owe my life, my every breath, in short, my very inmost and secret thoughts, entirely to the favor of the Supreme God."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Life of Constantine Book II 29:6",
                            "text": "Now I am well aware that they who are sincere in the pursuit of the heavenly hope, and have fixed this hope in heaven itself as the peculiar and predominant principle of their lives, have no need to depend on human favor, but rather have enjoyed higher honors in proportion as they have separated themselves from the inferior and evil things of this earthly existence."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Life of Constantine Book II 29:7",
                            "text": "Nevertheless I deem it incumbent on me to remove at once and most completely from all such persons the hard necessities laid upon them for a season, and the unjust inflictions under which they have suffered, though free from any guilt or just liability."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Life of Constantine Book II 29:8",
                            "text": "For it would be strange indeed, that the fortitude and constancy of soul displayed by such men should be fully apparent during the reign of those whose first object it was to persecute them on account of their devotion to God, and yet that the glory of their character should not be more bright and blessed, under the administration of a prince who is His servant."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Life of Constantine Book II 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Life of Constantine Book II 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Life of Constantine Book II 30:2",
                            "text": "—A Law granting Release from Exile, from Service in the Courts, and from the Confiscation of Property."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Life of Constantine Book II 30:3",
                            "text": "\"Let all therefore who have exchanged their country for a foreign land, because they would not abandon that reverence and faith toward God to which they had devoted themselves with their whole hearts, and have in consequence at different times been subject to the cruel sentence of the courts; together with any who have been enrolled in the registers of the public courts though in time past exempt from such office; let these, I say, now render thanks to God the Liberator of all, in that they are restored to their hereditary property, and their wonted tranquility."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Life of Constantine Book II 30:4",
                            "text": "Let those also who have been despoiled of their goods, and have hitherto passed a wretched existence, mourning under the loss of all that they possessed, once more be restored to their former homes, their families, and estates, and receive with joy the bountiful kindness of God."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Life of Constantine Book II 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Life of Constantine Book II 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Life of Constantine Book II 31:2",
                            "text": "—Release likewise granted to Exiles in the Islands."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Life of Constantine Book II 31:3",
                            "text": "\"Furthermore, it is our command that all those who have been detained in the islands against their will should receive the benefit of this present provision; in order that they who till now have been surrounded by rugged mountains and the encircling barrier of the ocean, being now set free from that gloomy and desolate solitude, may fulfill their fondest wish by revisiting their dearest friends."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Life of Constantine Book II 31:4",
                            "text": "Those, too, who have prolonged a miserable life in the midst of abject and wretched squalor, welcoming their restoration as an unlooked-for gain, and discarding henceforth all anxious thoughts, may pass their lives with us in freedom from all fear."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Life of Constantine Book II 31:5",
                            "text": "For that any one could live in a state of fear under our government, when we boast and believe ourselves to be the servants of God, would surely be a thing most extraordinary even to hear of, and quite incredible; and our mission is to rectify the errors of the others."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Life of Constantine Book II 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Life of Constantine Book II 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Life of Constantine Book II 32:2",
                            "text": "—And to those ignominiously employed in the Mines and Public Works."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Life of Constantine Book II 32:3",
                            "text": "\"Again, with regard to those who have been condemned either to the grievous labor of the mines, or to service in the public works, let them enjoy the sweets of leisure in place of these long-continued toils, and henceforth lead a far easier life, and more accordant with the wishes of their hearts, exchanging the incessant hardships of their tasks for quiet relaxation."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Life of Constantine Book II 32:4",
                            "text": "And if any have forfeited the common privilege of liberty, or have unhappily suffered dishonor, let them hasten back every one to the country of his nativity, and resume with becoming joy their former positions in society, from which they have been as it were separated by long residence abroad."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Life of Constantine Book II 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Life of Constantine Book II 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Life of Constantine Book II 33:2",
                            "text": "—Concerning those Confessors engaged in Military Service."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Life of Constantine Book II 33:3",
                            "text": "\"Once more, with respect to those who had previously been preferred to any military distinction, of which they were afterwards deprived, for the cruel and unjust reason that they chose rather to acknowledge their allegiance to God than to retain the rank they held; we leave them perfect liberty of choice, either to occupy their former stations, should they be content again to engage in military service, or after an honorable discharge, to live in undisturbed tranquillity."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Life of Constantine Book II 33:4",
                            "text": "For it is fair and consistent that men who have displayed such magnanimity and fortitude in meeting the perils to which they have been exposed, should be allowed the choice either of enjoying peaceful leisure, or resuming their former rank."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Life of Constantine Book II 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Life of Constantine Book II 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Life of Constantine Book II 34:2",
                            "text": "—The Liberation of Free Persons condemned to labor in the Women's Apartments, or to Servitude."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Life of Constantine Book II 34:3",
                            "text": "\"Lastly, if any have wrongfully been deprived of the privileges of noble lineage, and subjected to a judicial sentence which has consigned them to the women's apartments and to the linen making, there to undergo a cruel and miserable labor, or reduced them to servitude for the benefit of the public treasury, without any exemption on the ground of superior birth; let such persons, resuming the honors they had previously enjoyed, and their proper dignities, henceforward exult in the blessings of liberty, and lead a glad life."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Life of Constantine Book II 34:4",
                            "text": "Let the free man, too, by some injustice and inhumanity, or even madness, made a slave, who has felt the sudden transition from liberty to bondage, and ofttimes bewailed his unwonted labors, return to his family once more a free man in virtue of this our ordinance, and seek those employments which befit a state of freedom; and let him dismiss from his remembrance those services which he found so oppressive, and which so ill became his condition."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Life of Constantine Book II 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Life of Constantine Book II 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Life of Constantine Book II 35:2",
                            "text": "—Of the Inheritance of the Property of Martyrs and Confessors, also of those who had suffered Banishment or Confiscation of Property."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Life of Constantine Book II 35:3",
                            "text": "\"Nor must we omit to notice those estates of which individuals have been deprived on various pretenses."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Life of Constantine Book II 35:4",
                            "text": "For if any of those who have engaged with dauntless and resolute determination in the noble and divine conflict of martyrdom have also been stripped of their fortunes; or if the same has been the lot of the confessors, who have won for themselves the hope of eternal treasures; or if the loss of property has befallen those who were driven from their native land because they would not yield to the persecutors, and betray their faith; lastly, if any who have escaped the sentence of death have yet been despoiled of their worldly goods; we ordain that the inheritances of all such persons be transferred to their nearest kindred."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Life of Constantine Book II 35:5",
                            "text": "And whereas the laws expressly assign this right to those most nearly related, it will be easy to ascertain to whom these inheritances severally belong."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Life of Constantine Book II 35:6",
                            "text": "And it is evidently reasonable that the succession in these cases should belong to those who would have stood in the place of nearest affinity, had the deceased experienced a natural death."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Life of Constantine Book II 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Life of Constantine Book II 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Life of Constantine Book II 36:2",
                            "text": "—The Church is declared Heir of those who leave no Kindred; and the Free Gifts of such Persons Confirmed."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Life of Constantine Book II 36:3",
                            "text": "\"But should there be no surviving relation to succeed in due course to the property of those above-mentioned, I mean the martyrs, or confessors, or those who for some such cause have been banished from their native land; in such cases we ordain that the church locally nearest in each instance shall succeed to the inheritance."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Life of Constantine Book II 36:4",
                            "text": "And surely it will be no wrong to the departed that that church should be their heir, for whose sake they have endured every extremity of suffering."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Life of Constantine Book II 36:5",
                            "text": "We think it necessary to add this also, that in case any of the above-mentioned persons have donated any part of their property in the way of free gift, possession of such property shall be assured, as is reasonable, to those who have thus received it."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Life of Constantine Book II 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Life of Constantine Book II 37:1",
                            "text": "Chapter XXXVII —Lands, Gardens, or Houses, but not Actual Produce from them, are to be given back."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Life of Constantine Book II 37:2",
                            "text": "\"And that there may be no obscurity in this our ordinance, but every one may readily apprehend its requirements, let all men hereby know that if they are now maintaining themselves in possession of a piece of land, or a house, or garden, or anything else which had appertained to the before-mentioned persons, it will be good and advantageous for them to acknowledge the fact, and make restitution with the least possible delay."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Life of Constantine Book II 37:3",
                            "text": "On the other hand, although it should appear that some individuals have reaped abundant profits from this unjust possession, we do not consider that justice demands the restitution of such profits."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Life of Constantine Book II 37:4",
                            "text": "They must, however, declare explicitly what amount of benefit they have thus derived, and from what sources, and entreat our pardon for this offense; in order that their past covetousness may in some measure be atoned for, and that the Supreme God may accept this compensation as a token of contrition, and be pleased graciously to pardon the sin."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Life of Constantine Book II 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Life of Constantine Book II 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Life of Constantine Book II 38:2",
                            "text": "—In what Manner Requests should be made for these."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Life of Constantine Book II 38:3",
                            "text": "\"But it is possible that those who have become masters of such property (if it be right or possible to allow them such a title) will assure us by way of apology for their conduct, that it was not in their power to abstain from this appropriation at a time when a spectacle of misery in all its forms everywhere met the view; when men were cruelly driven from their homes, slaughtered without mercy, thrust forth without remorse: when the confiscation of the property of innocent persons was a common thing, and when persecutions and property seizures were unceasing."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Life of Constantine Book II 38:4",
                            "text": "If any defend their conduct by such reasons as these, and still persist in their avaricious temper, they shall be made sensible that such a course will bring punishment on themselves, and all the more because this correction of evil is the very characteristic of our service to the Supreme God."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Life of Constantine Book II 38:5",
                            "text": "So that it will henceforth be dangerous to retain what dire necessity may in time past have compelled men to take; especially because it is in any case incumbent on us to discourage covetous desires, both by persuasion, and by warning examples."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Life of Constantine Book II 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Life of Constantine Book II 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Life of Constantine Book II 39:2",
                            "text": "—The Treasury must restore Lands, Gardens, and Houses to the Churches."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Life of Constantine Book II 39:3",
                            "text": "\"Nor shall the treasury itself, should it have any of the things we have spoken of, be permitted to keep them; but, without venturing as it were to raise its voice against the holy churches, it shall justly relinquish in their favor what it has for a time unjustly retained."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Life of Constantine Book II 39:4",
                            "text": "We ordain, therefore, that all things whatsoever which shall appear righteously to belong to the churches, whether the property consist of houses or fields and gardens, or whatever the nature of it may be, shall be restored in their full value and integrity, and with undiminished right of possession."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Life of Constantine Book II 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Life of Constantine Book II 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Life of Constantine Book II 40:2",
                            "text": "—The Tombs of Martyrs and the Cemeteries to be transferred to the Possession of the Churches."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Life of Constantine Book II 40:3",
                            "text": "\"Again, with respect to those places which are honored in being the depositories of the remains of martyrs, and continue to be memorials of their glorious departure; how can we doubt that they rightly belong to the churches, or refrain from issuing our injunction to that effect? For surely there can be no better liberality, no labor more pleasing or profitable, than to be thus employed under the guidance of the Divine Spirit, in order that those things which have been appropriated on false pretenses by unjust and wicked men, may be restored, as justice demands, and once more secured to the holy churches."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Life of Constantine Book II 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Life of Constantine Book II 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Life of Constantine Book II 41:2",
                            "text": "—Those who have purchased Property belonging to the Church, or received it as a Gift, are to restore it."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Life of Constantine Book II 41:3",
                            "text": "\"And since it would be wrong in a provision intended to include all cases, to pass over those who have either procured any such property by right of purchase from the treasury, or have retained it when conveyed to them in the form of a gift; let all who have thus rashly indulged their insatiable thirst of gain be assured that, although by daring to make such purchases they have done all in their power to alienate our clemency from themselves, they shall nevertheless not fail of obtaining it, so far as is possible and consistent with propriety in each case."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Life of Constantine Book II 41:4",
                            "text": "So much then is determined."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Life of Constantine Book II 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Life of Constantine Book II 42:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Life of Constantine Book II 42:2",
                            "text": "—An Earnest Exhortation to worship God."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Life of Constantine Book II 42:3",
                            "text": "\"And now, since it appears by the clearest and most convincing evidence, that the miseries which erewhile oppressed the entire human race are now banished from every part of the world, through the power of Almighty God, and at the same time the counsel and aid which he is pleased on many occasions to administer through our agency; it remains for all, both individually and unitedly, to observe and seriously consider how great this power and how efficacious this grace are, which have annihilated and utterly destroyed this generation, as I may call them, of most wicked and evil men; have restored joy to the good, and diffused it over all countries; and now guarantee the fullest authority both to honor the Divine law as it should be honored, with all reverence, and pay due observance to those who have dedicated themselves to the service of that law."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Life of Constantine Book II 42:4",
                            "text": "These rising as from some dark abyss and, with an enlightened knowledge of the present course of events, will henceforward render to its precepts that becoming reverence and honor which are consistent with their pious character."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Life of Constantine Book II 42:5",
                            "text": "Let this ordinance be published in our Eastern provinces\"."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Life of Constantine Book II 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Life of Constantine Book II 43:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Life of Constantine Book II 43:2",
                            "text": "—How the Enactments of Constantine were carried into Effect."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Life of Constantine Book II 43:3",
                            "text": "Such were the injunctions contained in the first letter which the emperor addressed to us."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Life of Constantine Book II 43:4",
                            "text": "And the provisions of this enactment were speedily carried into effect, everything being conducted in a manner quite different from the atrocities which had but lately been daringly perpetrated during the cruel ascendancy of the tyrants."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Life of Constantine Book II 43:5",
                            "text": "Those persons also who were legally entitled to it, received the benefit of the emperor's liberality."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Life of Constantine Book II 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Life of Constantine Book II 44:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Life of Constantine Book II 44:2",
                            "text": "—That he promoted Christians to Offices of Government, and forbade Gentiles in Such Stations to offer Sacrifice."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Life of Constantine Book II 44:3",
                            "text": "After this the emperor continued to address himself to matters of high importance, and first he sent governors to the several provinces, mostly such as were devoted to the saving faith; and if any appeared inclined to adhere to Gentile worship, he forbade them to offer sacrifice."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Life of Constantine Book II 44:4",
                            "text": "This law applied also to those who surpassed the provincial governors in rank and dignity, and even to those who occupied the highest station, and held the authority of the Praetorian Praefecture."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Life of Constantine Book II 44:5",
                            "text": "If they were Christians, they were free to act consistently with their profession; if otherwise, the law required them to abstain from idolatrous sacrifices."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Life of Constantine Book II 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Life of Constantine Book II 45:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Life of Constantine Book II 45:2",
                            "text": "—Statutes which forbade Sacrifice, and enjoined the Building of Churches."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Life of Constantine Book II 45:3",
                            "text": "Soon after this, two laws were promulgated about the same time; one of which was intended to restrain the idolatrous abominations which in time past had been practiced in every city and country; and it provided that no one should erect images, or practice divination and other false and foolish arts, or offer sacrifice in any way."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Life of Constantine Book II 45:4",
                            "text": "The other statute commanded the heightening of the oratories, and the enlargement in length and breadth of the churches of God; as though it were expected that, now the madness of polytheism was wholly removed, pretty nearly all mankind would henceforth attach themselves to the service of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Life of Constantine Book II 45:5",
                            "text": "His own personal piety induced the emperor to devise and write these instructions to the governors of the several provinces: and the law farther admonished them not to spare the expenditure of money, but to draw supplies from the imperial treasury itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Life of Constantine Book II 45:6",
                            "text": "Similar instructions were written also to the bishops of the several churches; and the emperor was pleased to transmit the same to myself, being the first letter which he personally addressed to me."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Life of Constantine Book II 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:2",
                            "text": "—Constantine's Letter to Eusebius and Other Bishops, respecting the Building of Churches, with Instructions to repair the Old, and erect New Ones on a Larger Scale, with the Aid of the Provincial Governors."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:3",
                            "text": "\"Victor Constantinus, Maximus Augustus, to Eusebius."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:4",
                            "text": "\"Forasmuch as the unholy and willful rule of tyranny has persecuted the servants of our Saviour until this present time, I believe and have fully satisfied myself, best beloved brother, that the buildings belonging to all the churches have either become ruinous through actual neglect, or have received inadequate attention from the dread of the violent spirit of the times."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:5",
                            "text": "\"But now, that liberty is restored, and that serpent driven from the administration of public affairs by the providence of the Supreme God, and our instrumentality, we trust that all can see the efficacy of the Divine power, and that they who through fear of persecution or through unbelief have fallen into any errors, will now acknowledge the true God, and adopt in future that course of life which is according to truth and rectitude."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:6",
                            "text": "With respect, therefore, to the churches over which you yourself preside, as well as the bishops, presbyters, and deacons of other churches with whom you are acquainted, do you admonish all to be zealous in their attention to the buildings of the churches, and either to repair or enlarge those which at present exist, or, in cases of necessity, to erect new ones."
                        },
                        {
                            "verse": 7,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:7",
                            "text": "\"We also empower you, and the others through you, to demand what is needful for the work, both from the provincial governors and from the Praetorian Praefect."
                        },
                        {
                            "verse": 8,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:8",
                            "text": "For they have received instructions to be most diligent in obedience to your Holiness's orders."
                        },
                        {
                            "verse": 9,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:9",
                            "text": "God preserve you, beloved brother\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 46,
                            "name": "Life of Constantine Book II 46:10",
                            "text": "A copy of this charge was transmitted throughout all the provinces to the bishops of the several churches: the provincial governors received directions accordingly, and the imperial statute was speedily carried into effect."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Life of Constantine Book II 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Life of Constantine Book II 47:1",
                            "text": "Chapter XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Life of Constantine Book II 47:2",
                            "text": "—That he wrote a Letter in Condemnation of Idolatry."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Life of Constantine Book II 47:3",
                            "text": "Moreover, the emperor, who continually made progress in piety towards God, dispatched an admonitory letter to the inhabitants of every province, respecting the error of idolatry into which his predecessors in power had fallen, in which he eloquently exhorts his subjects to acknowledge the Supreme God, and openly to profess their allegiance to his Christ as their Saviour."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Life of Constantine Book II 47:4",
                            "text": "This letter also, which is in his own handwriting, I have judged it necessary to translate from the Latin for the present work, in order that we may hear, as it were, the voice the emperor himself uttering these sentiments in the audience of all mankind."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Life of Constantine Book II 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:1",
                            "text": "Chapter XLVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:2",
                            "text": "—Constantine's Edict to the People of the Provinces concerning the Error of Polytheism, commencing with Some General Remarks on Virtue and Vice."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:3",
                            "text": "\"Victor Constantinus, Maximus Augustus, to the people of the Eastern provinces."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:4",
                            "text": "\"Whatever is comprehended under the sovereign laws of nature, seems to convey to all men an adequate idea of the forethought and intelligence of the divine order."
                        },
                        {
                            "verse": 5,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:5",
                            "text": "Nor can any, whose minds are directed in the true path of knowledge to the attainment of that end, entertain a doubt that the just perceptions of sound reason, as well as those of the natural vision itself, through the sole influence of genuine virtue, lead to the knowledge of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:6",
                            "text": "Accordingly no wise man will ever be surprised when he sees the mass of mankind influenced by opposite sentiments."
                        },
                        {
                            "verse": 7,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:7",
                            "text": "For the beauty of virtue would be useless and unperceived, did not vice display in contrast with it the course of perversity and folly."
                        },
                        {
                            "verse": 8,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:8",
                            "text": "Hence it is that the one is crowned with reward, while the most high God is himself the administrator of judgment to the other."
                        },
                        {
                            "verse": 9,
                            "chapter": 48,
                            "name": "Life of Constantine Book II 48:9",
                            "text": "\"And now I will endeavor to lay before you all as explicitly as possible, the nature of my own hopes of future happiness."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Life of Constantine Book II 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Life of Constantine Book II 49:1",
                            "text": "Chapter XLIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Life of Constantine Book II 49:2",
                            "text": "—Concerning Constantine's Pious Father, and the Persecutors Diocletian and Maximian."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Life of Constantine Book II 49:3",
                            "text": "\"The former emperors I have been accustomed to regard as those with whom I could have no sympathy, on account of the savage cruelty of their character."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Life of Constantine Book II 49:4",
                            "text": "Indeed, my father was the only one who uniformly practiced the duties of humanity, and with admirable piety called for the blessing of God the Father on all his actions, but the rest, unsound in mind, were more zealous of cruel than gentle measures; and this disposition they indulged without restraint, and thus persecuted the true doctrine during the whole period of their reign."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Life of Constantine Book II 49:5",
                            "text": "Nay, so violent did their malicious fury become, that in the midst of a profound peace, as regards both the religious and ordinary interests of men, they kindled, as it were, the flames of a civil war."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Life of Constantine Book II 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:1",
                            "text": "Chapter L."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:2",
                            "text": "—That the Persecution originated on Account of the Oracle of Apollo, who, it was said, could not give Oracles because of \"the Righteous Men\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:3",
                            "text": "\"About that time it is said that Apollo spoke from a deep and gloomy cavern, and through the medium of no human voice, and declared that the righteous men on earth were a bar to his speaking the truth, and accordingly that the oracles from the tripod were fallacious."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:4",
                            "text": "Hence it was that he suffered his tresses to droop in token of grief, and mourned the evils which the loss of the oracular spirit would entail on mankind."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:5",
                            "text": "But let us mark the consequences of this."
                        },
                        {
                            "verse": 6,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:6",
                            "text": "when a Youth, heard from him who wrote the Persecution Edict that \"the Righteous Men\" were the Christians."
                        },
                        {
                            "verse": 7,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:7",
                            "text": "\"I call now on thee, most high God, to witness that, when young, I heard him who at that time was chief among the Roman emperors, unhappy, truly unhappy as he was, and laboring under mental delusion, make earnest enquiry of his attendants as to who these righteous ones on earth were, and that one of the Pagan priests then present replied that they were doubtless the Christians."
                        },
                        {
                            "verse": 8,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:8",
                            "text": "This answer he eagerly received, like some honeyed draught, and unsheathed the sword which was ordained for the punishment of crime, against those whose holiness was beyond reproach."
                        },
                        {
                            "verse": 9,
                            "chapter": 50,
                            "name": "Life of Constantine Book II 50:9",
                            "text": "Immediately, therefore, he issued those sanguinary edicts, traced, if I may so express myself, with a sword's point dipped in blood; at the same time commanding his judges to tax their ingenuity for the invention of new and more terrible punishments."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Life of Constantine Book II 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Life of Constantine Book II 51:1",
                            "text": "Chapter LII."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Life of Constantine Book II 51:2",
                            "text": "—The Manifold Forms of Torture and Punishment practiced against the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Life of Constantine Book II 51:3",
                            "text": "\"Then, indeed, one might see with what arrogance those venerable worshipers of God were daily exposed, with continued and relentless cruelty, to outrages of the most grievous kind, and how that modesty of character which no enemy had ever treated with disrespect, became the mere sport of their infuriated fellow-citizens."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Life of Constantine Book II 51:4",
                            "text": "Is there any punishment by fire, are there any tortures or forms of torment, which were not applied to all, without distinction of age or sex? Then, it may be truly said, the earth shed tears, the all-encircling compass of heaven mourned because of the pollution of blood; and the very light of day itself was darkened in grief at the spectacle."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Life of Constantine Book II 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Life of Constantine Book II 52:1",
                            "text": "Chapter LIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Life of Constantine Book II 52:2",
                            "text": "—That the Barbarians kindly received the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Life of Constantine Book II 52:3",
                            "text": "\"But what is the consequence of this? Why, the barbarians themselves may boast now of the contrast their conduct presents to these creel deeds; for they received and kept in gentlest captivity those who then fled from amongst us, and secured to them not merely safety from danger, but also the free exercise of their holy religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Life of Constantine Book II 52:4",
                            "text": "And now the Roman people bear that lasting stain which the Christians, at that time driven from the Roman world, and taking refuge with the barbarians, have branded on them."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Life of Constantine Book II 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Life of Constantine Book II 53:1",
                            "text": "Chapter LIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Life of Constantine Book II 53:2",
                            "text": "—What Vengeance overtook those who on Account of the Oracle raised the Persecution."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Life of Constantine Book II 53:3",
                            "text": "\"But why need I longer dwell on these lamentable events, and the general sorrow which in consequence pervaded the world? The perpetrators of this dreadful guilt are now no more: they have experienced a miserable end, and are consigned to unceasing punishment in the depths of the lower world."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Life of Constantine Book II 53:4",
                            "text": "They encountered each other in civil strife, and have left neither name nor race behind."
                        },
                        {
                            "verse": 5,
                            "chapter": 53,
                            "name": "Life of Constantine Book II 53:5",
                            "text": "And surely this calamity would never have befallen them, had not that impious deliverance of the Pythian oracle exercised a delusive power over them."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Life of Constantine Book II 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Life of Constantine Book II 54:1",
                            "text": "Chapter LV."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Life of Constantine Book II 54:2",
                            "text": "—Constantine gives Glory to God, makes Grateful Acknowledgment of the Sign of the Cross, and prays for the Churches and People."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Life of Constantine Book II 54:3",
                            "text": "And now I beseech thee, most mighty God, to be merciful and gracious to thine Eastern nations, to thy people in these provinces, worn as they are by protracted miseries; and grant them healing through thy servant."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Life of Constantine Book II 54:4",
                            "text": "Not without cause, O holy God, do I prefer this prayer to thee, the Lord of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Life of Constantine Book II 54:5",
                            "text": "Under thy guidance have I devised and accomplished measures fraught with blessings: preceded by thy sacred sign I have led thy armies to victory: and still, on each occasion of public danger, I follow the same symbol of thy perfections while advancing to meet the foe."
                        },
                        {
                            "verse": 6,
                            "chapter": 54,
                            "name": "Life of Constantine Book II 54:6",
                            "text": "Therefore have I dedicated to thy service a soul duly attempered by love and fear."
                        },
                        {
                            "verse": 7,
                            "chapter": 54,
                            "name": "Life of Constantine Book II 54:7",
                            "text": "For thy name I truly love, while I regard with reverence that power of which thou hast given abundant proofs, to the confirmation and increase of my faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 54,
                            "name": "Life of Constantine Book II 54:8",
                            "text": "I hasten, then, to devote all my powers to the restoration of thy most holy dwelling-place, which those profane and impious men have defiled by the contamination of violence."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Life of Constantine Book II 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:1",
                            "text": "Chapter LVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:2",
                            "text": "—He prays that All may be Christians, but compels None."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:3",
                            "text": "\"My own desire is, for the common good of the world and the advantage of all mankind, that thy people should enjoy a life of peace and undisturbed concord."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:4",
                            "text": "Let those, therefore, who still delight in error, be made welcome to the same degree of peace and tranquillity which they have who believe."
                        },
                        {
                            "verse": 5,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:5",
                            "text": "For it may be that this restoration of equal privileges to all will prevail to lead them into the straight path."
                        },
                        {
                            "verse": 6,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:6",
                            "text": "Let no one molest another, but let every one do as his soul desires."
                        },
                        {
                            "verse": 7,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:7",
                            "text": "Only let men of sound judgment be assured of this, that those only can live a life of holiness and purity, whom thou callest to a reliance on thy holy laws."
                        },
                        {
                            "verse": 8,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:8",
                            "text": "With regard to those who will hold themselves aloof from us, let them have, if they please, their temples of lies: we have the glorious edifice of thy truth, which thou hast given us as our native home."
                        },
                        {
                            "verse": 9,
                            "chapter": 55,
                            "name": "Life of Constantine Book II 55:9",
                            "text": "We pray, however, that they too may receive the same blessing, and thus experience that heartfelt joy which unity of sentiment inspires."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Life of Constantine Book II 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Life of Constantine Book II 56:1",
                            "text": "Chapter LVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Life of Constantine Book II 56:2",
                            "text": "—He gives Glory to God, who has given Light by his Son to those who were in Error."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Life of Constantine Book II 56:3",
                            "text": "\"And truly our worship is no new or recent thing, but one which thou hast ordained for thine own due honor, from the time when, as we believe, this system of the universe was first established."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Life of Constantine Book II 56:4",
                            "text": "And, although mankind have deeply fallen, and have been seduced by manifold errors, yet hast thou revealed a pure light in the person of thy Son, that the power of evil should not utterly prevail, and hast thus given testimony to all men concerning thyself."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Life of Constantine Book II 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:1",
                            "text": "Chapter LVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:2",
                            "text": "—He glorifies him again for his Government of the Universe."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:3",
                            "text": "The truth of this is assured to us by thy works."
                        },
                        {
                            "verse": 4,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:4",
                            "text": "It is thy power which removes our guilt, and makes us faithful."
                        },
                        {
                            "verse": 5,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:5",
                            "text": "The sun and the moon have their settled course."
                        },
                        {
                            "verse": 6,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:6",
                            "text": "The stars move in no uncertain orbits round this terrestrial globe."
                        },
                        {
                            "verse": 7,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:7",
                            "text": "The revolution of the seasons recurs according to unerring laws."
                        },
                        {
                            "verse": 8,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:8",
                            "text": "The solid fabric of the earth was established by thy word: the winds receive their impulse at appointed times; and the course of the waters continues with ceaseless flow, the ocean is circumscribed by an immovable barrier, and whatever is comprehended within the compass of earth and sea, is all contrived for wondrous and important ends."
                        },
                        {
                            "verse": 9,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:9",
                            "text": "\"Were it not so, were not all regulated by the determination of thy will, so great a diversity, so manifold a division of power, would unquestionably have brought ruin on the whole race and its affairs."
                        },
                        {
                            "verse": 10,
                            "chapter": 57,
                            "name": "Life of Constantine Book II 57:10",
                            "text": "For those agencies which have maintained a mutual strife would thus have carried to a more deadly length that hostility against the human race which they even now exercise, though unseen by mortal eyes."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Life of Constantine Book II 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Life of Constantine Book II 58:1",
                            "text": "Chapter LIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Life of Constantine Book II 58:2",
                            "text": "—He gives Glory to God, as the Constant Teacher of Good."
                        },
                        {
                            "verse": 3,
                            "chapter": 58,
                            "name": "Life of Constantine Book II 58:3",
                            "text": "\"Abundant thanks, most mighty God, and Lord of all, be rendered to thee, that, by so much as our nature becomes known from the diversified pursuits of man, by so much the more are the precepts of thy divine doctrine confirmed to those whose thoughts are directed aright, and who are sincerely devoted to true virtue."
                        },
                        {
                            "verse": 4,
                            "chapter": 58,
                            "name": "Life of Constantine Book II 58:4",
                            "text": "As for those who will not allow themselves to be cured of their error, let them not attribute this to any but themselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 58,
                            "name": "Life of Constantine Book II 58:5",
                            "text": "For that remedy which is of sovereign and healing virtue is openly placed within the reach of all."
                        },
                        {
                            "verse": 6,
                            "chapter": 58,
                            "name": "Life of Constantine Book II 58:6",
                            "text": "Only let not any one inflict an injury on that religion which experience itself testifies to be pure and undefiled."
                        },
                        {
                            "verse": 7,
                            "chapter": 58,
                            "name": "Life of Constantine Book II 58:7",
                            "text": "Henceforward, therefore, let us all enjoy in common the privilege placed within our reach, I mean the blessing of peace, endeavoring to keep our conscience pure from all that is contrary."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Life of Constantine Book II 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Life of Constantine Book II 59:1",
                            "text": "Chapter LX."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Life of Constantine Book II 59:2",
                            "text": "—An Admonition at the Close of the Edict, that No One should trouble his Neighbor."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Life of Constantine Book II 59:3",
                            "text": "\"Once more, let none use that to the detriment of another which he may himself have received on conviction of its truth; but let every one, if it be possible, apply what he has understood and known to the benefit of his neighbor; if otherwise, let him relinquish the attempt."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Life of Constantine Book II 59:4",
                            "text": "For it is one thing voluntarily to undertake the conflict for immortality, another to compel others to do so from the fear of punishment."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Life of Constantine Book II 59:5",
                            "text": "\"These are our words; and we have enlarged on these topics more than our ordinary clemency would have dictated, because we were unwilling to dissemble or be false to the true faith; and the more so, since we understand there are some who say that the rites of the heathen temples, and the power of darkness, have been entirely removed."
                        },
                        {
                            "verse": 6,
                            "chapter": 59,
                            "name": "Life of Constantine Book II 59:6",
                            "text": "We should indeed have earnestly recommended such removal to all men, were it not that the rebellious spirit of those wicked errors still continues obstinately fixed in the minds of some, so as to discourage the hope of any general restoration of mankind to the ways of truth\"."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Life of Constantine Book II 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:1",
                            "text": "Chapter LXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:2",
                            "text": "—How Controversies originated at Alexandria through Matters relating to Arius."
                        },
                        {
                            "verse": 3,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:3",
                            "text": "In this manner the emperor, like a powerful herald of God, addressed himself by his own letter to all the provinces, at the same time warning his subjects against superstitious error, and encouraging them in the pursuit of true godliness."
                        },
                        {
                            "verse": 4,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:4",
                            "text": "But in the midst of his joyful anticipations of the success of this measure, he received tidings of a most serious disturbance which had invaded the peace of the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:5",
                            "text": "This intelligence he heard with deep concern, and at once endeavored to devise a remedy for the evil."
                        },
                        {
                            "verse": 6,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:6",
                            "text": "The origin of this disturbance may be thus described."
                        },
                        {
                            "verse": 7,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:7",
                            "text": "The people of God were in a truly flourishing state, and abounding in the practice of good works."
                        },
                        {
                            "verse": 8,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:8",
                            "text": "No terror from without assailed them, but a bright and most profound peace, through the favor of God, encompassed his Church on every side."
                        },
                        {
                            "verse": 9,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:9",
                            "text": "Meantime, however, the spirit of envy was watching to destroy our blessings, which at first crept in unperceived, but soon revelled in the midst of the assemblies of the saints."
                        },
                        {
                            "verse": 10,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:10",
                            "text": "At length it reached the bishops themselves, and arrayed them in angry hostility against each other, on pretense of a jealous regard for the doctrines of Divine truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:11",
                            "text": "Hence it was that a mighty fire was kindled as it were from a little spark, and which, originating in the first instance in the Alexandrian church, overspread the whole of Egypt and Libya, and the further Thebaid."
                        },
                        {
                            "verse": 12,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:12",
                            "text": "Eventually it extended its ravages to the other provinces and cities of the empire; so that not only the prelates of the churches might be seen encountering each other in the strife of words, but the people themselves were completely divided, some adhering to one faction and others to another."
                        },
                        {
                            "verse": 13,
                            "chapter": 60,
                            "name": "Life of Constantine Book II 60:13",
                            "text": "Nay, so notorious did the scandal of these proceedings become, that the sacred matters of inspired teaching were exposed to the most shameful ridicule in the very theaters of the unbelievers."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Life of Constantine Book II 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Life of Constantine Book II 61:1",
                            "text": "Chapter LXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Life of Constantine Book II 61:2",
                            "text": "—Concerning the Same Arius, and the Melitians."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Life of Constantine Book II 61:3",
                            "text": "Some thus at Alexandria maintained an obstinate conflict on the highest questions."
                        },
                        {
                            "verse": 4,
                            "chapter": 61,
                            "name": "Life of Constantine Book II 61:4",
                            "text": "Others throughout Egypt and the Upper Thebaid, were at variance on account of an earlier controversy: so that the churches were everywhere distracted by divisions."
                        },
                        {
                            "verse": 5,
                            "chapter": 61,
                            "name": "Life of Constantine Book II 61:5",
                            "text": "The body therefore being thus diseased, the whole of Libya caught the contagion; and the rest of the remoter provinces became affected with the same disorder."
                        },
                        {
                            "verse": 6,
                            "chapter": 61,
                            "name": "Life of Constantine Book II 61:6",
                            "text": "For the disputants at Alexandria sent emissaries to the bishops of the several provinces, who accordingly ranged themselves as partisans on either side, and shared in the same spirit of discord."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Life of Constantine Book II 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Life of Constantine Book II 62:1",
                            "text": "Chapter LXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Life of Constantine Book II 62:2",
                            "text": "—How Constantine sent a Messenger and a Letter concerning Peace."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Life of Constantine Book II 62:3",
                            "text": "As soon as the emperor was informed of these facts, which he heard with much sorrow of heart, considering them in the light of a calamity personally affecting himself, he forthwith selected from the Christians in his train one whom he well knew to be approved for the sobriety and genuineness of his faith, and who had before this time distinguished himself by the boldness of his religious profession, and sent him to negotiate peace between the dissentient parties at Alexandria."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Life of Constantine Book II 62:4",
                            "text": "He also made him the bearer of a most needful and appropriate letter to the original movers of the strife: and this letter, as exhibiting a specimen of his watchful care over God's people, it may be well to introduce into this our narrative of his life."
                        },
                        {
                            "verse": 5,
                            "chapter": 62,
                            "name": "Life of Constantine Book II 62:5",
                            "text": "Its purport was as follows."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Life of Constantine Book II 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Life of Constantine Book II 63:1",
                            "text": "Chapter LXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Life of Constantine Book II 63:2",
                            "text": "—Constantine's Letter to Alexander the Bishop, and Arius the Presbyter."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Life of Constantine Book II 63:3",
                            "text": "\"Victor Constantinus, Maximus Augustus, to Alexander and Arius."
                        },
                        {
                            "verse": 4,
                            "chapter": 63,
                            "name": "Life of Constantine Book II 63:4",
                            "text": "\"I call that God to witness, as well I may, who is the helper of my endeavors, and the Preserver of all men, that I had a twofold reason for undertaking that duty which I have now performed."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Life of Constantine Book II 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Life of Constantine Book II 64:1",
                            "text": "Chapter LXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Life of Constantine Book II 64:2",
                            "text": "—His Continual Anxiety for Peace."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Life of Constantine Book II 64:3",
                            "text": "\"My design then was, first, to bring the diverse judgments formed by all nations respecting the Deity to a condition, as it were, of settled uniformity; and, secondly, to restore to health the system of the world, then suffering under the malignant power of a grievous distemper."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Life of Constantine Book II 64:4",
                            "text": "Keeping these objects in view, I sought to accomplish the one by the secret eye of thought, while the other I tried to rectify by the power of military authority."
                        },
                        {
                            "verse": 5,
                            "chapter": 64,
                            "name": "Life of Constantine Book II 64:5",
                            "text": "For I was aware that, if I should succeed in establishing, according to my hopes, a common harmony of sentiment among all the servants of God, the general course of affairs would also experience a change correspondent to the pious desires of them all."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Life of Constantine Book II 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Life of Constantine Book II 65:1",
                            "text": "Chapter LXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Life of Constantine Book II 65:2",
                            "text": "—That he also adjusted the Controversies which had arisen in Africa."
                        },
                        {
                            "verse": 3,
                            "chapter": 65,
                            "name": "Life of Constantine Book II 65:3",
                            "text": "\"Finding, then, that the whole of Africa was pervaded by an intolerable spirit of mad folly, through the influence of those who with heedless frivolity had presumed to rend the religion of the people into diverse sects; I was anxious to check this disorder, and could discover no other remedy equal to the occasion, except in sending some of yourselves to aid in restoring mutual harmony among the disputants, after I had removed that common enemy of mankind who had interposed his lawless sentence for the prohibition of your holy synods."
                        }
                    ]
                },
                {
                    "chapter": 66,
                    "name": "Life of Constantine Book II 66",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 66,
                            "name": "Life of Constantine Book II 66:1",
                            "text": "Chapter LXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 66,
                            "name": "Life of Constantine Book II 66:2",
                            "text": "—That Religion began in the East."
                        },
                        {
                            "verse": 3,
                            "chapter": 66,
                            "name": "Life of Constantine Book II 66:3",
                            "text": "\"For since the power of Divine light, and the law of sacred worship, which, proceeding in the first instance, through the favor of God, from the bosom, as it were, of the East, have illumined the world, by their sacred radiance, I naturally believed that you would be the first to promote the salvation of other nations, and resolved with all energy of thought and diligence of enquiry to seek your aid."
                        },
                        {
                            "verse": 4,
                            "chapter": 66,
                            "name": "Life of Constantine Book II 66:4",
                            "text": "As soon, therefore, as I had secured my decisive victory and unquestionable triumph over my enemies, my first enquiry was concerning that object which I felt to be of paramount interest and importance."
                        }
                    ]
                },
                {
                    "chapter": 67,
                    "name": "Life of Constantine Book II 67",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 67,
                            "name": "Life of Constantine Book II 67:1",
                            "text": "Chapter LXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 67,
                            "name": "Life of Constantine Book II 67:2",
                            "text": "—Being grieved by the Dissension, he counsels Peace."
                        },
                        {
                            "verse": 3,
                            "chapter": 67,
                            "name": "Life of Constantine Book II 67:3",
                            "text": "\"But, O glorious Providence of God! how deep a wound did not my ears only, but my very heart receive in the report that divisions existed among yourselves more grievous still than those which continued in that country! so that you, through whose aid I had hoped to procure a remedy for the errors of others, are in a state which needs healing even more than theirs."
                        },
                        {
                            "verse": 4,
                            "chapter": 67,
                            "name": "Life of Constantine Book II 67:4",
                            "text": "And yet, having made a careful enquiry into the origin and foundation of these differences, I find the cause to be of a truly insignificant character, and quite unworthy of such fierce contention."
                        },
                        {
                            "verse": 5,
                            "chapter": 67,
                            "name": "Life of Constantine Book II 67:5",
                            "text": "Feeling myself, therefore, compelled to address you in this letter, and to appeal at the same time to your unanimity and sagacity, I call on Divine Providence to assist me in the task, while I interrupt your dissension in the character of a minister of peace."
                        },
                        {
                            "verse": 6,
                            "chapter": 67,
                            "name": "Life of Constantine Book II 67:6",
                            "text": "And with reason: for if I might expect, with the help of a higher Power, to be able without difficulty, by a judicious appeal to the pious feelings of those who heard me, to recall them to a better spirit, even though the occasion of the disagreement were a greater one, how can I refrain from promising myself a far easier and more speedy adjustment of this difference, when the cause which hinders general harmony of sentiment is intrinsically trifling and of little moment?."
                        }
                    ]
                },
                {
                    "chapter": 68,
                    "name": "Life of Constantine Book II 68",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:1",
                            "text": "Chapter LXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:2",
                            "text": "—Origin of the Controversy between Alexander and Arius, and that these Questions ought not to have been discussed."
                        },
                        {
                            "verse": 3,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:3",
                            "text": "I understand, then, that the origin of the present controversy is this."
                        },
                        {
                            "verse": 4,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:4",
                            "text": "When you, Alexander, demanded of the presbyters what opinion they severally maintained respecting a certain passage in the Divine law, or rather, I should say, that you asked them something connected with an unprofitable question, then you, Arius, inconsiderately insisted on what ought never to have been conceived at all, or if conceived, should have been buried in profound silence."
                        },
                        {
                            "verse": 5,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:5",
                            "text": "Hence it was that a dissension arose between you, fellowship was withdrawn, and the holy people, rent into diverse parties, no longer preserved the unity of the one body."
                        },
                        {
                            "verse": 6,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:6",
                            "text": "Now, therefore, do ye both exhibit an equal degree of forbearance, and receive the advice which your fellow-servant righteously gives."
                        },
                        {
                            "verse": 7,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:7",
                            "text": "What then is this advice? It was wrong in the first instance to propose such questions as these, or to reply to them when propounded."
                        },
                        {
                            "verse": 8,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:8",
                            "text": "For those points of discussion which are enjoined by the authority of no law, but rather suggested by the contentious spirit which is fostered by misused leisure, even though they may be intended merely as an intellectual exercise, ought certainly to be confined to the region of our own thoughts, and not hastily produced in the popular assemblies, nor unadvisedly intrusted to the general ear."
                        },
                        {
                            "verse": 9,
                            "chapter": 68,
                            "name": "Life of Constantine Book II 68:9",
                            "text": "For how very few are there able either accurately to comprehend, or adequately to explain subjects so sublime and abstruse in their nature? Or, granting that one were fully competent for this, how many people will he convince? Or, who, again, in dealing with questions of such subtle nicety as these, can secure himself against a dangerous declension from the truth? It is incumbent therefore on us in these cases to be sparing of our words, lest, in case we ourselves are unable, through the feebleness of our natural faculties, to give a clear explanation of the subject before us, or, on the other hand, in case the slowness of our hearers' understandings disables them from arriving at an accurate apprehension of what we say, from one or other of these causes the people be reduced to the alternative either of blasphemy or schism."
                        }
                    ]
                },
                {
                    "chapter": 69,
                    "name": "Life of Constantine Book II 69",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 69,
                            "name": "Life of Constantine Book II 69:1",
                            "text": "Chapter LXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 69,
                            "name": "Life of Constantine Book II 69:2",
                            "text": "—An Exhortation to Unanimity."
                        },
                        {
                            "verse": 3,
                            "chapter": 69,
                            "name": "Life of Constantine Book II 69:3",
                            "text": "\"Let therefore both the unguarded question and the inconsiderate answer receive your mutual forgiveness."
                        },
                        {
                            "verse": 4,
                            "chapter": 69,
                            "name": "Life of Constantine Book II 69:4",
                            "text": "For the cause of your difference has not been any of the leading doctrines or precepts of the Divine law, nor has any new heresy respecting the worship of God arisen among you."
                        },
                        {
                            "verse": 5,
                            "chapter": 69,
                            "name": "Life of Constantine Book II 69:5",
                            "text": "You are in truth of one and the same judgment: you may therefore well join in communion and fellowship."
                        }
                    ]
                },
                {
                    "chapter": 70,
                    "name": "Life of Constantine Book II 70",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:1",
                            "text": "Chapter LXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:2",
                            "text": "—There should be no Contention in Matters which are in themselves of Little Moment."
                        },
                        {
                            "verse": 3,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:3",
                            "text": "\"For as long as you continue to contend about these small and very insignificant questions, it is not fitting that so large a portion of God's people should be under the direction of your judgment, since you are thus divided between yourselves."
                        },
                        {
                            "verse": 4,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:4",
                            "text": "I believe it indeed to be not merely unbecoming, but positively evil, that such should be the case."
                        },
                        {
                            "verse": 5,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:5",
                            "text": "But I will refresh your minds by a little illustration, as follows."
                        },
                        {
                            "verse": 6,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:6",
                            "text": "You know that philosophers, though they all adhere to one system, are yet frequently at issue on certain points, and differ, perhaps, in their degree of knowledge: yet they are recalled to harmony of sentiment by the uniting power of their common doctrines."
                        },
                        {
                            "verse": 7,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:7",
                            "text": "If this be true, is it not far more reasonable that you, who are the ministers of the Supreme God, should be of one mind respecting the profession of the same religion? But let us still more thoughtfully and with closer attention examine what I have said, and see whether it be right that, on the ground of some trifling and foolish verbal difference between ourselves, brethren should assume towards each other the attitude of enemies, and the august meeting of the Synod be rent by profane disunion, because of you who wrangle together on points so trivial and altogether unessential? This is vulgar, and rather characteristic of childish ignorance, than consistent with the wisdom of priests and men of sense."
                        },
                        {
                            "verse": 8,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:8",
                            "text": "Let us withdraw ourselves with a good will from these temptations of the devil."
                        },
                        {
                            "verse": 9,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:9",
                            "text": "Our great God and common Saviour of all has granted the same light to us all."
                        },
                        {
                            "verse": 10,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:10",
                            "text": "Permit me, who am his servant, to bring my task to a successful issue, under the direction of his Providence, that I may be enabled, through my exhortations, and diligence, and earnest admonition, to recall his people to communion and fellowship."
                        },
                        {
                            "verse": 11,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:11",
                            "text": "For since you have, as I said, but one faith, and one sentiment respecting our religion, and since the Divine commandment in all its parts enjoins on us all the duty of maintaining a spirit of concord, let not the circumstance which has led to a slight difference between you, since it does not affect the validity of the whole, cause any division or schism among you."
                        },
                        {
                            "verse": 12,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:12",
                            "text": "And this I say without in any way desiring to force you to entire unity of judgment in regard to this truly idle question, whatever its real nature may be."
                        },
                        {
                            "verse": 13,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:13",
                            "text": "For the dignity of your synod may be preserved, and the communion of your whole body maintained unbroken, however wide a difference may exist among you as to unimportant matters."
                        },
                        {
                            "verse": 14,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:14",
                            "text": "For we are not all of us like-minded on every subject, nor is there such a thing as one disposition and judgment common to all alike."
                        },
                        {
                            "verse": 15,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:15",
                            "text": "As far, then, as regards the Divine Providence, let there be one faith, and one understanding among you, one united judgment in reference to God."
                        },
                        {
                            "verse": 16,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:16",
                            "text": "But as to your subtle disputations on questions of little or no significance, though you may be unable to harmonize in sentiment, such differences should be consigned to the secret custody of your own minds and thoughts."
                        },
                        {
                            "verse": 17,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:17",
                            "text": "And now, let the preciousness of common affection, let faith in the truth, let the honor due to God and to the observance of his law continue immovably among you."
                        },
                        {
                            "verse": 18,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:18",
                            "text": "Resume, then, your mutual feelings of friendship, love, and regard: restore to the people their wonted embracings; and do ye yourselves, having purified your souls, as it were, once more acknowledge one another."
                        },
                        {
                            "verse": 19,
                            "chapter": 70,
                            "name": "Life of Constantine Book II 70:19",
                            "text": "For it often happens that when a reconciliation is effected by the removal of the causes of enmity, friendship becomes even sweeter than it was before."
                        }
                    ]
                },
                {
                    "chapter": 71,
                    "name": "Life of Constantine Book II 71",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 71,
                            "name": "Life of Constantine Book II 71:1",
                            "text": "Chapter LXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 71,
                            "name": "Life of Constantine Book II 71:2",
                            "text": "—The Excess of his Pious Concern caused him to shed Tears; and his Intended Journey to the East was postponed because of These Things."
                        },
                        {
                            "verse": 3,
                            "chapter": 71,
                            "name": "Life of Constantine Book II 71:3",
                            "text": "\"Restore me then my quiet days, and untroubled nights, that the joy of undimmed light, the delight of a tranquil life, may henceforth be my portion."
                        },
                        {
                            "verse": 4,
                            "chapter": 71,
                            "name": "Life of Constantine Book II 71:4",
                            "text": "Else must I needs mourn, with constant tears, nor shall I be able to pass the residue of my days in peace."
                        },
                        {
                            "verse": 5,
                            "chapter": 71,
                            "name": "Life of Constantine Book II 71:5",
                            "text": "For while the people of God, whose fellow-servant I am, are thus divided amongst themselves by an unreasonable and pernicious spirit of contention, how is it possible that I shall be able to maintain tranquillity of mind? And I will give you a proof how great my sorrow has been on this behalf."
                        },
                        {
                            "verse": 6,
                            "chapter": 71,
                            "name": "Life of Constantine Book II 71:6",
                            "text": "Not long since I had visited Nicomedia, and intended forthwith to proceed from that city to the East."
                        },
                        {
                            "verse": 7,
                            "chapter": 71,
                            "name": "Life of Constantine Book II 71:7",
                            "text": "It was while I was hastening towards you, and had already accomplished the greater part of the distance, that the news of this matter reversed my plan, that I might not be compelled to see with my own eyes that which I felt myself scarcely able even to hear."
                        },
                        {
                            "verse": 8,
                            "chapter": 71,
                            "name": "Life of Constantine Book II 71:8",
                            "text": "Open then for me henceforward by your unity of judgment that road to the regions of the East which your dissensions have closed against me, and permit me speedily to see yourselves and all other peoples rejoicing together, and render due acknowledgment to God in the language of praise and thanksgiving for the restoration of general concord and liberty to all\"."
                        }
                    ]
                },
                {
                    "chapter": 72,
                    "name": "Life of Constantine Book II 72",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 72,
                            "name": "Life of Constantine Book II 72:1",
                            "text": "Chapter LXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 72,
                            "name": "Life of Constantine Book II 72:2",
                            "text": "—The Controversy continues without Abatement, even after the Receipt of This Letter."
                        },
                        {
                            "verse": 3,
                            "chapter": 72,
                            "name": "Life of Constantine Book II 72:3",
                            "text": "In this manner the pious emperor endeavored by means of the foregoing letter to promote the peace of the Church of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 72,
                            "name": "Life of Constantine Book II 72:4",
                            "text": "And the excellent man to whom it was intrusted performed his part not merely by communicating the letter itself, but also by seconding the views of him who sent it; for he was, as I have said, in all respects a person of pious character."
                        },
                        {
                            "verse": 5,
                            "chapter": 72,
                            "name": "Life of Constantine Book II 72:5",
                            "text": "The evil, however, was greater than could be remedied by a single letter, insomuch that the acrimony of the contending parties continually increased, and the effects of the mischief extended to all the Eastern provinces."
                        },
                        {
                            "verse": 6,
                            "chapter": 72,
                            "name": "Life of Constantine Book II 72:6",
                            "text": "These things jealousy and some evil spirit who looked with an envious eye on the prosperity of the Church, wrought."
                        }
                    ]
                }
            ]
        }
    ]
}