{
    "books": [
        {
            "name": "The Twelve Patriarchs: Asher",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Twelve Patriarchs: Asher 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:1",
                            "text": "X."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:2",
                            "text": "—The Testament of Asher Concerning Two Faces of Vice and Virtue."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:3",
                            "text": "The record of the testament of Asher, what things he spake to his sons in the hundred and twentieth year of his life."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:4",
                            "text": "While he was still in health, he said to them:  Hearken, ye children of Asher, to your father, and I will declare to you all that is right in the sight of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:5",
                            "text": "Two ways hath God given to the sons of men, and two minds, and two doings, and two places, and two ends."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:6",
                            "text": "Therefore all things are by twos, one corresponding to the other."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:7",
                            "text": "There are two ways of good and evil, with which are the two minds in our breasts distinguishing them."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:8",
                            "text": "Therefore if the soul take pleasure in good, all its actions are in righteousness; and though it sin, it straightway repenteth."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:9",
                            "text": "For, having his mind set upon righteousness, and casting away maliciousness, he straightway overthroweth the evil, and uprooteth the sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:10",
                            "text": "But if his mind turn aside in evil, all his doings are in maliciousness, and he driveth away the good, and taketh unto him the evil, and is ruled by Beliar; and even though he work what is good, he perverteth it in evil."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:11",
                            "text": "For whenever he beginneth as though to do good, he bringeth the end of his doing to work evil, seeing that the treasure of the devil is filled with the poison of an evil spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:12",
                            "text": "There is then, he saith, a soul which speaketh the good for the sake of the evil, and the end of the doing leadeth to mischief."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:13",
                            "text": "There is a man who showeth no compassion upon him who serveth his turn in evil; and this thing hath two aspects, but the whole is evil."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:14",
                            "text": "And there is a man that loveth him that worketh evil; he likewise dwelleth in evil, because he chooseth even to die in an evil cause for his sake:  and concerning this it is clear that it hath two aspects, but the whole is an evil work."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:15",
                            "text": "And though there is love, it is but wickedness concealing the evil, even as it beareth a name that seemeth good, but the end of the doing tendeth unto evil."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:16",
                            "text": "Another stealeth, worketh unjustly, plundereth, defraudeth, and withal pitieth the poor:  this, too, hath a twofold aspect, but the whole is evil."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:17",
                            "text": "Defrauding his neighbour he provoketh God, and sweareth falsely against the Most High, and yet pitieth the poor:  the Lord who commandeth the law he setteth at nought and provoketh, and refresheth the poor; he defileth the soul, and maketh gay the body; he killeth many, and he pitieth a few:  and this, too, hath a twofold aspect."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:18",
                            "text": "Another committeth adultery and fornication, and abstaineth from meats; yet in his fasting he worketh evil, and by his power and his wealth perverteth many, and out of his excessive wickedness worketh the commandments:  this, too, hath a twofold aspect, but the whole is evil."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:19",
                            "text": "Such men are as swine or hares; for they are half clean, but in very deed are unclean."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:20",
                            "text": "For God in the Heavenly Tablets hath thus declared."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:21",
                            "text": "Do not ye therefore, my children, wear two faces like unto them, of goodness and of wickedness; but cleave unto goodness only, for in goodness doth God rest, and men desire it."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:22",
                            "text": "From wickedness flee away, destroying the devil by your good works; for they that are double-faced serve not God, but their own lusts, so that they may please Beliar and men like unto themselves."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:23",
                            "text": "For good men, even they that are single of face, though they be thought by them that are double-faced to err, are just before God."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:24",
                            "text": "For many in killing the wicked do two works, an evil by a good; but the whole is good, because he hath uprooted and destroyed that which is evil."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:25",
                            "text": "One man hateth him that showeth mercy, and doeth wrong to the adulterer and the thief:  this, too, is double-faced, but the whole work is good, because he followeth the Lord's example, in that he receiveth not that which seemeth good with that which is really bad."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:26",
                            "text": "Another desireth not to see good days with them that riot, lest he defile his mouth and pollute his soul:  this, too, is double-faced, but the whole is good, for such men are like to stags and to hinds, because in a wild condition they seem to be unclean, but they are altogether clean; because they walk in a zeal for God, and abstain from what God also hateth and forbiddeth by His commandments, and they ward off the evil from the good."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:27",
                            "text": "Ye see therefore, my children, how that there are two in all things, one against the other, and the one is hidden by the other."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:28",
                            "text": "Death succeedeth to life, dishonour to glory, night to day, and darkness to light; and all things are under the day, and just things under life:  wherefore also everlasting life awaiteth death."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:29",
                            "text": "Nor may it be said that truth is a lie, nor right wrong; for all truth is under the light, even as all things are under God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:30",
                            "text": "All these things I proved in my life, and I wandered not from the truth of the Lord, and I searched out the commandments of the Most High, walking with singleness of face according to all my strength unto that which is good."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:31",
                            "text": "Take heed therefore ye also, my children, to the commandments of the Lord, following the truth with singleness of face, for they that are double-faced receive twofold punishment."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:32",
                            "text": "Hate the spirits of error, which strive against men."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:33",
                            "text": "Keep the law of the Lord, and give not heed unto evil as unto good; but look unto the thing that is good indeed, and keep it in all commandments of the Lord, having your conversation unto Him, and resting in Him:  for the ends at which men aim do show their righteousness, and know the angels of the Lord from the angels of Satan."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:34",
                            "text": "For if the soul depart troubled, it is tormented by the evil spirit which also it served in lusts and evil works; but if quietly and with joy it hath known the angel of peace, it shall comfort him in life."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:35",
                            "text": "Become not, my children, as Sodom, which knew not the angels of the Lord, and perished for ever."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:36",
                            "text": "For I know that ye will sin, and ye shall be delivered into the hands of your enemies, and your land shall be made desolate, and ye shall be scattered unto the four corners of the earth."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:37",
                            "text": "And ye shall be set at nought in the Dispersion as useless water, until the Most High shall visit the earth; and He shall come as man, with men eating and drinking, and in peace breaking the head of the dragon through water."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:38",
                            "text": "He shall save Israel and all nations, God speaking in the person of man."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:39",
                            "text": "Therefore tell ye these things to your children, that they disobey Him not."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:40",
                            "text": "For I have read in the Heavenly Tablets that in very deed ye will disobey Him, and act ungodly against Him, not giving heed to the law of God, but to the commandments of men."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:41",
                            "text": "Therefore shall ye be scattered as Gad and as Dan my brethren, who shall know not their own lands, tribe, and tongue."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:42",
                            "text": "But the Lord will gather you together in faith through the hope of His tender mercy, for the sake of Abraham, and Isaac, and Jacob."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:43",
                            "text": "And when he had said these things unto them, he charged them, saying:  Bury me in Hebron."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Asher 1:44",
                            "text": "And he fell into a peaceful sleep, and died; and after this his sons did as he had charged them, and they carried him up and buried him with his fathers."
                        }
                    ]
                }
            ]
        }
    ]
}