{
    "books": [
        {
            "name": "Clement: Homily XIV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily XIV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:1",
                            "text": "Homily XIV: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:2",
                            "text": "—Mattidia is Baptized in the Sea."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:3",
                            "text": "Much earlier than usual Peter awoke, and came to us, and awaking us, said:  \"Let Faustinus and Faustinianus, along with Clement and the household, accompany me, that we may go to some sheltered spot by the sea, and there be able to baptize her without attracting observation\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:4",
                            "text": "Accordingly, when we had come to the sea-shore, he baptized her between some rocks, which supplied a place at once free from wind and dust."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:5",
                            "text": "But we brothers, along with our brother and some others, retired because of the women and bathed, and coming again to the women, we took them along with us, and thus we went to a secret place and prayed."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:6",
                            "text": "Then Peter, on account of the multitude, sent the women on before, ordering them to go to their lodging by another way, and he permitted us alone of the men to accompany our mother and the rest of the women."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:7",
                            "text": "We went then to our lodging, and while waiting for Peter's arrival, we conversed with each other."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:8",
                            "text": "Peter came several hours after, and breaking the bread for the Eucharist, and putting salt upon it, he gave it first to our mother, and, after her, to us her sons."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Clement: Homily XIV 1:9",
                            "text": "And thus we took food along with her and blessed God."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily XIV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily XIV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily XIV 2:2",
                            "text": "—The Reason of Peter's Lateness."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily XIV 2:3",
                            "text": "Then, at length, Peter seeing that the multitude had entered, sat down, and bidding us sit down beside him, he related first of all why he had sent us on before him after the baptism, and why he himself had been late in returning."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily XIV 2:4",
                            "text": "He said that the following was the reason:  \"At the time that you came up,\" he says, \"an old man, a workman, entered along with you, concealing himself out of curiosity."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily XIV 2:5",
                            "text": "He had watched us before, as he himself afterwards confessed, in order to see what we were doing when we entered into the sheltered place, and then he came out secretly and followed us."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Homily XIV 2:6",
                            "text": "And coming up to me at a convenient place, and addressing me, he said, 'For a long time I have been following you and wishing to talk with you, but I was afraid that you might be angry with me, as if I were instigated by curiosity; but now I shall tell you, if you please, what I think is the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Homily XIV 2:7",
                            "text": "'  And I replied, 'Tell us what you think is good, and we shall approve your conduct, even should what you say not be really good, since with a good purpose you have been anxious to state what you deem to be good."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement: Homily XIV 2:8",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily XIV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:2",
                            "text": "—The Old Man Does Not Believe in God or Providence."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:3",
                            "text": "\"The old man began to speak as follows:  'When I saw you after you had bathed in the sea retire into the secret place, I went up and secretly watched what might be your object in entering into a secret place, and when I saw you pray, I retired; but taking pity on you, I waited that I might speak with you when you came out, and prevail on you not to be led astray."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:4",
                            "text": "For there is neither God nor providence; but all things are subject to Genesis."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:5",
                            "text": "Of this I am fully assured in consequence of what I have myself endured, having for a long time made a careful study of the science."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:6",
                            "text": "Do not therefore be deceived, my child."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:7",
                            "text": "For whether you pray or not, you must endure what is assigned to you by Genesis."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:8",
                            "text": "For if prayers could have done anything or any good, I myself should now be in better circumstances."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:9",
                            "text": "And now, unless my needy garments mislead you, you will not refuse to believe what I say."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:10",
                            "text": "I was once in affluent circumstances; I sacrificed much to the gods, I gave liberally to the needy; and yet, though I prayed and acted piously, I was not able to escape my destiny."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:11",
                            "text": "'  And I said:  'What are the calamities you have endured?'  And he answered:  'I need not tell you now; perhaps at the end you shall learn who I am, and who are my parents, and into what straitened circumstances I have fallen."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:12",
                            "text": "But at present I wish you to become fully assured that everything is subject to Genesis."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Clement: Homily XIV 3:13",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily XIV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:2",
                            "text": "—Peter's Arguments Against Genesis."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:3",
                            "text": "\"And I said:  'If all things are subject to Genesis, and you are fully convinced that this is the case, your thoughts and advice are contrary to your own opinion."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:4",
                            "text": "For if it is impossible even to think in opposition to Genesis, why do you toil in vain, advising me to do what cannot be done?  Yea, moreover, even if Genesis subsists, do not make haste to prevail on me not to worship Him who is also Lord of the stars, by whose wish that a thing should not take place, that thing becomes an impossibility."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:5",
                            "text": "For always that which is subject must obey that which rules."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:6",
                            "text": "As far, however, as the worship of the common gods is concerned, that is superfluous, if Genesis has sway."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:7",
                            "text": "For neither does anything happen contrary to what seems good to fate, nor are they themselves able to do anything, since they are subject to their own universal Genesis."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:8",
                            "text": "If Genesis exists, there is this objection to it, that that which is not first has the rule; or, in other words, the uncreated cannot be subject, for the uncreated, as being uncreated, has nothing that is older than itself."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Clement: Homily XIV 4:9",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily XIV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:2",
                            "text": "—Practical Refutation of Genesis."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:3",
                            "text": "\"While we were thus talking, a great multitude gathered round us."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:4",
                            "text": "And then I looked to the multitude, and said:  'I and my tribe have had handed down to us from our ancestors the worship of God, and we have a commandment to give no heed to Genesis, I mean to the science of astrology; and therefore I gave no attention to it."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:5",
                            "text": "For this reason I have no skill in astrology, but I shall state that in which I have skill."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:6",
                            "text": "Since I am unable to refute Genesis by an appeal to the science which relates to Genesis, I wish to prove in another way that the affairs of this world are managed by a providence, and that each one will receive reward or punishment according to his actions."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:7",
                            "text": "Whether he shall do so now or hereafter, is a matter of no consequence to me; all I affirm is, that each one without doubt will reap the fruit of his deeds."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:8",
                            "text": "The proof that there is no Genesis is this."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:9",
                            "text": "If any one of you present has been deprived of eyes, or has his hand maimed, or his foot lame, or some other part of the body wrong, and if it is utterly incurable, and entirely beyond the range of the medical profession,—a case, indeed, which not even the astrologers profess to cure, for no such cure has taken place within the lapse of a vast period,—yet I praying to God will cure it, although it could never have been set right by Genesis."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:10",
                            "text": "Since this is so, do not they sin who blaspheme the God that fashioned all things?'  And the old man answered:  'Is it then blasphemy to say that all things are subject to Genesis?'  And I replied:  'Most certainly it is."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:11",
                            "text": "For if all the sins of men, and all their acts of impiety and licentiousness, owe their origin to the stars, and if the stars have been appointed by God to do this work, so as to be the efficient causes of all evils, then the sins of all are traced up to Him who placed Genesis in the stars."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Clement: Homily XIV 5:12",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily XIV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily XIV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily XIV 6:2",
                            "text": "—The Old Man Opposes His Personal Experience to the Argument of Peter."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily XIV 6:3",
                            "text": "\"And the old man answered:  'You have spoken truly, and yet, notwithstanding all your incomparable demonstration, I am prevented from yielding assent by my own personal knowledge."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily XIV 6:4",
                            "text": "For I was an astrologer, and dwelt first at Rome; and then forming a friendship with one who was of the family of Caesar, I ascertained accurately the genesis of himself and his wife."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily XIV 6:5",
                            "text": "And tracing their history, I find all the deeds actually accomplished in exact accordance with their genesis, and therefore I cannot yield to your argument."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily XIV 6:6",
                            "text": "For the arrangement of her genesis was that which makes women commit adultery, fall in love with their own slaves, and perish abroad in the water."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily XIV 6:7",
                            "text": "And this actually took place; for she fell in love with her own slave, and not being able to bear the reproach, she fled with him, hurried to a foreign land, shared his bed, and perished in the sea."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement: Homily XIV 6:8",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily XIV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:2",
                            "text": "—The Old Man Tells His Story."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:3",
                            "text": "\"And I answered:  'How then do you know that she who fled and took up her residence in a foreign land married the slave, and marrying him died?'  And the old man said:  'I am quite sure that this is true, not indeed that she married him, for I did not know even that she fell in love with him; but after her departure, a brother of her husband's told me the whole story of her passion, and how he acted as an honourable man, and did not, as being his brother, wish to pollute his couch, and how she the wretched woman (for she is not blameable, inasmuch as she was compelled to do and suffer all this in consequence of Genesis) longed for him, and yet stood in awe of him and his reproaches, and how she devised a dream, whether true or false I cannot tell; for he stated that she said, \"Some one in a vision stood by me, and ordered me to leave the city of the Romans immediately with my children\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:4",
                            "text": "But her husband being anxious that she should be saved with his sons, sent them immediately to Athens for their education, accompanied by their mother and slaves, while he kept the third and youngest son with himself, for he who gave the warning in the dream permitted this son to remain with his father."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:5",
                            "text": "And when a long time had elapsed, during which he received no letters from her, he himself sent frequently to Athens, and at length took me, as the truest of all his friends, and went in search of her."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:6",
                            "text": "And much did I exert myself along with him in the course of our travels with all eagerness; for I remembered that, in the old times of his prosperity, he had given me a share of all he had and loved me above all his friends."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:7",
                            "text": "At length we set sail from Rome itself, and so we arrived in these parts of Syria, and we landed at Seleucia, and not many days after we had landed he died of a broken heart."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:8",
                            "text": "But I came here, and have procured my livelihood from that day till this by the work of my hands."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Clement: Homily XIV 7:9",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily XIV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:2",
                            "text": "—The Old Man Gives Information in Regard to Faustus the Father of Clement."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:3",
                            "text": "\"When the old man had thus spoken, I knew from what he said that the old man who he stated had died, was no other than your father."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:4",
                            "text": "I did not wish, however, to communicate your circumstances to him until I should confer with you."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:5",
                            "text": "But I ascertained where his lodging was, and I pointed out mine to him; and to make sure that my conjecture was right, I put this one question to him:  'What was the name of the old man?'  And he said, 'Faustus."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:6",
                            "text": "'  'And what were the names of his twin sons?'  And he answered, 'Faustinus and Faustinianus."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:7",
                            "text": "'  'What was the name of the third son?'  He said, 'Clement."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:8",
                            "text": "'  'What was their mother's name?'  He said, 'Mattidia."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:9",
                            "text": "'  Accordingly, from compassion, I shed tears along with him, and, dismissing the multitudes, I came to you, in order that I might take counsel with you after we had partaken of food together."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:10",
                            "text": "But I did not wish to disclose the matter to you before we had partaken of food, lest perchance you should be overcome by sorrow, and continue sad on the day of baptism, when even angels rejoice\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:11",
                            "text": "At these statements of Peter we all fell a weeping along with our mother."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Clement: Homily XIV 8:12",
                            "text": "But he beholding us in tears, said:  \"Now let each one of you, through fear of God, bear bravely what has been said:  for certainly it was not to-day that your father died, but long ago, as you conjecturing said\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily XIV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily XIV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily XIV 9:2",
                            "text": "—Faustus Himself Appears."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily XIV 9:3",
                            "text": "When Peter said this, our mother could no longer endure it, but cried out, \"Alas! my husband! loving us, you died by your own decision, while we are still alive, see the light, and have just partaken of food\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily XIV 9:4",
                            "text": "This one scream had not yet ceased, when, lo! the old man came in, and at the same time wishing to inquire into the cause of the cry, he looked on the woman and said, \"What does this mean?  Whom do I see?\"  And going up to her, and looking at her, and being looked at more carefully, he embraced her."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Homily XIV 9:5",
                            "text": "But they were like to die through the sudden joy, and wishing to speak to each other, they could not get the power in consequence of their unsatisfied joy, for they were seized with speechlessness."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Homily XIV 9:6",
                            "text": "But not long after, our mother said to him:  \"I now have you, Faustus, in every way the dearest being to me."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Clement: Homily XIV 9:7",
                            "text": "How then are you alive, when we heard a short time ago that you were dead?  But these are our sons, Faustinus, Faustinianus, and Clement\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Clement: Homily XIV 9:8",
                            "text": "And when she said this, we all three fell on him, and kissed him, and in rather an indistinct way we recalled his form to our memory."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily XIV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily XIV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily XIV 10:2",
                            "text": "—Faustus Explains His Narrative to Peter."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily XIV 10:3",
                            "text": "Peter seeing this, said:  \"Are you Faustus, the husband of this woman, and the father of her children?\"  And he said:  \"I am\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily XIV 10:4",
                            "text": "And Peter said:  \"How, then, did you relate to me your own history as if it were another's; telling me of your toils, and sorrow, and burial?\"  And our father answered:  \"Being of the family of Caesar, and not wishing to be discovered, I devised the narrative in another's name, in order that it might not be perceived who I was."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily XIV 10:5",
                            "text": "For I knew that, if I were recognised, the governors in the place would learn this, and recall me to gratify Caesar, and would bestow upon me that former prosperity to which I had formerly bidden adieu with all the resolution I could summon."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Homily XIV 10:6",
                            "text": "For I could not give myself up to a luxurious life when I had pronounced the strongest condemnation on myself, because I believed that I had been the cause of death to those who were loved by me\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily XIV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:2",
                            "text": "—Discussion on Genesis."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:3",
                            "text": "And Peter said:  \"You did this according to your resolution."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:4",
                            "text": "But in regard to Genesis, were you merely playing a part when you affirmed it, or were you in earnest in asserting that it existed?\"  Our father said:  \"I will not speak falsely to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:5",
                            "text": "I was in earnest when I maintained that Genesis existed."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:6",
                            "text": "For I am not uninitiated in the science; on the contrary, I associated with one who is the best of the astrologers, an Egyptian of the name of Annubion, who became my friend in the commencement of my travels, and disclosed to me the death of my wife and children\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:7",
                            "text": "And Peter said:  \"Are you not now convinced by facts, that the doctrine of Genesis has no firm foundation?\"  And my father answered:  \"I must lay before you all the ideas that occur to my mind, that listening to them I may understand your refutation of them."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:8",
                            "text": "I know, indeed, that astrologers both make many mistakes, and frequently speak the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:9",
                            "text": "I suspect, therefore, that they speak the truth so far as they are accurately acquainted with the science, and that their mistakes are the result of ignorance; so that I conjecture that the science has a firm foundation, but that the astrologers themselves speak what is false solely on account of ignorance, because they cannot know all things with absolute accuracy\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:10",
                            "text": "And Peter answered:  \"Consider whether their speaking of the truth is not accidental, and whether they do not make their declarations without knowing the matters accurately."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:11",
                            "text": "For it must by all means happen that, when many prophecies are uttered, some of them should come true\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Clement: Homily XIV 11:12",
                            "text": "And the old man said:  \"How, then, is it possible to be fully convinced of this, whether the science of Genesis has a sure foundation or not?\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily XIV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily XIV 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily XIV 12:2",
                            "text": "—Clement Undertakes the Discussion."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily XIV 12:3",
                            "text": "When both were silent, I said:  \"Since I know accurately the science, but our lord and our father are not in this condition, I should like if Annubion himself were here, to have a discussion with him in the presence of my father."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily XIV 12:4",
                            "text": "For thus would the matter be able to become public, when one practically acquainted with the subject has held the discussion with one equally informed\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily XIV 12:5",
                            "text": "And our father answered:  \"Where, then, is it possible to fall in with Annubion?\"  And Peter said:  \"In Antioch, for I learn that Simon Magus is there, whose inseparable companion Annubion is."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily XIV 12:6",
                            "text": "When, then, we go there, if we come upon them, the discussion can take place\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement: Homily XIV 12:7",
                            "text": "And so, when we had discussed many subjects, and rejoiced at the recognition and given thanks to God, evening came down upon us, and we turned to sleep."
                        }
                    ]
                }
            ]
        }
    ]
}