{
    "books": [
        {
            "name": "To Amphilochius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "To Amphilochius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "To Amphilochius 1:1",
                            "text": "Letter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "To Amphilochius 1:2",
                            "text": "—To Amphilochius."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "To Amphilochius 1:3",
                            "text": "I am well persuaded that by God's grace the business of the Church of the Martyrs is in a fair way."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "To Amphilochius 1:4",
                            "text": "Would that you were willing in the matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "To Amphilochius 1:5",
                            "text": "The task we have in hand will find its end by the power of God, Who is able, wherever He speaks, to turn word into deed."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "To Amphilochius 1:6",
                            "text": "Seeing that, as the Apostle says, \"He Who has begun a good work will also perform it\", I would exhort you in this also to be an imitator of the great Paul, and to advance our hope to actual fulfilment, and send us so many workmen as may suffice for the work we have in hand."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "To Amphilochius 1:7",
                            "text": "Your Perfection might perhaps be informed by calculation of the dimensions to which the total work will attain: and to this end I will endeavour to explain the whole structure by a verbal description."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "To Amphilochius 1:8",
                            "text": "The form of the chapel is a cross, which has its figure completed throughout, as you would expect, by four structures."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "To Amphilochius 1:9",
                            "text": "The junctions of the buildings intercept one another, as we see everywhere in the cruciform pattern."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "To Amphilochius 1:10",
                            "text": "But within the cross there lies a circle, divided by eight angles (I call the octagonal figure a circle in view of its circumference), in such wise that the two pairs of sides of the octagon which are diametrically opposed to one another, unite by means of arches the central circle to the adjoining blocks of building; while the other four sides of the octagon, which lie between the quadrilateral buildings, will not themselves be carried to meet the buildings, but upon each of them will be described a semicircle like a shell, terminating in an arch above: so that the arches will be eight in all, and by their means the quadrilateral and semicircular buildings will be connected, side by side, with the central structure."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "To Amphilochius 1:11",
                            "text": "In the blocks of masonry formed by the angles there will be an equal number of pillars, at once for ornament and for strength, and these again will carry arches built of equal size to correspond with those within."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "To Amphilochius 1:12",
                            "text": "And above these eight arches, with the symmetry of an upper range of windows, the octagonal building will be raised to the height of four cubits: the part rising from it will be a cone shaped like a top, as the vaulting narrows the figure of the roof from its full width to a pointed wedge."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "To Amphilochius 1:13",
                            "text": "The dimensions below will be,—the width of each of the quadrilateral buildings, eight cubits, the length of them half as much again, the height as much as the proportion of the width allows."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "To Amphilochius 1:14",
                            "text": "It will be as much in the semicircles also."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "To Amphilochius 1:15",
                            "text": "The whole length between the piers extends in the same way to eight cubits, and the depth will be as much as will be given by the sweep of the compasses with the fixed point placed in the middle of the side and extending to the end."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "To Amphilochius 1:16",
                            "text": "The height will be determined in this case too by the proportion to the width."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "To Amphilochius 1:17",
                            "text": "And the thickness of the wall, an interval of three feet from inside these spaces, which are measured internally, will run round the whole building."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "To Amphilochius 1:18",
                            "text": "I have troubled your Excellency with this serious trifling, with this intention, that by the thickness of the walls, and by the intermediate spaces, you may accurately ascertain what sum the number of feet gives as the measurement; because your intellect is exceedingly quick in all matters, and makes its way, by God's grace, in whatever subject you will, and it is possible for you, by subtle calculation, to ascertain the sum made up by all the parts, so as to send us masons neither more nor fewer than our need requires."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "To Amphilochius 1:19",
                            "text": "And I beg you to direct your attention specially to this point, that some of them may be skilled in making vaulting without supports: for I am informed that when built in this way it is more durable than what is made to rest on props."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "To Amphilochius 1:20",
                            "text": "It is the scarcity of wood that brings us to this device of roofing the whole fabric with stone; because the place supplies no timber for roofing."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "To Amphilochius 1:21",
                            "text": "Let your unerring mind be persuaded, because some of the people here contract with me to furnish thirty workmen for a stater, for the dressed stonework, of course with a specified ration along with the stater."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "To Amphilochius 1:22",
                            "text": "But the material of our masonry is not of this sort, but brick made of clay and chance stones, so that they do not need to spend time in fitting the faces of the stones accurately together."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "To Amphilochius 1:23",
                            "text": "I know that so far as skill and fairness in the matter of wages are concerned, the workmen in your neighbourhood are better for our purpose than those who follow the trade here."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "To Amphilochius 1:24",
                            "text": "The sculptor's work lies not only in the eight pillars, which must themselves be improved and beautified, but the work requires altar-like base-mouldings, and capitals carved in the Corinthian style."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "To Amphilochius 1:25",
                            "text": "The porch, too, will be of marbles wrought with appropriate ornaments."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "To Amphilochius 1:26",
                            "text": "The doors set upon these will be adorned with some such designs as are usually employed by way of embellishment at the projection of the cornice."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "To Amphilochius 1:27",
                            "text": "Of all these, of course, we shall furnish the materials; the form to be impressed on the materials art will bestow."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "To Amphilochius 1:28",
                            "text": "Besides these there will be in the colonnade not less than forty pillars: these also will be of wrought stone."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "To Amphilochius 1:29",
                            "text": "Now if my account has explained the work in detail, I hope it may be possible for your Sanctity, on perceiving what is needed, to relieve us completely from anxiety so far as the workmen are concerned."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "To Amphilochius 1:30",
                            "text": "If, however, the workman were inclined to make a bargain favourable to us, let a distinct measure of work, if possible, be fixed for the day, so that he may not pass his time doing nothing, and then, though he has no work to show for it, as having worked for us so many days, demand payment for them."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "To Amphilochius 1:31",
                            "text": "I know that we shall appear to most people to be higglers, in being so particular about the contracts."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "To Amphilochius 1:32",
                            "text": "But I beg you to pardon me; for that Mammon about whom I have so often said such hard things, has at last departed from me as far as he can possibly go, being disgusted, I suppose, at the nonsense that is constantly talked against him, and has fortified himself against me by an impassable gulf—to wit, poverty—so that neither can he come to me, nor can I pass to him."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "To Amphilochius 1:33",
                            "text": "This is why I make a point of the fairness of the workmen, to the end that we may be able to fulfil the task before us, and not be hindered by poverty—that laudable and desirable evil."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "To Amphilochius 1:34",
                            "text": "Well, in all this there is a certain admixture of jest."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "To Amphilochius 1:35",
                            "text": "But do you, man of God, in such ways as are possible and legitimate, boldly promise in bargaining with the men that they will all meet with fair treatment at our hands, and full payment of their wages: for we shall give all and keep back nothing, as God also opens to us, by your prayers, His hand of blessing."
                        }
                    ]
                }
            ]
        }
    ]
}