{
    "books": [
        {
            "name": "Irenaeus: Against Heresies Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Irenaeus: Against Heresies Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:1",
                            "text": "Against Heresies: Book 1  Preface."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:2",
                            "text": "Inasmuch as certain men have set the truth aside, and bring in lying words and vain genealogies, which, as the apostle says, \"minister questions rather than godly edifying which is in faith,\" and by means of their craftily-constructed plausibilities draw away the minds of the inexperienced and take them captive, I have felt constrained, my dear friend, to compose the following treatise in order to expose and counteract their machinations."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:3",
                            "text": "These men falsify the oracles of God, and prove themselves evil interpreters of the good word of revelation."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:4",
                            "text": "They also overthrow the faith of many, by drawing them away, under a pretence of superior knowledge, from Him who rounded and adorned the universe; as if, forsooth, they had something more excellent and sublime to reveal, than that God who created the heaven and the earth, and all things that are therein."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:5",
                            "text": "By means of specious and plausible words, they cunningly allure the simple-minded to inquire into their system; but they nevertheless clumsily destroy them, while they initiate them into their blasphemous and impious opinions respecting the Demiurge; and these simple ones are unable, even in such a matter, to distinguish falsehood from truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:6",
                            "text": "Error, indeed, is never set forth in its naked deformity, lest, being thus exposed, it should at once be detected."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:7",
                            "text": "But it is craftily decked out in an attractive dress, so as, by its outward form, to make it appear to the inexperienced (ridiculous as the expression may seem) more true than the truth itself."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:8",
                            "text": "One far superior to me has well said, in reference to this point, \"A clever imitation in glass casts contempt, as it were, on that precious jewel the emerald (which is most highly esteemed by some), unless it come under the eye of one able to test and expose the counterfeit."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:9",
                            "text": "Or, again, what inexperienced person can with ease detect the presence of brass when it has been mixed up with silver?\" Lest, therefore, through my neglect, some should be carried off, even as sheep are by wolves, while they perceive not the true character of these men,—because they outwardly are covered with sheep's clothing (against whom the Lord has enjoined us to be on our guard), and because their language resembles ours, while their sentiments are very different,—I have deemed it my duty (after reading some of the Commentaries, as they call them, of the disciples of Valentinus, and after making myself acquainted with their tenets through personal intercourse with some of them) to unfold to thee, my friend, these portentous and profound mysteries, which do not fall within the range of every intellect, because all have not sufficiently purged their brains."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:10",
                            "text": "I do this, in order that thou, obtaining an acquaintance with these things, mayest in turn explain them to all those with whom thou art connected, and exhort them to avoid such an abyss of madness and of blasphemy against Christ."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:11",
                            "text": "I intend, then, to the best of my ability, with brevity and clearness to set forth the opinions of those who are now promulgating heresy."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:12",
                            "text": "I refer especially to the disciples of Ptolemaeus, whose school may be described as a bud from that of Valentinus."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:13",
                            "text": "I shall also endeavour, according to my moderate ability, to furnish the means of overthrowing them, by showing how absurd and inconsistent with the truth are their statements."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:14",
                            "text": "Not that I am practised either in composition or eloquence; but my feeling of affection prompts me to make known to thee and all thy companions those doctrines which have been kept in concealment until now, but which are at last, through the goodness of God, brought to light."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:15",
                            "text": "\"For there is nothing hidden which shall not be revealed, nor secret that shall not be made known\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:16",
                            "text": "Thou wilt not expect from me, who am resident among the Keltae, and am accustomed for the most part to use a barbarous dialect, any display of rhetoric, which I have never learned, or any excellence of composition, which I have never practised, or any beauty and persuasiveness of style, to which I make no pretensions."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:17",
                            "text": "But thou wilt accept in a kindly spirit what I in a like spirit write to thee simply, truthfully, and in my own homely way; whilst thou thyself (as being more capable than I am) wilt expand those ideas of which I send thee, as it were, only the seminal principles; and in the comprehensiveness of thy understanding, wilt develop to their full extent the points on which I briefly touch, so as to set with power before thy companions those things which I have uttered in weakness."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:18",
                            "text": "In fine, as I (to gratify thy long-cherished desire for information regarding the tenets of these persons) have spared no pains, not only to make these doctrines known to thee, but also to furnish the means of showing their falsity; so shalt thou, according to the grace given to thee by the Lord, prove an earnest and efficient minister to others, that men may no longer be drawn away by the plausible system of these heretics, which I now proceed to describe."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:19",
                            "text": "Chapter 1 — Absurd ideas of the disciples of Valentinus as to the origin, name, order, and conjugal productions of their fancied aeons, with the passages of Scripture which they adapt to their opinions."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:20",
                            "text": "They maintain, then, that in the invisible and ineffable heights above there exists a certain perfect, pre-existent aeon, whom they call Proarche, Propator, and Bythus, and describe as being invisible and incomprehensible."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:21",
                            "text": "Eternal and unbegotten, he remained throughout innumerable cycles of ages in profound serenity and quiescence."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:22",
                            "text": "There existed along with him Ennoea, whom they also call Charis and Sige."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:23",
                            "text": "At last this Bythus determined to send forth from himself the beginning of all things, and deposited this production (which he had resolved to bring forth) in his contemporary Sige, even as seed is deposited in the womb."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:24",
                            "text": "She then, having received this seed, and becoming pregnant, gave birth to Nous, who was both similar and equal to him who had produced him, and was alone capable of comprehending his father's greatness."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:25",
                            "text": "This Nous they call also Monogenes, and Father, and the Beginning of all Things."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:26",
                            "text": "Along with him was also produced Aletheia; and these four constituted the first and first-begotten Pythagorean Tetrad, which they also denominate the root of all things."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:27",
                            "text": "For there are first Bythus and Sige, and then Nous and Aletheia."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:28",
                            "text": "And Monogenes, perceiving for what purpose he had been produced, also himself sent forth Logos and Zoe, being the father of all those who were to come after him, and the beginning and fashioning of the entire Pleroma."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:29",
                            "text": "By the conjunction of Logos and Zoe were brought forth Anthropos and Ecclesia; and thus was formed the first-begotten Ogdoad, the root and substance of all things, called among them by four names, viz."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:30",
                            "text": ", Bythus, and Nous, and Logos, and Anthropos."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:31",
                            "text": "For each of these is masculo-feminine, as follows: Propator was united by a conjunction with his Ennoea; then Monogenes, that is Nous, with Aletheia; Logos with Zoe, and Anthropos with Ecclesia."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:32",
                            "text": "These aeons having been produced for the glory of the Father, and wishing, by their own efforts, to effect this object, sent forth emanations by means of conjunction."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:33",
                            "text": "Logos and Zoe, after producing Anthropos and Ecclesia, sent forth other ten aeons, whose names are the following: Bythius and Mixis, Ageratos and Henosis, Autophyes and Hedone, Acinetos and Syncrasis, Monogenes and Macaria."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:34",
                            "text": "These are the ten aeons whom they declare to have been produced by Logos and Zoe."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:35",
                            "text": "They then add that Anthropos himself, along with Ecclesia, produced twelve aeons, to whom they give the following names: Paracletus and Pistis, Patricos and Elpis, Metricos and Agape, Ainos and Synesis, Ecclesiasticus and Macariotes, Theletos and Sophia."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:36",
                            "text": "Such are the thirty aeons in the erroneous system of these men; and they are described as being wrapped up, so to speak, in silence, and known to none except these professing teachers."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:37",
                            "text": "Moreover, they declare that this invisible and spiritual Pleroma of theirs is tripartite, being divided into an Ogdoad, a Decad, and a Duodecad."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:38",
                            "text": "And for this reason they affirm it was that the \"Saviour\"— for they do not please to call Him \"Lord\"—did no work in public during the space of thirty years, thus setting forth the mystery of these aeons."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:39",
                            "text": "They maintain also, that these thirty aeons are most plainly indicated in the parable of the labourers sent into the vineyard."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:40",
                            "text": "For some are sent about the first hour, others about the third hour, others about the sixth hour, others about the ninth hour, and others about the eleventh hour."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:41",
                            "text": "Now, if we add up the numbers of the hours here mentioned, the sum total will be thirty: for one, three, six, nine, and eleven, when added together, form thirty."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Irenaeus: Against Heresies Book I 1:42",
                            "text": "And by the hours, they hold that the aeons were pointed out; while they maintain that these are great, and wonderful, and hitherto unspeakable mysteries which it is their special function to develop; and so they proceed when they find anything in the multitude of things contained in the Scriptures which they can adopt and accommodate to their baseless speculations."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Irenaeus: Against Heresies Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:1",
                            "text": "Chapter 2 — The Propator was known to Monogenes alone."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:2",
                            "text": "Ambition, disturbance, and danger into which Sophia fell; her shapeless offspring: she is restored by Horos."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:3",
                            "text": "The production of Christ and of the Holy Spirit, in order to the completion of the aeons."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:4",
                            "text": "Manner of the production of Jesus."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:5",
                            "text": "They proceed to tell us that the Propator of their scheme was known only to Monogenes, who sprang from him; in other words, only to Nous, while to all the others he was invisible and incomprehensible."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:6",
                            "text": "And, according to them, Nous alone took pleasure in contemplating the Father, and exulting in considering his immeasurable greatness; while he also meditated how he might communicate to the rest of the aeons the greatness of the Father, revealing to them how vast and mighty he was, and how he was without beginning,—beyond comprehension, and altogether incapable of being seen."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:7",
                            "text": "But, in accordance with the will of the Father, Sige restrained him, because it was his design to lead them all to an acquaintance with the aforesaid Propator, and to create within them a desire of investigating his nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:8",
                            "text": "In like manner, the rest of the aeons also, in a kind of quiet way, had a wish to behold the Author of their being, and to contemplate that First Cause which had no beginning."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:9",
                            "text": "But there rushed forth in advance of the rest that aeon who was much the latest of them, and was the youngest of the Duodecad which sprang from Anthropos and Ecclesia, namely Sophia, and suffered passion apart from the embrace of her consort Theletos."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:10",
                            "text": "This passion, indeed, first arose among those who were connected with Nous and Aletheia, but passed as by contagion to this degenerate aeon, who acted under a pretence of love, but was in reality influenced by temerity, because she had not, like Nous, enjoyed communion with the perfect Father."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:11",
                            "text": "This passion, they say, consisted in a desire to search into the nature of the Father; for she wished, according to them, to comprehend his greatness."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:12",
                            "text": "When she could not attain her end, inasmuch as she aimed at an impossibility, and thus became involved in an extreme agony of mind, while both on account of the vast profundity as well as the unsearchable nature of the Father, and on account of the love she bore him, she was ever stretching herself forward, there was danger lest she should at last have been absorbed by his sweetness, and resolved into his absolute essence, unless she had met with that Power which supports all things, and preserves them outside of the unspeakable greatness."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:13",
                            "text": "This power they term Horos; by whom, they say, she was restrained and supported; and that then, having with difficulty been brought back to herself, she was convinced that the Father is incomprehensible, and so laid aside her original design, along with that passion which had arisen within her from the overwhelming influence of her admiration."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:14",
                            "text": "But others of them fabulously describe the passion and restoration of Sophia as follows: They say that she, having engaged in an impossible and impracticable attempt, brought forth an amorphous substance, such as her female nature enabled her to produce."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:15",
                            "text": "When she looked upon it, her first feeling was one of grief, on account of the imperfection of its generation, and then of fear lest this should end her own existence."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:16",
                            "text": "Next she lost, as it were, all command of herself, and was in the greatest perplexity while endeavouring to discover the cause of all this, and in what way she might conceal what had happened."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:17",
                            "text": "Being greatly harassed by these passions, she at last changed her mind, and endeavoured to return anew to the Father."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:18",
                            "text": "When, however, she in some measure made the attempt, strength failed her, and she became a suppliant of the Father."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:19",
                            "text": "The other aeons, Nous in particular, presented their supplications along with her."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:20",
                            "text": "And hence they declare material substance had its beginning from ignorance and grief, and fear and bewilderment."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:21",
                            "text": "The Father afterwards produces, in his own image, by means of Monogenes, the above-mentioned Horos, without conjunction, masculo-feminine."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:22",
                            "text": "For they maintain that sometimes the Father acts in conjunction with Sige, but that at other times he shows himself independent both of male and female."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:23",
                            "text": "They term this Horos both Stauros and Lytrotes, and Carpistes, and Horothetes, and Metagoges."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:24",
                            "text": "And by this Horos they declare that Sophia was purified and established, while she was also restored to her proper conjunction."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:25",
                            "text": "For her enthymesis (or inborn idea) having been taken away from her, along with its supervening passion, she herself certainly remained within the Pleroma; but her enthymesis, with its passion, was separated from her by Horos, fenced off, and expelled from that circle."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:26",
                            "text": "This enthymesis was, no doubt, a spiritual substance, possessing some of the natural tendencies of an aeon, but at the same time shapeless and without form, because it had received nothing."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:27",
                            "text": "And on this account they say that it was an imbecile and feminine production."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:28",
                            "text": "After this substance had been placed outside of the Pleroma of the aeons, and its mother restored to her proper conjunction, they tell us that Monogenes, acting in accordance with the prudent forethought of the Father, gave origin to another conjugal pair, namely Christ and the Holy Spirit (lest any of the aeons should fall into a calamity similar to that of Sophia), for the purpose of fortifying and strengthening the Pleroma, and who at the same time completed the number of the aeons."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:29",
                            "text": "Christ then instructed them as to the nature of their conjunction, and taught them that those who possessed a comprehension of the Unbegotten were sufficient for themselves."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:30",
                            "text": "He also announced among them what related to the knowledge of the Father,—namely, that he cannot be understood or comprehended, nor so much as seen or heard, except in so far as he is known by Monogenes only."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:31",
                            "text": "And the reason why the rest of the aeons possess perpetual existence is found in that part of the Father's nature which is incomprehensible; but the reason of their origin and formation was situated in that which may be comprehended regarding him, that is, in the Son."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:32",
                            "text": "Christ, then, who had just been produced, effected these things among them."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:33",
                            "text": "But the Holy Spirit taught them to give thanks on being all rendered equal among themselves, and led them to a state of true repose."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:34",
                            "text": "Thus, then, they tell us that the aeons were constituted equal to each other in form and sentiment, so that all became as Nous, and Logos, and Anthropos, and Christus."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:35",
                            "text": "The female aeons, too, became all as Aletheia, and Zoe, and Spiritus, and Ecclesia."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:36",
                            "text": "Everything, then, being thus established, and brought into a state of perfect rest, they next tell us that these beings sang praises with great joy to the Propator, who himself shared in the abounding exaltation."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:37",
                            "text": "Then, out of gratitude for the great benefit which had been conferred on them, the whole Pleroma of the aeons, with one design and desire, and with the concurrence of Christ and the Holy Spirit, their Father also setting the seal of His approval on their conduct, brought together whatever each one had in himself of the greatest beauty and preciousness; and uniting all these contributions so as skilfully to blend the whole, they produced, to the honour and glory of Bythus, a being of most perfect beauty, the very star of the Pleroma, and the perfect fruit of it, namely Jesus."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:38",
                            "text": "Him they also speak of under the name of Saviour, and Christ, and patronymically, Logos, and Everything, because He was formed from the contributions of all."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Irenaeus: Against Heresies Book I 2:39",
                            "text": "And then we are told that, by way of honour, angels of the same nature as Himself were simultaneously produced, to act as His body-guard."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Irenaeus: Against Heresies Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:1",
                            "text": "Chapter 3 — Texts of Holy Scripture used by these heretics to support their opinions."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:2",
                            "text": "Such, then, is the account they give of what took place within the Pleroma; such the calamities that flowed from the passion which seized upon the aeon who has been named, and who was within a little of perishing by being absorbed in the universal substance, through her inquisitive searching after the Father; such the consolidation of that aeon from her condition of agony by Horos, and Stauros, and Lytrotes, and Carpistes, and Horothetes, and Metagoges."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:3",
                            "text": "Such also is the account of the generation of the later aeons, namely of the first Christ and of the Holy Spirit, both of whom were produced by the Father after the repentance of Sophia, and of the second Christ (whom they also style Saviour), who owed his being to the joint contributions of the aeons."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:4",
                            "text": "They tell us, however, that this knowledge has not been openly divulged, because all are not capable of receiving it, but has been mystically revealed by the Saviour through means of parables to those qualified for understanding it."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:5",
                            "text": "This has been done as follows."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:6",
                            "text": "The thirty aeons are indicated (as we have already remarked) by the thirty years during which they say the Saviour performed no public act, and by the parable of the labourers in the vineyard."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:7",
                            "text": "Paul also, they affirm, very clearly and frequently names these aeons, and even goes so far as to preserve their order, when he says, \"To all the generations of the aeons of the aeon\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:8",
                            "text": "Nay, we ourselves, when at the giving of thanks we pronounce the words, \"To aeons of aeons\" (for ever and ever), do set forth these aeons."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:9",
                            "text": "And, in fine, wherever the words aeon or aeons occur, they at once refer them to these beings."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:10",
                            "text": "The production, again, of the Duodecad of the aeons, is indicated by the fact that the Lord was twelve years of age when He disputed with the teachers of the law, and by the election of the apostles, for of these there were twelve."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:11",
                            "text": "The other eighteen aeons are made manifest in this way: that the Lord, according to them, conversed with His disciples for eighteen months after His resurrection from the dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:12",
                            "text": "They also affirm that these eighteen aeons are strikingly indicated by the first two letters of His name ᾽Ιησοῦς, namely Iota and Eta."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:13",
                            "text": "And, in like manner, they assert that the ten aeons are pointed out by the letter Iota, which begins His name; while, for the same reason, they tell us the Saviour said, \"One Iota, or one tittle, shall by no means pass away until all be fulfilled\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:14",
                            "text": "They further maintain that the passion which took place in the case of the twelfth aeon is pointed at by the apostasy of Judas, who was the twelfth apostle, and also by the fact that Christ suffered in the twelfth month."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:15",
                            "text": "For their opinion is, that He continued to preach for one year only after His baptism."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:16",
                            "text": "The same thing is also most clearly indicated by the case of the woman who suffered from an issue of blood."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:17",
                            "text": "For after she had been thus afflicted during twelve years, she was healed by the advent of the Saviour, when she had touched the border of His garment; and on this account the Saviour said, \"Who touched me?\"—teaching his disciples the mystery which had occurred among the aeons, and the healing of that aeon who had been involved in suffering."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:18",
                            "text": "For she who had been afflicted twelve years represented that power whose essence, as they narrate, was stretching itself forth, and flowing into immensity; and unless she had touched the garment of the Son, that is, Aletheia of the first Tetrad, who is denoted by the hem spoken of, she would have been dissolved into the general essence of which she participated."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:19",
                            "text": "She stopped short, however, and ceased any longer to suffer."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:20",
                            "text": "For the power that went forth from the Son (and this power they term Horos) healed her, and separated the passion from her."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:21",
                            "text": "They moreover affirm that the Saviour is shown to be derived from all the aeons, and to be in Himself everything by the following passage: \"Every male that openeth the womb\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:22",
                            "text": "For He, being everything, opened the womb of the enthymesis of the suffering aeon, when  it had been expelled from the Pleroma."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:23",
                            "text": "This they also style the second Ogdoad, of which we shall speak presently."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:24",
                            "text": "And they state that it was clearly on this account that Paul said, \"And He Himself is all things;\" and again, \"All things are to Him, and of Him are all things;\" and further, \"In Him dwelleth all the fulness of the Godhead;\" and yet again, \"All things are gathered together by God in Christ\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:25",
                            "text": "Thus do they interpret these and any like passages to be found in Scripture."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:26",
                            "text": "They show, further, that that Horos of theirs, whom they call by a variety of names, has two faculties,—the one of supporting, and the other of separating; and in so far as he supports and sustains, he is Stauros, while in so far as he divides and separates, he is Horos."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:27",
                            "text": "They then represent the Saviour as having indicated this twofold faculty: first, the sustaining power, when He said, \"Whosoever doth not bear his cross (Stauros), and follow after me, cannot be my disciple;\" and again, \"Taking up the cross, follow me;\" but the separating power when He said, \"I came not to send peace, but a sword\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:28",
                            "text": "They also maintain that John indicated the same thing when he said, \"The fan is in His hand, and He will thoroughly purge the floor, and will gather the wheat into His garner; but the chaff He will burn with fire unquenchable\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:29",
                            "text": "By this declaration He set forth the faculty of Horos."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:30",
                            "text": "For that fan they explain to be the cross (Stauros), which consumes, no doubt, all material objects, as fire does chaff, but it purifies all them that are saved, as a fan does wheat."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:31",
                            "text": "Moreover, they affirm that the Apostle Paul himself made mention of this cross in the following words: \"The doctrine of the cross is to them that perish foolishness, but to us who are saved it is the power of God\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:32",
                            "text": "And again: \"God forbid that I should glory in anything save in the cross of Christ, by whom the world is crucified to me, and I unto the world\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:33",
                            "text": "Such, then, is the account which they all give of their Pleroma, and of the formation of the universe, striving, as they do, to adapt the good words of revelation to their own wicked inventions."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:34",
                            "text": "And it is not only from the writings of the evangelists and the apostles that they endeavour to derive proofs for their opinions by means of perverse interpretations and deceitful expositions: they deal in the same way with the law and the prophets, which contain many parables and allegories that can frequently be drawn into various senses, according to the kind of exegesis to which they are subjected."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Irenaeus: Against Heresies Book I 3:35",
                            "text": "And others of them, with great craftiness, adapted such parts of Scripture to their own figments, lead away captive from the truth those who do not retain a stedfast faith in one God, the Father Almighty, and in one Lord Jesus Christ, the Son of God."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Irenaeus: Against Heresies Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:1",
                            "text": "Chapter 4 — Account given by the heretics of the formation of Achamoth; origin of the visible world from her disturbances."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:2",
                            "text": "The following are the transactions which they narrate as having occurred outside of the Pleroma: The enthymesis of that Sophia who dwells above, which they also term Achamoth, being removed from the Pleroma, together with her passion, they relate to have, as a matter of course, become violently excited in those places of darkness and vacuity to which she had been banished."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:3",
                            "text": "For she was excluded from light and the Pleroma, and was without form or figure, like an untimely birth, because she had received nothing from a male parent."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:4",
                            "text": "But the Christ dwelling on high took pity upon her; and having extended himself through and beyond Stauros, he imparted a figure to her, but merely as respected substance, and not so as to convey intelligence."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:5",
                            "text": "Having effected this, he withdrew his influence, and returned, leaving Achamoth to herself, in order that she, becoming sensible of her suffering as being severed from the Pleroma, might be influenced by the desire of better things, while she possessed in the meantime a kind of odour of immortality left in her by Christ and the Holy Spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:6",
                            "text": "Wherefore also she is called by two names—Sophia after her father (for Sophia is spoken of as being her father), and Holy Spirit from that Spirit who is along with Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:7",
                            "text": "Having then obtained a form, along with intelligence, and being immediately deserted by that Logos who had been invisibly present with her—that is, by Christ—she strained herself to discover that light which had forsaken her, but could not effect her purpose, inasmuch as she was prevented by Horos."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:8",
                            "text": "And as Horos thus obstructed her further progress, he exclaimed, Iao, whence, they say, this name Iao derived its origin."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:9",
                            "text": "And when she could not pass by Horos on account of that passion in which she had been involved, and because she alone had been left without, she then resigned herself to every sort of that manifold and varied state of passion to which she was subject; and thus she suffered grief on the one hand because she had not obtained the object of her desire, and fear on the other hand, lest life itself should fail her, as light had already done, while, in addition, she was in the greatest perplexity."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:10",
                            "text": "All these feelings were associated with ignorance."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:11",
                            "text": "And this ignorance of hers was not like that of her mother, the first Sophia, an aeon, due to degeneracy by means of passion, but to an innate opposition of nature to knowledge."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:12",
                            "text": "Moreover, another kind of passion fell upon her (Achamoth), namely, that of desiring to return to him who gave her life."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:13",
                            "text": "This collection of passions they declare was the substance of the matter from which this world was formed."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:14",
                            "text": "For from her desire of returning to him who gave her life, every soul belonging to this world, and that of the Demiurge himself, derived its origin."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:15",
                            "text": "All other things owed their beginning to her terror and sorrow."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:16",
                            "text": "For from her tears all that is of a liquid nature was formed; from her smile all that is lucent; and from her grief and perplexity all the corporeal elements of the world."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:17",
                            "text": "For at one time, as they affirm, she would weep and lament on account of being left alone in the midst of darkness and vacuity; while, at another time, reflecting on the light which had forsaken her, she would be filled with joy, and laugh; then, again, she would be struck with terror; or, at other times, would sink into consternation and bewilderment."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:18",
                            "text": "Now what follows from all this? No light tragedy comes out of it, as the fancy of every man among them pompously explains, one in one way, and another in another, from what kind of passion and from what element being derived its origin."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:19",
                            "text": "They have good reason, as seems to me, why they should not feel inclined to teach these things to all in public, but only to such as are able to pay a high price for an acquaintance with such profound mysteries."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:20",
                            "text": "For these doctrines are not at all similar to those of which our Lord said, \"Freely ye have received, freely give\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:21",
                            "text": "They are, on the contrary, abstruse, and portentous, and profound mysteries, to be got at only with great labour by such as are in love with falsehood."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:22",
                            "text": "For who would not expend all that he possessed, if only he might learn in return, that from the tears of the enthymesis of the aeon involved in passion, seas, and fountains, and rivers, and every liquid substance derived its origin; that light burst forth from her smile; and that from her perplexity and consternation the corporeal elements of the world had their formation?."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:23",
                            "text": "I feel somewhat inclined myself to contribute a few hints towards the development of their system."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:24",
                            "text": "For when I perceive that waters are in part fresh, such as fountains, rivers, showers, and so on, and in part salt; such as those in the sea, I reflect with myself that all such waters cannot be derived from her tears, inasmuch as these are of a saline quality only."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:25",
                            "text": "It is clear, therefore, that the waters which are salt are alone those which are derived from her tears."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:26",
                            "text": "But it is probable that she, in her intense agony and perplexity, was covered with perspiration."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:27",
                            "text": "And hence, following out their notion, we may conceive that fountains and rivers, and all the fresh water in the world, are due to this source."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:28",
                            "text": "For it is difficult, since we know that all tears are of the same quality, to believe that waters both salt and fresh proceeded from them."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:29",
                            "text": "The more plausible supposition is, that some are from her tears, and some from her perspiration."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:30",
                            "text": "And since there are also in the world certain waters which are hot and acrid in their nature, thou must be left to guess their origin, how and whence."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:31",
                            "text": "Such are some of the results of their hypothesis."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:32",
                            "text": "They go on to state that, when the mother Achamoth had passed through all sorts of passion, and had with difficulty escaped from them, she turned herself to supplicate the light which had forsaken her, that is, Christ."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:33",
                            "text": "He, however, having returned to the Pleroma, and being probably unwilling again to descend from it, sent forth to her the Paraclete, that is, the Saviour."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:34",
                            "text": "This being was endowed with all power by the Father, who placed everything under his authority, the aeons doing so likewise, so that \"by him were all things, visible and invisible, created, thrones, divinities, dominions\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:35",
                            "text": "He then was sent to her along with his contemporary angels."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:36",
                            "text": "And they related that Achamoth, filled with reverence, at first veiled herself through modesty, but that by and by, when she had looked upon him with all his endowments, and had acquired strength from his appearance, she ran forward to meet him."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:37",
                            "text": "He then imparted to her form as respected intelligence, and brought healing to her passions, separating them from her, but not so as to drive them out of thought altogether."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:38",
                            "text": "For it was not possible that they should be annihilated as in the former case, because they had already taken root and acquired strength so as to possess an indestructible existence."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:39",
                            "text": "All that he could do was to separate them and set them apart, and then commingle and condense them, so as to transmute them from incorporeal passion into unorganized matter."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:40",
                            "text": "He then by this process conferred upon them a fitness and a nature to become concretions and corporeal structures, in order that two substances should be formed,—the one evil, resulting from the passions, and the other subject indeed to suffering, but originating from her conversion."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:41",
                            "text": "And on this account ( i-e:, on account of this hypostatizing of ideal matter) they say that the Saviour virtually created the world."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Irenaeus: Against Heresies Book I 4:42",
                            "text": "But when Achamoth was freed from her passion, she gazed with rapture on the dazzling vision of the angels that were with him; and in her ecstasy, conceiving by them, they tell us that she brought forth new beings, partly after her own image, and partly a spiritual progeny after the image of the Saviour's attendants."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Irenaeus: Against Heresies Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:1",
                            "text": "Chapter 5 — Formation of the Demiurge; description of him."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:2",
                            "text": "He is the creator of everything outside of the Pleroma."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:3",
                            "text": "These three kinds of existence, then, having, according to them, been now formed,—one from the passion, which was matter; a second from the conversion, which was animal; and the third, that which she (Achamoth) herself brought forth, which was spiritual,—she next addressed herself to the task of giving these form."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:4",
                            "text": "But she could not succeed in doing this as respected the spiritual existence, because it was of the same nature with herself."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:5",
                            "text": "She therefore applied herself to give form to the animal substance which had proceeded from her own conversion, and to bring forth to light the instructions of the Saviour."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:6",
                            "text": "And they say she first formed out of animal substance him who is Father and King of all things, both of these which are of the same nature with himself, that is, animal substances, which they also call right-handed, and those which sprang from the passion, and from matter, which they call left-handed."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:7",
                            "text": "For they affirm that he formed all the things which came into existence after him, being secretly impelled thereto by his mother."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:8",
                            "text": "From this circumstance they style him Metropator, Apator, Demiurge, and Father, saying that he is Father of the substances on the right hand, that is, of the animal, but Demiurge of those on the left, that is, of the material, while he is at the same time the king of all."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:9",
                            "text": "For they say that this Enthymesis, desirous of making all things to the honour of the aeons, formed images of them, or rather that the Saviour did so through her instrumentality."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:10",
                            "text": "And she, in the image of the invisible Father, kept herself concealed from the Demiurge."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:11",
                            "text": "But he was in the image of the only-begotten Son, and the angels and archangels created by him were in the image of the rest of the aeons."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:12",
                            "text": "They affirm, therefore, that he was constituted the Father and God of everything outside of the Pleroma, being the creator of all animal and material substances."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:13",
                            "text": "For he it was that discriminated these two kinds of existence hitherto confused, and made corporeal from incorporeal substances, fashioned things heavenly and earthly, and became the Framer (Demiurge) of things material and animal, of those on the right and those on the left, of the light and of the heavy, and of those tending upwards as well as of those tending downwards."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:14",
                            "text": "He created also seven heavens, above which they say that he, the Demiurge, exists."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:15",
                            "text": "And on this account they term him Hebdomas, and his mother Achamoth Ogdoads, preserving the number of the first-begotten and primary Ogdoad as the Pleroma."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:16",
                            "text": "They affirm, moreover, that these seven heavens are intelligent, and speak of them as being angels, while they refer to the Demiurge himself as being an angel bearing a likeness to God; and in the same strain, they declare that Paradise, situated above the third heaven, is a fourth angel possessed of power, from whom Adam derived certain qualities while he conversed with him."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:17",
                            "text": "They go on to say that the Demiurge imagined that he created all these things of himself, while he in reality made them in conjunction with the productive power of Achamoth."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:18",
                            "text": "He formed the heavens, yet was ignorant of the heavens; he fashioned man, yet knew not man; he brought to light the earth, yet had no acquaintance with the earth; and, in like manner, they declare that he was ignorant of the forms of all that he made, and knew not even of the existence of his own mother, but imagined that he himself was all things."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:19",
                            "text": "They further affirm  that his mother originated this opinion in his mind, because she desired to bring him forth possessed of such a character that he should be the head and source of his own essence, and the absolute ruler over every kind of operation that was afterwards attempted."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:20",
                            "text": "This mother they also call Ogdoad, Sophia, Terra, Jerusalem, Holy Spirit, and, with a masculine reference, Lord."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:21",
                            "text": "Her place of habitation is an intermediate one, above the Demiurge indeed, but below and outside of the Pleroma, even to the end."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:22",
                            "text": "As, then, they represent all material substance to be formed from three passions, viz."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:23",
                            "text": ", fear, grief, and perplexity, the account they give is as follows: Animal substances originated from fear and from conversion; the Demiurge they also describe as owing his origin to conversion; but the existence of all the other animal substances they ascribe to fear, such as the souls of irrational animals, and of wild beasts, and men."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:24",
                            "text": "And on this account, he (the Demiurge), being incapable of recognising any spiritual essences, imagined himself to be God alone, and declared through the prophets, \"I am God, and besides me there is none else\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:25",
                            "text": "They further teach that the spirits of wickedness derived their origin from grief."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:26",
                            "text": "Hence the devil, whom they also call Cosmocrator (the ruler of the world), and the demons, and the angels, and every wicked spiritual being that exists, found the source of their existence."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:27",
                            "text": "They represent the Demiurge as being the son of that mother of theirs (Achamoth), and Cosmocrator as the creature of the Demiurge."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:28",
                            "text": "Cosmocrator has knowledge of what is above himself, because he is a spirit of wickedness; but the Demiurge is ignorant of such things, inasmuch as he is merely animal."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:29",
                            "text": "Their mother dwells in that place which is above the heavens, that is, in the intermediate abode; the Demiurge in the heavenly place, that is, in the hebdomad; but the Cosmocrator in this our world."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:30",
                            "text": "The corporeal elements of the world, again, sprang, as we before remarked, from bewilderment and perplexity, as from a more ignoble source."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:31",
                            "text": "Thus the earth arose from her state of stupor; water from the agitation caused by her fear; air from the consolidation of her grief; while fire, producing death and corruption, was inherent in all these elements, even as they teach that ignorance also lay concealed in these three passions."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:32",
                            "text": "Having thus formed the world, he (the Demiurge) also created the earthy part of man, not taking him from this dry earth, but from an invisible substance consisting of fusible and fluid matter, and then afterwards, as they define the process, breathed into him the animal part of his nature."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:33",
                            "text": "It was this latter which was created after his image and likeness."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:34",
                            "text": "The material part, indeed, was very near to God, so far as the image went, but not of the same substance with him."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:35",
                            "text": "The animal, on the other hand, was so in respect to likeness; and hence his substance was called the spirit of life, because it took its rise from a spiritual outflowing."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:36",
                            "text": "After all this, he was, they say, enveloped all round with a covering of skin; and by this they mean the outward sensitive flesh."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:37",
                            "text": "But they further affirm that the Demiurge himself was ignorant of that offspring of his mother Achamoth, which she brought forth as a consequence of her contemplation of those angels who waited on the Saviour, and which was, like herself, of a spiritual nature."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:38",
                            "text": "She took advantage of this ignorance to deposit it (her production) in him without his knowledge, in order that, being by his instrumentality infused into that animal soul proceeding from himself, and being thus carried as in a womb in this material body, while it gradually increased in strength, might in course of time become fitted for the reception of perfect rationality."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:39",
                            "text": "Thus it came to pass, then, according to them, that, without any knowledge on the part of the Demiurge, the man formed by his inspiration was at the same time, through an unspeakable providence, rendered a spiritual man by the simultaneous inspiration received from Sophia."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:40",
                            "text": "For, as he was ignorant of his mother, so neither did he recognise her offspring."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:41",
                            "text": "This offspring they also declare to be the Ecclesia, an emblem of the Ecclesia which is above."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Irenaeus: Against Heresies Book I 5:42",
                            "text": "This, then, is the kind of man whom they conceive of: he has his animal soul from the Demiurge, his body from the earth, his fleshy part from matter, and his spiritual man from the mother Achamoth."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Irenaeus: Against Heresies Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:1",
                            "text": "Chapter 6 — The threefold kind of man feigned by these heretics: good works needless for them, though necessary to others: their abandoned morals."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:2",
                            "text": "There being thus three kinds of substances, they declare of all that is material (which they also describe as being \"on the left hand\") that it must of necessity perish, inasmuch as it is incapable of receiving any afflatus of incorruption."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:3",
                            "text": "As to every animal existence (which they also denominate \"on the right hand\"), they hold that, inasmuch as it is a mean between the spiritual and the material, it passes to the side to which inclination draws it."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:4",
                            "text": "Spiritual substance, again, they describe as having been sent forth for this end, that, being here united with that which is animal, it might assume shape, the two elements being simultaneously subjected to the same discipline."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:5",
                            "text": "And this they declare to be \"the salt\" and \"the light of the world\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:6",
                            "text": "For the animal substance had need of training by means of the outward senses; and on this account they affirm that the world was created, as well as that the Saviour came to the animal substance (which was possessed of free-will), that He might secure for it salvation."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:7",
                            "text": "For they affirm that He received the first-fruits of those whom He was to save as follows, from Achamoth that which was spiritual, while He was invested by the Demiurge with the animal Christ, but was begirt by a special dispensation with a body endowed with an animal nature, yet constructed with unspeakable skill, so that it might be visible and tangible, and capable of enduring suffering."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:8",
                            "text": "At the same time, they deny that He assumed anything material into His nature, since indeed matter is incapable of salvation."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:9",
                            "text": "They further hold that the consummation of all things will take place when all that is spiritual has been formed and perfected by Gnosis (knowledge); and by this they mean spiritual men who have attained to the perfect knowledge of God, and been initiated into these mysteries by Achamoth."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:10",
                            "text": "And they represent themselves to be these persons."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:11",
                            "text": "Animal men, again, are instructed in animal things; such men, namely, as are established by their works, and by a mere faith, while they have not perfect knowledge."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:12",
                            "text": "We of the Church, they say, are these persons."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:13",
                            "text": "Wherefore also they maintain that good works are necessary to us, for that otherwise it is impossible we should be saved."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:14",
                            "text": "But as to themselves, they hold that they shall be entirely and undoubtedly saved, not by means of conduct, but because they are spiritual by nature."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:15",
                            "text": "For, just as it is impossible that material substance should partake of salvation (since, indeed, they maintain that it is incapable of receiving it), so again it is impossible that spiritual substance (by which they mean themselves) should ever come under the power of corruption, whatever the sort of actions in which they indulged."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:16",
                            "text": "For even as gold, when submersed in filth, loses not on that account its beauty, but retains its own native qualities, the filth having no power to injure the gold, so they affirm that they cannot in any measure suffer hurt, or lose their spiritual substance, whatever the material actions in which they may be involved."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:17",
                            "text": "Wherefore also it comes to pass, that the \"most perfect\" among them addict themselves without fear to all those kinds of forbidden deeds of which the Scriptures assure us that \"they who do such things shall not inherit the kingdom of God\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:18",
                            "text": "For instance, they make no scruple about eating meats offered in sacrifice to idols, imagining that they can in this way contract no defilement."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:19",
                            "text": "Then, again, at every heathen festival celebrated in honour of the idols, these men are the first to assemble; and to such a pitch do they go, that some of them do not even keep away from that bloody spectacle hateful both to God and men, in which gladiators either fight with wild beasts, or singly encounter one another."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:20",
                            "text": "Others of them yield themselves up to the lusts of the flesh with the utmost greediness, maintaining that carnal things should be allowed to the carnal nature, while spiritual things are provided for the spiritual."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:21",
                            "text": "Some of them, moreover, are in the habit of defiling those women to whom they have taught the above doctrine, as has frequently been confessed by those women who have been led astray by certain of them, on their returning to the Church of God, and acknowledging this along with the rest of their errors."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:22",
                            "text": "Others of them, too, openly and without a blush, having become passionately attached to certain women, seduce them away from their husbands, and contract marriages of their own with them."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:23",
                            "text": "Others of them, again, who pretend at first to live in all modesty with them as with sisters, have in course of time been revealed in their true colours, when the sister has been found with child by her pretended brother."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:24",
                            "text": "And committing many other abominations and impieties, they run us down (who from the fear of God guard against sinning even in thought or word) as utterly contemptible and ignorant persons, while they highly exalt themselves, and claim to be perfect, and the elect seed."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:25",
                            "text": "For they declare that we simply receive grace for use, wherefore also it will again be taken away from us; but that they themselves have grace as their own special possession, which has descended from above by means of an unspeakable and indescribable conjunction; and on this account more will be given them."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:26",
                            "text": "They maintain, therefore, that in every way it is always necessary for them to practise the mystery of conjunction."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:27",
                            "text": "And that they may persuade the thoughtless to believe this, they are in the habit of using these very words, \"Whosoever being in this world does not so love a woman as to obtain possession of her, is not of the truth, nor shall attain to the truth."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:28",
                            "text": "But whosoever being of this world has intercourse with woman, shall not attain to the truth, because he has so acted under the power of concupiscence\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:29",
                            "text": "On this account, they tell us that it is necessary for us whom they call animal men, and describe as being of the world, to practise continence and good works, that by this means we may attain at length to the intermediate habitation, but that to them who are called \"the spiritual and perfect\" such a course of conduct is not at all necessary."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Irenaeus: Against Heresies Book I 6:30",
                            "text": "For it is not conduct of any kind which leads into the Pleroma, but the seed sent forth thence in a feeble, immature state, and here brought to perfection."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Irenaeus: Against Heresies Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:1",
                            "text": "Chapter 7 — The mother Achamoth, when all her seed are perfected, shall pass into the Pleroma, accompanied by those men who are spiritual; the Demiurge, with animal men, shall pass into the intermediate habitation; but all material men shall go into corruption."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:2",
                            "text": "Their blasphemous opinions against the true incarnation of Christ by the Virgin Mary."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:3",
                            "text": "Their views as to the prophecies."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:4",
                            "text": "Stupid ignorance of the Demiurge."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:5",
                            "text": "When all the seed shall have come to perfection, they state that then their mother Achamoth shall pass from the intermediate place, and enter in within the Pleroma, and shall receive as her spouse the Saviour, who sprang from all the aeons, that thus a conjunction may be formed between the Saviour and Sophia, that is, Achamoth."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:6",
                            "text": "These, then, are the bridegroom and bride, while the nuptial chamber is the full extent of the Pleroma."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:7",
                            "text": "The spiritual seed, again, being divested of their animal souls, and becoming intelligent spirits, shall in an irresistible and invisible manner enter in within the Pleroma, and be bestowed as brides on those angels who wait upon the Saviour."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:8",
                            "text": "The Demiurge himself will pass into the place of his mother Sophia; that is, the intermediate habitation."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:9",
                            "text": "In this intermediate place, also, shall the souls of the righteous repose; but nothing of an animal nature shall find admittance to the Pleroma."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:10",
                            "text": "When these things have taken place as described, then shall that fire which lies hidden in the world blaze forth and burn; and while destroying all matter, shall also be extinguished along with it, and have no further existence."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:11",
                            "text": "They affirm that the Demiurge was acquainted with none of these things before the advent of the Saviour."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:12",
                            "text": "There are also some who maintain that he also produced Christ as his own proper son, but of an animal nature, and that mention was made of him by the prophets."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:13",
                            "text": "This Christ passed through Mary just as water flows through a tube; and there descended upon him in the form of a dove at the time of his baptism, that Saviour who belonged to the Pleroma, and was formed by the combined efforts of all its inhabitants."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:14",
                            "text": "In him there existed also that spiritual seed which proceeded from Achamoth."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:15",
                            "text": "They hold, accordingly, that our Lord, while preserving the type of the first-begotten and primary tetrad, was compounded of these four substances,—of that which is spiritual, in so far as He was from Achamoth; of that which is animal, as being from the Demiurge by a special dispensation, inasmuch as He was formed corporeally with unspeakable skill; and of the Saviour, as respects that dove which descended upon Him."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:16",
                            "text": "He also continued free from all suffering, since indeed it was not possible that He should suffer who was at once incomprehensible and invisible."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:17",
                            "text": "And for this reason the Spirit of Christ, who had been placed within Him, was taken away when He was brought before Pilate."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:18",
                            "text": "They maintain, further, that not even the seed which He had received from the mother Achamoth was subject to suffering; for it, too, was impassible, as being spiritual, and invisible even to the Demiurge himself."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:19",
                            "text": "It follows, then, according to them, that the animal Christ, and that which had been formed mysteriously by a special dispensation, underwent suffering, that the mother might exhibit through him a type of the Christ above, namely, of him who extended himself through Stauros, and imparted to Achamoth shape, so far as substance was concerned."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:20",
                            "text": "For they declare that all these transactions were counterparts of what took place above."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:21",
                            "text": "They maintain, moreover, that those souls which possess the seed of Achamoth are superior to the rest, and are more dearly loved by the Demiurge than others, while he knows not the true cause thereof, but imagines that they are what they are through his favour towards them."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:22",
                            "text": "Wherefore, also, they say he distributed them to prophets, priests, and kings; and they declare that many things were spoken by this seed through the prophets, inasmuch as it was endowed with a transcendently lofty nature."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:23",
                            "text": "The mother also, they say, spake much about things above, and that both through him and through the souls which were formed by him."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:24",
                            "text": "Then, again, they divide the prophecies into different classes, maintaining that one portion was uttered by the mother, a second by her seed, and a third by the Demiurge."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:25",
                            "text": "In like manner, they hold that Jesus uttered some things under the influence of the Saviour, others under that of the mother, and others still under that of the Demiurge, as we shall show further on in our work."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:26",
                            "text": "The Demiurge, while ignorant of those things which were higher than himself, was indeed excited by the announcements made through the prophets, but treated them with contempt, attributing them sometimes to one cause and sometimes to another; either to the prophetic spirit (which itself possesses the power of self-excitement), or to mere unassisted man, or that it was simply a crafty device of the lower and baser order of men."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:27",
                            "text": "He remained thus ignorant until the appearing of the Lord."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:28",
                            "text": "But they relate that when the Saviour came, the Demiurge learned all things from Him, and gladly with all, his power joined himself to Him."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:29",
                            "text": "They maintain that he is the centurion mentioned in the Gospel, who addressed the Saviour in these words: \"For I also am one having soldiers and servants under my authority; and whatsoever I command they do\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:30",
                            "text": "They further hold that he will continue administering the affairs of the world as long as that is fitting and needful, and specially that he may exercise a care over the Church; while at the same time he is influenced by the knowledge of the reward prepared for him, namely, that he may attain to the habitation of his mother."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:31",
                            "text": "They conceive, then, of three kinds of men, spiritual, material, and animal, represented by Cain, Abel, and Seth."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:32",
                            "text": "These three natures are no longer found in one person, but constitute various kinds of men."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:33",
                            "text": "The material goes, as a matter of course, into corruption."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:34",
                            "text": "The animal, if it make choice of the better part, finds repose in the intermediate place; but if the worse, it too shall pass into destruction."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:35",
                            "text": "But they assert that the spiritual principles which have been sown by Achamoth, being disciplined and nourished here from that time until now in righteous souls (because when given forth by her they were yet but weak), at last attaining to perfection, shall be given as brides to the angels of the Saviour, while their animal souls of necessity rest for ever with the Demiurge in the intermediate place."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:36",
                            "text": "And again subdividing the animal souls themselves, they say that some are by nature good, and others by nature evil."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Irenaeus: Against Heresies Book I 7:37",
                            "text": "The good are those who become capable of receiving the spiritual seed; the evil by nature are those who are never able to receive that seed."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Irenaeus: Against Heresies Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:1",
                            "text": "Chapter 8 — How the Valentinians pervert the Scriptures to support their own pious opinions."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:2",
                            "text": "Such, then, is their system, which neither the prophets announced, nor the Lord taught, nor the apostles delivered, but of which they boast that beyond all others they have a perfect knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:3",
                            "text": "They gather their views from other sources than the Scriptures; and, to use a common proverb, they strive to weave ropes of sand, while they endeavour to adapt with an air of probability to their own peculiar assertions the parables of the Lord, the sayings of the prophets, and the words of the apostles, in order that their scheme may not seem altogether without support."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:4",
                            "text": "In doing so, however, they disregard the order and the connection of the Scriptures, and so far as in them lies, dismember and destroy the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:5",
                            "text": "By transferring passages, and dressing them up anew, and making one thing out of another, they succeed in deluding many through their wicked art in adapting the oracles of the Lord to their opinions."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:6",
                            "text": "Their manner of acting is just as if one, when a beautiful image of a king has been constructed by some skilful artist out of precious jewels, should then take this likeness of the man all to pieces, should rearrange the gems, and so fit them together as to make them into the form of a dog or of a fox, and even that but poorly executed; and should then maintain and declare that this was the beautiful image of the king which the skilful artist constructed, pointing to the jewels which had been admirably fitted together by the first artist to form the image of the king, but have been with bad effect transferred by the latter one to the shape of a dog, and by thus exhibiting the jewels, should deceive the ignorant who had no conception what a king's form was like, and persuade them that that miserable likeness of the fox was, in fact, the beautiful image of the king."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:7",
                            "text": "In like manner do these persons patch together old wives' fables, and then endeavour, by violently drawing away from their proper connection, words, expressions, and parables whenever found, to adapt the oracles of God to their baseless fictions."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:8",
                            "text": "We have already stated how far they proceed in this way with respect to the interior of the Pleroma."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:9",
                            "text": "Then, again, as to those things outside of their Pleroma, the following are some specimens of what they attempt to accommodate out of the Scriptures to their opinions."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:10",
                            "text": "They affirm that the Lord came in the last times of the world to endure suffering, for this end, that He might indicate the passion which occurred to the last of the aeons, and might by His own end announce the cessation of that disturbance which had risen among the aeons."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:11",
                            "text": "They maintain, further, that that girl of twelve years old, the daughter of the ruler of the synagogue, to whom the Lord approached and raised her from the dead, was a type of Achamoth, to whom their Christ, by extending himself, imparted shape, and whom he led anew to the perception of that light which had forsaken her."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:12",
                            "text": "And that the Saviour appeared to her when she lay outside of the Pleroma as a kind of abortion, they affirm Paul to have declared in his Epistle to the Corinthians in these words, \"And last of all, He appeared to me also, as to one born out of due time\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:13",
                            "text": "Again, the coming of the Saviour with His attendants to Achamoth is declared in like manner by him in the same Epistle, when he says, \"A woman ought to have a veil upon her head, because of the angels\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:14",
                            "text": "Now, that Achamoth, when the Saviour came to her, drew a veil over herself through modesty, Moses rendered manifest when he put a veil upon his face."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:15",
                            "text": "Then, also, they say that the passions which she endured were indicated by the Lord upon the cross."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:16",
                            "text": "Thus, when He said, \"My God, my God, why hast Thou forsaken Me?\" He simply showed that Sophia was deserted by the light, and was restrained by Horos from making any advance forward."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:17",
                            "text": "Her anguish, again, was indicated when He said, \"My soul is exceeding sorrowful, even unto death;\" her fear by the words, \"Father, if it be possible, let this cup pass from Me;\" and her perplexity, too, when He said, \"And what I shall say, I know not\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:18",
                            "text": "And they teach that He pointed out the three kinds of men as follows: the material, when He said to him that asked Him, \"Shall I follow Thee?\" \"The Son of man hath not where to lay His head;\"— the animal, when He said to him that declared, \"I will follow Thee, but suffer me first to bid them farewell that are in my house,\" \"No man, putting his hand to the plough, and looking back, is fit for the kingdom of heaven\" (for this man they declare to be of the intermediate class, even as they do that other who, though he professed to have wrought a large amount of righteousness, yet refused to follow Him, and was so overcome by the love of riches, as never to reach perfection)—this one it pleases them to place in the animal class;—the spiritual, again, when He said, \"Let the dead bury their dead, but go thou and preach the kingdom of God,\" and when He said to Zaccheus the publican, \"Make haste, and come down, for to-day I must abide in thine house\"—for these they declared to have belonged to the spiritual class."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:19",
                            "text": "Also the parable of the leaven which the woman is described as having hid in three measures of meal, they declare to make manifest the three classes."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:20",
                            "text": "For, according to their teaching, the woman represented Sophia; the three measures of meal, the three kinds of men— spiritual, animal, and material; while the leaven denoted the Saviour Himself."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:21",
                            "text": "Paul, too, very plainly set forth the material, animal, and spiritual, saying in one place, \"As is the earthy, such are they also that are earthy;\" and in another place, \"But the animal man receiveth not the things of the Spirit;\" and again: \"He that is spiritual judgeth all things\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:22",
                            "text": "And this, \"The animal man receiveth not the things of the Spirit,\" they affirm to have been spoken concerning the Demiurge, who, as being animal, knew neither his mother who was spiritual, nor her seed, nor the aeons in the Pleroma."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:23",
                            "text": "And that the Saviour received first-fruits of those whom He was to save, Paul declared when he said, \"And if the first-fruits be holy, the lump is also holy,\" teaching that the expression \"first-fruits\" denoted that which is spiritual, but that \"the lump\" meant us, that is, the animal Church, the lump of which they say He assumed, and blended it with Himself, inasmuch as He is \"the leaven\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:24",
                            "text": "Moreover, that Achamoth wandered beyond the Pleroma, and received form from Christ, and was sought after by the Saviour, they declare that He indicated when He said, that He had come after that sheep which was gone astray."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:25",
                            "text": "For they explain the wandering sheep to mean their mother, by whom they represent the Church as having been sown."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:26",
                            "text": "The wandering itself denotes her stay outside of the Pleroma in a state of varied passion, from which they maintain that matter derived its origin."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:27",
                            "text": "The woman, again, who sweeps the house and finds the piece of money, they declare to denote the Sophia above, who, having lost her enthymesis, afterwards recovered it, on all things being purified by the advent of the Saviour."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:28",
                            "text": "Wherefore this substance also, according to them, was reinstated in Pleroma."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:29",
                            "text": "They say, too, that Simeon, \"who took Christ into his arms, and gave thanks to God, and said, Lord, now lettest Thou Thy servant depart in peace, according to Thy word,\" was a type of the Demiurge, who, on the arrival of the Saviour, learned his own change of place, and gave thanks to Bythus."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:30",
                            "text": "They also assert that by Anna, who is spoken of in the gospel as a prophetess, and who, after living seven years with her husband, passed all the rest of her life in widowhood until she saw the Saviour, and recognised Him, and spoke of Him to all, was most plainly indicated Achamoth, who, having for a little while looked upon the Saviour with His associates, and dwelling all the rest of the time in the intermediate place, waited for Him till He should come again, and restore her to her proper consort."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:31",
                            "text": "Her name, too, was indicated by the Saviour, when He said, \"Yet wisdom is justified by her children\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:32",
                            "text": "This, too, was done by Paul in these words, \"But we speak wisdom among them that are perfect\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:33",
                            "text": "They declare also that Paul has referred to the conjunctions within the Pleroma, showing them forth by means of one; for, when writing of the conjugal union in this life, he expressed himself thus: \"This is a great mystery, but I speak concerning Christ and the Church\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:34",
                            "text": "Further, they teach that John, the disciple of the Lord, indicated the first Ogdoad, expressing themselves in these words: John, the disciple of the Lord, wishing to set forth the origin of all things, so as to explain how the Father produced the whole, lays down a certain principle,—that, namely, which was first-begotten by God, which Being he has termed both the only-begotten Son and God, in whom the Father, after a seminal manner, brought forth all things."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:35",
                            "text": "By him the Word was produced, and in him the whole substance of the aeons, to which the Word himself afterwards imparted form."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:36",
                            "text": "Since, therefore, he treats of the first origin of things, he rightly proceeds in his teaching from the beginning, that is, from God and the Word."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:37",
                            "text": "And he expresses himself thus: \"In the beginning was the Word, and the Word was with God, and the Word was God; the same was in the beginning with God\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:38",
                            "text": "Having first of all distinguished these three—God, the Beginning, and the Word — he again unites them, that he may exhibit the production of each of them, that is, of the Son and of the Word, and may at the same time show their union with one another, and with the Father."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:39",
                            "text": "For \"the beginning\" is in the Father, and of the Father, while \"the Word\" is in the beginning, and of the beginning."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:40",
                            "text": "Very properly, then, did he say, \"In the beginning was the Word,\" for He was in the Son; \"and the Word was with God,\" for He was the beginning; \"and the Word was God,\" of course, for that which is begotten of God is God."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:41",
                            "text": "\"The same was in the beginning with God\"—this clause discloses the order of production."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:42",
                            "text": "\"All things were made by Him, and without Him was nothing made;\" for the Word was the author of form and beginning to all the aeons that came into existence after Him."
                        },
                        {
                            "verse": 43,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:43",
                            "text": "But \"what was made in Him,\" says John, \"is life\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:44",
                            "text": "Here again he indicated conjunction; for all things, he said, were made by Him, but in Him was life."
                        },
                        {
                            "verse": 45,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:45",
                            "text": "This, then, which is in Him, is more closely connected with Him than those things which were simply made by Him, for it exists along with Him, and is developed by Him."
                        },
                        {
                            "verse": 46,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:46",
                            "text": "When, again, he adds, \"And the life was the light of men,\" while thus mentioning Anthropos, he indicated also Ecclesia by that one expression, in order that, by using only one name, he might disclose their fellowship with one another, in virtue of their conjunction."
                        },
                        {
                            "verse": 47,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:47",
                            "text": "For Anthropos and Ecclesia spring from Logos and Zoe."
                        },
                        {
                            "verse": 48,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:48",
                            "text": "Moreover, he styled life (Zoe) the light of men, because they are enlightened by her, that is, formed and made manifest."
                        },
                        {
                            "verse": 49,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:49",
                            "text": "This also Paul declares in these words: \"For whatsoever doth make manifest is light\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:50",
                            "text": "Since, therefore, Zoe manifested and begat both Anthropos and Ecclesia, she is termed their light."
                        },
                        {
                            "verse": 51,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:51",
                            "text": "Thus, then, did John by these words reveal both other things and the second Tetrad, Logos and Zoe, Anthropos and Ecclesia."
                        },
                        {
                            "verse": 52,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:52",
                            "text": "And still further, he also indicated the first Tetrad."
                        },
                        {
                            "verse": 53,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:53",
                            "text": "For, in discoursing of the Saviour and declaring that all things beyond the Pleroma received form from Him, he says that He is the fruit of the entire Pleroma."
                        },
                        {
                            "verse": 54,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:54",
                            "text": "For he styles Him a \"light which shineth in darkness, and which was not comprehended\" by it, inasmuch as, when He imparted form to all those things which had their origin from passion, He was not known by it."
                        },
                        {
                            "verse": 55,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:55",
                            "text": "He also styles Him Son, and Aletheia, and Zoe, and the \"Word made flesh, whose glory,\" he says, \"we beheld; and His glory was as that of the Only-begotten (given to Him by the Father), full of grace and truth\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:56",
                            "text": "(But what John really does say is this: \"And the Word was made flesh, and dwelt among us; and we beheld His glory, the glory as of the only-begotten of the Father, full of grace and truth\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:57",
                            "text": ") Thus, then, does he according to them distinctly set forth the first Tetrad, when he speaks of the Father, and Charis, and Monogenes, and Aletheia."
                        },
                        {
                            "verse": 58,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:58",
                            "text": "In this way, too, does John tell of the first Ogdoad, and that which is the mother of all the aeons."
                        },
                        {
                            "verse": 59,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:59",
                            "text": "For he mentions the Father, and Charis, and Monogenes, and Aletheia, and Logos, and Zoe, and Anthropos, and Ecclesia."
                        },
                        {
                            "verse": 60,
                            "chapter": 8,
                            "name": "Irenaeus: Against Heresies Book I 8:60",
                            "text": "Such are the views of Ptolemaeus."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Irenaeus: Against Heresies Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:1",
                            "text": "Chapter 9 — Refutation of the impious interpretations of these heretics."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:2",
                            "text": "You see, my friend, the method which these men employ to deceive themselves, while they abuse the Scriptures by endeavouring to support their own system out of them."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:3",
                            "text": "For this reason, I have brought forward their modes of expressing themselves, that thus thou mightest understand the deceitfulness of their procedure, and the wickedness of their error."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:4",
                            "text": "For, in the first place, if it had been John's intention to set forth that Ogdoad above, he would surely have preserved the order of its production, and would doubtless have placed the primary Tetrad first as being, according to them, most venerable and would then have annexed the second, that, by the sequence of the names, the order of the Ogdoad might be exhibited, and not after so long an interval, as if forgetful for the moment and then again calling the matter to mind, he, last of all, made mention of the primary Tetrad."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:5",
                            "text": "In the next place, if he had meant to indicate their conjunctions, he certainly would not have omitted the name of Ecclesia; while, with respect to the other conjunctions, he either would have been satisfied with the mention of the male aeons (since the others like Ecclesia might be understood), so as to preserve a uniformity throughout; or if he enumerated the conjunctions of the rest, he would also have announced the spouse of Anthropos, and would not have left us to find out her name by divination."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:6",
                            "text": "The fallacy, then, of this exposition is manifest."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:7",
                            "text": "For when John, proclaiming one God, the Almighty, and one Jesus Christ, the Only-begotten, by whom all things were made, declares that this was the Son of God, this the Only-begotten, this the Former of all things, this the true Light who enlighteneth every man, this the Creator of the world, this He that came to His own, this He that became flesh and dwelt among us,—these men, by a plausible kind of exposition, perverting these statements, maintain that there was another Monogenes, according to production, whom they also style Arche."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:8",
                            "text": "They also maintain that there was another Saviour, and another Logos, the son of Monogenes, and another Christ produced for the re-establishment of the Pleroma."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:9",
                            "text": "Thus it is that, wresting from the truth every one of the expressions which have been cited, and taking a bad advantage of the names, they have transferred them to their own system; so that, according to them, in all these terms John makes no mention of the Lord Jesus Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:10",
                            "text": "For if he has named the Father, and Charis, and Monogenes, and Aletheia, and Logos, and Zoe, and Anthropos, and Ecclesia, according to their hypothesis, he has, by thus speaking, referred to the primary Ogdoad, in which there was as yet no Jesus, and no Christ, the teacher of John."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:11",
                            "text": "But that the apostle did not speak concerning their conjunctions, but concerning our Lord Jesus Christ, whom he also acknowledges as the Word of God, he himself has made evident."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:12",
                            "text": "For, summing up his statements respecting the Word previously mentioned by him, he further declares, \"And the Word was made flesh, and dwelt among us\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:13",
                            "text": "But, according to their hypothesis, the Word did not become flesh at all, inasmuch as He never went outside of the Pleroma, but that Saviour became flesh who was formed by a special dispensation out of all the aeons, and was of later date than the Word."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:14",
                            "text": "Learn then, ye foolish men, that Jesus who suffered for us, and who dwelt among us, is Himself the Word of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:15",
                            "text": "For if any other of the aeons had become flesh for our salvation, it would have been probable that the apostle spoke of another."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:16",
                            "text": "But if the Word of the Father who descended is the same also that ascended, He, namely, the Only-begotten Son of the only God, who, according to the good pleasure of the Father, became flesh for the sake of men, the apostle certainly does not speak regarding any other, or concerning any Ogdoad, but respecting our Lord Jesus Christ."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:17",
                            "text": "For, according to them, the Word did not originally become flesh."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:18",
                            "text": "For they maintain that the Saviour assumed an animal body, formed in accordance with a special dispensation by an unspeakable providence, so as to become visible and palpable."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:19",
                            "text": "But flesh is that which was of old formed for Adam by God out of the dust, and it is this that John has declared the Word of God became."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:20",
                            "text": "Thus is their primary and first-begotten Ogdoad brought to nought."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:21",
                            "text": "For, since Logos, and Monogenes, and Zoe, and Phōs, and Soter, and Christus, and the Son of God, and He who became incarnate for us, have been proved to be one and the same, the Ogdoad which they have built up at once falls to pieces."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:22",
                            "text": "And when this is destroyed, their whole system sinks into ruin,—a system which they falsely dream into existence, and thus inflict injury on the Scriptures, while they build up their own hypothesis."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:23",
                            "text": "Then, again, collecting a set of expressions and names scattered here and there in Scripture, they twist them, as we have already said, from a natural to a non-natural sense."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:24",
                            "text": "In so doing, they act like those who bring forward any kind of hypothesis they fancy, and then endeavour to support them out of the poems of Homer, so that the ignorant imagine that Homer actually composed the verses bearing upon that hypothesis, which has, in fact, been but newly constructed; and many others are led so far by the regularly-formed sequence of the verses, as to doubt whether Homer may not have composed them."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:25",
                            "text": "Of this kind is the following passage, where one, describing Hercules as having been sent by Eurystheus to the dog in the infernal regions, does so by means of these Homeric verses,—for there can be no objection to our citing these by way of illustration, since the same sort of attempt appears in both:—      \"Thus saying, there sent forth from his house deeply groaning\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:26",
                            "text": "—Od."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:27",
                            "text": ", x."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:28",
                            "text": "\"The hero Hercules conversant with mighty deeds\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:29",
                            "text": "—Od."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:30",
                            "text": ", xxi."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:31",
                            "text": "\"Eurystheus, the son of Sthenelus, descended from Perseus\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:32",
                            "text": "—Il."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:33",
                            "text": ", xix."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:34",
                            "text": "\"That he might bring from Erebus the dog of gloomy Pluto\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:35",
                            "text": "—Il."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:36",
                            "text": ", viii."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:37",
                            "text": "\"And he advanced like a mountain-bred lion confident of strength\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:38",
                            "text": "—Od."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:39",
                            "text": ", vi."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:40",
                            "text": "\"Rapidly through the city, while all his friends followed\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:41",
                            "text": "— Il."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:42",
                            "text": ", xxiv."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:43",
                            "text": "\"Both maidens, and youths, and much-enduring old men\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:44",
                            "text": "—Od."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:45",
                            "text": ", xi."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:46",
                            "text": "\"Mourning for him bitterly as one going forward to death\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:47",
                            "text": "— Il."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:48",
                            "text": ", xxiv."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:49",
                            "text": "\"But Mercury and the blue-eyed Minerva conducted him\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:50",
                            "text": "—Od."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:51",
                            "text": ", xi."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:52",
                            "text": "\"For she knew the mind of her brother, how it laboured with grief\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:53",
                            "text": "—Il."
                        },
                        {
                            "verse": 54,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:54",
                            "text": ", ii."
                        },
                        {
                            "verse": 55,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:55",
                            "text": "Now, what simple-minded man, I ask, would not be led away by such verses as these to think that Homer actually framed them so with reference to the subject indicated? But he who is acquainted with the Homeric writings will recognise the verses indeed, but not the subject to which they are applied, as knowing that some of them were spoken of Ulysses, others of Hercules himself, others still of Priam, and others again of Menelaus and Agamemnon."
                        },
                        {
                            "verse": 56,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:56",
                            "text": "But if he takes them and restores each of them to its proper position, he at once destroys the narrative in question."
                        },
                        {
                            "verse": 57,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:57",
                            "text": "In like manner he also who retains unchangeable in his heart the rule of the truth which he received by means of baptism, will doubtless recognise the names, the expressions, and the parables taken from the Scriptures, but will by no means acknowledge the blasphemous use which these men make of them."
                        },
                        {
                            "verse": 58,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:58",
                            "text": "For, though he will acknowledge the gems, he will certainly not receive the fox instead of the likeness of the king."
                        },
                        {
                            "verse": 59,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:59",
                            "text": "But when he has restored every one of the expressions quoted to its proper position, and has fitted it to the body of the truth, he will lay bare, and prove to be without any foundation, the figment of these heretics."
                        },
                        {
                            "verse": 60,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:60",
                            "text": "But since what may prove a finishing-stroke to this exhibition is wanting, so that any one, on following out their farce to the end, may then at once append an argument which shall overthrow it, we have judged it well to point out, first of all, in what respects the very fathers of this fable differ among themselves, as if they were inspired by different spirits of error."
                        },
                        {
                            "verse": 61,
                            "chapter": 9,
                            "name": "Irenaeus: Against Heresies Book I 9:61",
                            "text": "For this very fact forms an a priori proof that the truth proclaimed by the Church is immoveable, and that the theories of these men are but a tissue of falsehoods."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Irenaeus: Against Heresies Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:1",
                            "text": "Chapter 10 — Unity of the faith of the Church throughout the whole world."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:2",
                            "text": "The Church, though dispersed throughout the whole world, even to the ends of the earth, has received from the apostles and their disciples this faith: She believes in one God, the Father Almighty, Maker of heaven, and earth, and the sea, and all things that are in them; and in one Christ Jesus, the Son of God, who became incarnate for our salvation; and in the Holy Spirit, who proclaimed through the prophets the dispensationsof God, and the advents, and the birth from a virgin, and the passion, and the resurrection from the dead, and the ascension into heaven in the flesh of the beloved Christ Jesus, our Lord, and His future manifestation from heaven in the glory of the Father \"to gather all things in one,\" and to raise up anew all flesh of the whole human race, in order that to Christ Jesus, our Lord, and God, and Saviour, and King, according to the will of the invisible Father, \"every knee should bow, of things in heaven, and things in earth, and things under the earth, and that every tongue should confess\" to Him, and that He should execute just judgment towards all; that He may send \"spiritual wickednesses,\" and the angels who transgressed and became apostates, together with the ungodly, and unrighteous, and wicked, and profane among men, into everlasting fire; but may, in the exercise of His grace, confer immortality on the righteous, and holy, and those who have kept His commandments, and have persevered in His love, some from the beginning of their Christian course, and others from the date of their repentance, and may surround them with everlasting glory."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:3",
                            "text": "As I have already observed, the Church, having received this preaching and this faith, although scattered throughout the whole world, yet, as if occupying but one house, carefully preserves it."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:4",
                            "text": "She also believes these points of doctrine just as if she had but one soul, and one and the same heart, and she proclaims them, and teaches them, and hands them down, with perfect harmony, as if she possessed only one mouth."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:5",
                            "text": "For, although the languages of the world are dissimilar, yet the import of the tradition is one and the same."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:6",
                            "text": "For the Churches which have been planted in Germany do not believe or hand down anything different, nor do those in Spain, nor those in Gaul, nor those in the East, nor those in Egypt, nor those in Libya, nor those which have been established in the central regions of the world."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:7",
                            "text": "But as the sun, that creature of God, is one and the same throughout the whole world, so also the preaching of the truth shineth everywhere, and enlightens all men that are willing to come to a knowledge of the truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:8",
                            "text": "Nor will any one of the rulers in the Churches, however highly gifted he may be in point of eloquence, teach doctrines different from these (for no one is greater than the Master); nor, on the other hand, will he who is deficient in power of expression inflict injury on the tradition."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:9",
                            "text": "For the faith being ever one and the same, neither does one who is able at great length to discourse regarding it, make any addition to it, nor does one, who can say but little diminish it."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:10",
                            "text": "It does not follow because men are endowed with greater and less degrees of intelligence, that they should therefore change the subject-matter of the faith itself, and should conceive of some other God besides Him who is the Framer, Maker, and Preserver of this universe, (as if He were not sufficient for them), or of another Christ, or another Only-begotten."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:11",
                            "text": "But the fact referred to simply implies this, that one may more accurately than another bring out the meaning of those things which have been spoken in parables, and accommodate them to the general scheme of the faith; and explain with special clearness the operation and dispensation of God connected with human salvation; and show that God manifested longsuffering in regard to the apostasy of the angels who transgressed, as also with respect to the disobedience of men; and set forth why it is that one and the same God has made some things temporal and some eternal, some heavenly and others earthly; and understand for what reason God, though invisible, manifested Himself to the prophets not under one form, but differently to different individuals; and show why it was that more covenants than one were given to mankind; and teach what was the special character of each of these covenants; and search out for what reason \"God hath concluded every man in unbelief, that He may have mercy upon all;\" and gratefully describe on what account the Word of God became flesh and suffered; and relate why the advent of the Son of God took place in these last times, that is, in the end, rather than in the beginning of the world; and unfold what is contained in the Scriptures concerning the end itself, and things to come; and not be silent as to how it is that God has made the Gentiles, whose salvation was despaired of, fellow-heirs, and of the same body, and partakers with the saints; and discourse how it is that \"this mortal body shall put on immortality, and this corruptible shall put on incorruption;\" and proclaim in what sense God says, \"That is a people who was not a people; and she is beloved who was not beloved;\" and in what sense He says that \"more are the children of her that was desolate, than of her who possessed a husband\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Irenaeus: Against Heresies Book I 10:12",
                            "text": "For in reference to these points, and others of a like nature, the apostle exclaims: \"Oh! the depth of the riches both of the wisdom and knowledge of God; how unsearchable are His judgments, and His ways past finding out!\" But the superior skill spoken of is not found in this, that any one should, beyond the Creator and Framer of the world, conceive of the Enthymesis of an erring aeon, their mother and his, and should thus proceed to such a pitch of blasphemy; nor does it consist in this, that he should again falsely imagine, as being above this fancied being, a Pleroma at one time supposed to contain thirty, and at another time an innumerable tribe of aeons, as these teachers who are destitute of truly divine wisdom maintain; while the Catholic Church possesses one and the same faith throughout the whole world, as we have already said."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Irenaeus: Against Heresies Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:1",
                            "text": "Chapter 11 — The opinions of Valentinus, with those of his disciples and others."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:2",
                            "text": "Let us now look at the inconsistent opinions of those heretics (for there are some two or three of them), how they do not agree in treating the same points, but alike, in things and names, set forth opinions mutually discordant."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:3",
                            "text": "The first of them, Valentinus, who adapted the principles of the heresy called \"Gnostic\" to the peculiar character of his own school, taught as follows: He maintained that there is a certain Dyad (twofold being), who is inexpressible by any name, of whom one part should be called Arrhetus (unspeakable), and the other Sige (silence)."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:4",
                            "text": "But of this Dyad a second was produced, one part of whom he names Pater, and the other Aletheia."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:5",
                            "text": "From this Tetrad, again, arose Logos and Zoe, Anthropos and Ecclesia."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:6",
                            "text": "These constitute the primary Ogdoad."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:7",
                            "text": "He next states that from Logos and Zoe ten powers were produced, as we have before mentioned."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:8",
                            "text": "But from Anthropos and Ecclesia proceeded twelve, one of which separating from the rest, and falling from its original condition, produced the rest of the universe."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:9",
                            "text": "He also supposed two beings of the name of Horos, the one of whom has his place between Bythus and the rest of the Pleroma, and divides the created aeons from the uncreated Father, while the other separates their mother from the Pleroma."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:10",
                            "text": "Christ also was not produced from the aeons within the Pleroma, but was brought forth by the mother who had been excluded from it, in virtue of her remembrance of better things, but not without a kind of shadow."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:11",
                            "text": "He, indeed, as being masculine, having severed the shadow from himself, returned to the Pleroma; but his mother being left with the shadow, and deprived of her spiritual substance, brought forth another son, namely, the Demiurge, whom he also styles the supreme ruler of all those things which are subject to him."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:12",
                            "text": "He also asserts that, along with the Demiurge, there was produced a left-hand power, in which particular he agrees with those falsely called Gnostics, of whom to we have yet to speak."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:13",
                            "text": "Sometimes, again, he maintains that Jesus was produced from him who was separated from their mother, and united to the rest, that is, from Theletus, sometimes as springing from him who returned into the Pleroma, that is, from Christ; and at other times still as derived from Anthropos and Ecclesia."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:14",
                            "text": "And he declares that the Holy Spirit was produced by Aletheia for the inspection and fructification of the aeons, by entering invisibly into them, and that, in this way, the aeons brought forth the plants of truth."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:15",
                            "text": "Secundus again affirms that the primary Ogdoad consists of a right hand and a left hand Tetrad, and teaches that the one of these is called light, and the other darkness."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:16",
                            "text": "But he maintains that the power which separated from the rest, and fell away, did not proceed directly from the thirty aeons, but from their fruits."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:17",
                            "text": "There is another, who is a renowned teacher among them, and who, struggling to reach something more sublime, and to attain to a kind of higher knowledge, has explained the primary Tetrad as follows: There is he says a certain Proarche who existed before all things, surpassing all thought, speech, and nomenclature, whom I call Monotes (unity)."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:18",
                            "text": "Together with this Monotes there exists a power, which again I term Henotes (oneness)."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:19",
                            "text": "This Henotes and Monotes, being one, produced, yet not so as to bring forth apart from themselves, as an emanation the beginning of all things, an intelligent, unbegotten, and invisible being, which beginning language terms \"Monad\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:20",
                            "text": "With this Monad there co-exists a power of the same essence, which again I term Hen (One)."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:21",
                            "text": "These powers then— Monotes, and Henotes, and Monas, and Hen—produced the remaining company of the aeons."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:22",
                            "text": "Iu, Iu! Pheu, Pheu!—for well may we utter these tragic exclamations at such a pitch of audacity in the coining of names as he has displayed without a blush, in devising a nomenclature for his system of falsehood."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:23",
                            "text": "For when he declares: There is a certain Proarche before all things, surpassing all thought, whom I call Monotes; and again, with this Monotes there co-exists a power which I also call Henotes,—it is most manifest that he confesses the things which have been said to be his own invention, and that he himself has given names to his scheme of things, which had never been previously suggested by any other."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:24",
                            "text": "It is manifest also, that he himself is the one who has had sufficient audacity to coin these names; so that, unless he had appeared in the world, the truth would still have been destitute of a name."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:25",
                            "text": "But, in that case, nothing hinders any other, in dealing with the same subject, to affix names after such a fashion as the following: There is a certain Proarche, royal, surpassing all thought, a power existing before every other substance, and extended into space in every direction."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:26",
                            "text": "But along with it there exists a power which I term a Gourd; and along with this Gourd there exists a power which again I term Utter-Emptiness."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:27",
                            "text": "This Gourd and Emptiness, since they are one, produced (and yet did not simply produce, so as to be apart from themselves) a fruit, everywhere visible, eatable, and delicious, which fruit-language calls a Cucumber."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:28",
                            "text": "Along with this Cucumber exists a power of the same essence, which again I call a Melon."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:29",
                            "text": "These powers, the Gourd, Utter-Emptiness, the Cucumber, and the Melon, brought forth the remaining multitude of the delirious melons of Valentinus."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:30",
                            "text": "For if it is fitting that that language which is used respecting the universe be transformed to the primary Tetrad, and if any one may assign names at his pleasure, who shall prevent us from adopting these names, as being much more credible than the others, as well as in general use, and understood by all?."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:31",
                            "text": "Others still, however, have called their primary and first-begotten Ogdoad by the following names: first, Proarche; then Anennoetos; thirdly, Arrhetos; and fourthly, Aoratos."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:32",
                            "text": "Then, from the first, Proarche, there was produced, in the first and fifth place, Arche; from Anennoetos, in the second and sixth place, Acataleptos; from Arrhetos, in the third and seventh place, Anonomastos; and from Aoratos, in the fourth and eighth place, Agennetos."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:33",
                            "text": "This is the Pleroma of the first Ogdoad."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:34",
                            "text": "They maintain that these powers were anterior to Bythus and Sige, that they may appear more perfect than the perfect, and more knowing than the very Gnostics! To these persons one may justly exclaim: \"O ye trifling sophists!\" since, even respecting Bythus himself, there are among them many and discordant opinions."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Irenaeus: Against Heresies Book I 11:35",
                            "text": "For some declare him to be without a consort, and neither male nor female, and, in fact, nothing at all; while others affirm him to be masculo-feminine, assigning to him the nature of a hermaphrodite; others, again, allot Sige to him as a spouse, that thus may be formed the first conjunction."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Irenaeus: Against Heresies Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:1",
                            "text": "Chapter 12 — The doctrines of the followers of Ptolemy and Colorbasus."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:2",
                            "text": "But the followers of Ptolemy say that he Bythus has two consorts, which they also name Diatheses (affections), viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:3",
                            "text": ", Ennoea and Thelesis."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:4",
                            "text": "For, as they affirm, he first conceived the thought of producing something, and then willed to that effect."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:5",
                            "text": "Wherefore, again, these two affections, or powers, Ennoea and Thelesis, having intercourse, as it were, between themselves, the production of Monogenes and Aletheia took place according to conjunction."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:6",
                            "text": "These two came forth as types and images of the two affections of the Father,—visible representations of those that were invisible,—Nous ( i-e:, Monogenes) of Thelesis, and Aletheia of Ennoea, and accordingly the image resulting from Thelesis was masculine, while that from Ennoea was feminine."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:7",
                            "text": "Thus Thelesis (will) became, as it were, a faculty of Ennoea (thought)."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:8",
                            "text": "For Ennoea continually yearned after offspring; but she could not of herself bring forth that which she desired."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:9",
                            "text": "But when the power of Thelesis (the faculty of will) came upon her, then she brought forth that on which she had brooded."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:10",
                            "text": "These fancied beings (like the Jove of Homer, who is represented as passing an anxious sleepless night in devising plans for honouring Achilles and destroying numbers of the Greeks) will not appear to you, my dear friend, to be possessed of greater knowledge than He who is the God of the universe."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:11",
                            "text": "He, as soon as He thinks, also performs what He has willed; and as soon as He wills, also thinks that which He has willed; then thinking when He wills, and then willing when He thinks, since He is all thought, all will, all mind, all light, all eye, all ear, the one entire fountain of all good things."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:12",
                            "text": "Those of them, however, who are deemed more skilful than the persons who have just been mentioned, say that the first Ogdoad was not produced gradually, so that one aeon was sent forth by another, but that all the aeons were brought into existence at once by Propator and his Ennoea."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:13",
                            "text": "He (Colorbasus) affirms this as confidently as if he had assisted at their birth."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:14",
                            "text": "Accordingly, he and his followers maintain that Anthropos and Ecclesia were not produced, as others hold, from Logos and Zoe; but, on the contrary, Logos and Zoe from Anthropos and Ecclesia."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:15",
                            "text": "But they express this in another form, as follows: When the Propator conceived the thought of producing something, he received the name of Father."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:16",
                            "text": "But because what he did produce was true, it was named Aletheia."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:17",
                            "text": "Again, when he wished to reveal himself, this was termed Anthropos."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:18",
                            "text": "Finally, when he produced those whom he had previously thought of, these were named Ecclesia."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:19",
                            "text": "Anthropos, by speaking, formed Logos: this is the first-born son."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:20",
                            "text": "But Zoe followed upon Logos; and thus the first Ogdoad was completed."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:21",
                            "text": "They have much contention also among themselves respecting the Saviour."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:22",
                            "text": "For some maintain that he was formed out of all; wherefore also he was called Eudocetos, because the whole Pleroma was well pleased through him to glorify the Father."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:23",
                            "text": "But others assert that he was produced from those ten aeons alone who sprung from Logos and Zoe, and that on this account he was called Logos and Zoe, thus preserving the ancestral names."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:24",
                            "text": "Others, again, affirm that he had his being from those twelve aeons who were the offspring of Anthropos and Ecclesia; and on this account he acknowledges himself the Son of man, as being a descendant of Anthropos."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:25",
                            "text": "Others still, assert that he was produced by Christ and the Holy Spirit, who were brought forth for the security of the Pleroma; and that on this account he was called Christ, thus preserving the appellation of the Father, by whom he was produced."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Irenaeus: Against Heresies Book I 12:26",
                            "text": "And there are yet others among them who declare that the Propator of the whole, Proarche, and Proanennoetos is called Anthropos; and that this is the great and abstruse mystery, namely, that the Power which is above all others, and contains all in his embrace, is termed Anthropos; hence does the Saviour style himself the \"Son of man\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Irenaeus: Against Heresies Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:1",
                            "text": "Chapter 13 — The deceitful arts and nefarious practices of Marcus."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:2",
                            "text": "But there is another among these heretics, Marcus by name, who boasts himself as having improved upon his master."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:3",
                            "text": "He is a perfect adept in magical impostures, and by this means drawing away a great number of men, and not a few women, he has induced them to join themselves to him, as to one who is possessed of the greatest knowledge and perfection, and who has received the highest power from the invisible and ineffable regions above."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:4",
                            "text": "Thus it appears as if he really were the precursor of Antichrist."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:5",
                            "text": "For, joining the buffooneries of Anaxilaus to the craftiness of the magi, as they are called, he is regarded by his senseless and cracked-brain followers as working miracles by these means."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:6",
                            "text": "Pretending to consecrate cups mixed with wine, and protracting to great length the word of invocation, he contrives to give them a purple and reddish colour, so that Charis, who is one of those that are superior to all things, should be thought to drop her own blood into that cup through means of his invocation, and that thus those who are present should be led to rejoice to taste of that cup, in order that, by so doing, the Charis, who is set forth by this magician, may also flow into them."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:7",
                            "text": "Again, handing mixed cups to the women, he bids them consecrate these in his presence."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:8",
                            "text": "When this has been done, he himself produces another cup of much larger size than that which the deluded woman has consecrated, and pouring from the smaller one consecrated by the woman into that which has been brought forward by himself, he at the same time pronounces these words: \"May that Charis who is before all things, and who transcends all knowledge and speech, fill thine inner man, and multiply in thee her own knowledge, by sowing the grain of mustard seed in thee as in good soil\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:9",
                            "text": "Repeating certain other like words, and thus goading on the wretched woman to madness, he then appears a worker of wonders when the large cup is seen to have been filled out of the small one, so as even to overflow by what has been obtained from it."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:10",
                            "text": "By accomplishing several other similar things, he has completely deceived many, and drawn them away after him."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:11",
                            "text": "It appears probable enough that this man possesses a demon as his familiar spirit, by means of whom he seems able to prophesy, and also enables as many as he counts worthy to be partakers of his Charis themselves to prophesy."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:12",
                            "text": "He devotes himself especially to women, and those such as are well-bred, and elegantly attired, and of great wealth, whom he frequently seeks to draw after him, by addressing them in such seductive words as these: \"I am eager to make thee a partaker of my Charis, since the Father of all doth continually behold thy angel before His face."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:13",
                            "text": "Now the place of thy angel is among us: it behoves us to become one."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:14",
                            "text": "Receive first from me and by me the gift of Charis."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:15",
                            "text": "Adorn thyself as a bride who is expecting her bridegroom, that thou mayest be what I am, and I what thou art."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:16",
                            "text": "Establish the germ of light in thy nuptial chamber."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:17",
                            "text": "Receive from me a spouse, and become receptive of him, while thou art received by him."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:18",
                            "text": "Behold Charis has descended upon thee; open thy mouth and prophesy\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:19",
                            "text": "On the woman replying, \"I have never at any time prophesied, nor do I know how to prophesy;\" then engaging, for the second time, in certain invocations, so as to astound his deluded victim, he says to her, \"Open thy mouth, speak whatsoever occurs to thee, and thou shalt prophesy\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:20",
                            "text": "She then, vainly puffed up and elated by these words, and greatly excited in soul by the expectation that it is herself who is to prophesy, her heart beating violently from emotion, reaches the requisite pitch of audacity, and idly as well as impudently utters some nonsense as it happens to occur to her, such as might be expected from one heated by an empty spirit."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:21",
                            "text": "(Referring to this, one superior to me has observed, that the soul is both audacious and impudent when heated with empty air;) Henceforth she reckons herself a prophetess, and expresses her thanks to Marcus for having imparted to her of his own Charis."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:22",
                            "text": "She then makes the effort to reward him, not only by the gift of her possessions (in which way he has collected a very large fortune), but also by yielding up to him her person, desiring in every way to be united to him, that she may become altogether one with him."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:23",
                            "text": "But already some of the most faithful women, possessed of the fear of God, and not being deceived (whom, nevertheless, he did his best to seduce like the rest by bidding them prophesy), abhorring and execrating him, have withdrawn from such a vile company of revellers."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:24",
                            "text": "This they have done, as being well aware that the gift of prophecy is not conferred on men by Marcus, the magician, but that only those to whom God sends His grace from above possess the divinely-bestowed power of prophesying; and then they speak where and when God pleases, and not when Marcus orders them to do so."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:25",
                            "text": "For that which commands is greater and of higher authority than that which is commanded, inasmuch as the former rules, while the latter is in a state of subjection."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:26",
                            "text": "If, then, Marcus, or any one else, does command,— as these are accustomed continually at their feasts to play at drawing lots, and in accordance with the lot to command one another to prophesy, giving forth as oracles what is in harmony with their own desires,—it will follow that he who commands is greater and of higher authority than the prophetic spirit, though he is but a man, which is impossible."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:27",
                            "text": "But such spirits as are commanded by these men, and speak when they desire it, are earthly and weak, audacious and impudent, sent forth by Satan for the seduction and perdition of those who do not hold fast that well-compacted faith which they received at first through the Church."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:28",
                            "text": "Moreover, that this Marcus compounds philters and love-potions, in order to insult the persons of some of these women, if not of all, those of them who have returned to the Church of God— a thing which frequently occurs—have acknowledged, confessing, too, that they have been defiled by him, and that they were filled with a burning passion towards him."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:29",
                            "text": "A sad example of this occurred in the case of a certain Asiatic, one of our deacons, who had received him (Marcus) into his house."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:30",
                            "text": "His wife, a woman of remarkable beauty, fell a victim both in mind and body to this magician, and, for a long time, travelled about with him."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:31",
                            "text": "At last, when, with no small difficulty, the brethren had converted her, she spent her whole time in the exercise of public confession, weeping over and lamenting the defilement which she had received from this magician."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:32",
                            "text": "Some of his disciples, too, addicting themselves to the same practices, have deceived many silly women, and defiled them."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:33",
                            "text": "They proclaim themselves as being \"perfect,\" so that no one can be compared to them with respect to the immensity of their knowledge, nor even were you to mention Paul or Peter, or any other of the apostles."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:34",
                            "text": "They assert that they themselves know more than all others, and that they alone have imbibed the greatness of the knowledge of that power which is unspeakable."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:35",
                            "text": "They also maintain that they have attained to a height above all power, and that therefore they are free in every respect to act as they please, having no one to fear in anything."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:36",
                            "text": "For they affirm, that because of the \"Redemption\" it has come to pass that they can neither be apprehended, nor even seen by the judge."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:37",
                            "text": "But even if he should happen to lay hold upon them, then they might simply repeat these words, while standing in his presence along with the \"Redemption:\" \"O thou, who sittest beside God, and the mystical, eternal Sige, thou through whom the angels (mightiness), who continually behold the face of the Father, having thee as their guide and introducer, do derive their forms from above, which she in the greatness of her daring inspiring with mind on account of the goodness of the Propator, produced us as their images, having her mind then intent upon the things above, as in a dream,— behold, the judge is at hand, and the crier orders me to make my defence."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:38",
                            "text": "But do thou, as being acquainted with the affairs of both, present the cause of both of us to the judge, inasmuch as it is in reality but one cause\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:39",
                            "text": "Now, as soon as the Mother hears these words, she puts the Homeric helmet of Pluto upon them, so that they may invisibly escape the judge."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:40",
                            "text": "And then she immediately catches them up, conducts them into the bridal chamber, and hands them over to their consorts."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:41",
                            "text": "Such are the words and deeds by which, in our own district of the Rhone, they have deluded many women, who have their consciences seared as with a hot iron."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Irenaeus: Against Heresies Book I 13:42",
                            "text": "Some of them, indeed, make a public confession of their sins; but others of them are ashamed to do this, and in a tacit kind of way, despairing of attaining to the life of God, have, some of them, apostatized altogether; while others hesitate between the two courses, and incur that which is implied in the proverb, \"neither without nor within;\" possessing this as the fruit from the seed of the children of knowledge."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Irenaeus: Against Heresies Book I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:1",
                            "text": "Chapter 14 — The various hypotheses of Marcus and others."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:2",
                            "text": "Theories respecting letters and syllables."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:3",
                            "text": "This Marcus then, declaring that he alone was the matrix and receptacle of the Sige of Colorbasus, inasmuch as he was only-begotten, has brought to the birth in some such way as follows that which was committed to him of the defective Enthymesis."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:4",
                            "text": "He declares that the infinitely exalted Tetrad descended upon him from the invisible and indescribable places in the form of a woman (for the world could not have borne it coming in its male form), and expounded to him alone its own nature, and the origin of all things, which it had never before revealed to any one either of gods or men."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:5",
                            "text": "This was done in the following terms: When first the unoriginated, inconceivable Father, who is without material substance, and is neither male nor female, willed to bring forth that which is ineffable to Him, and to endow with form that which is invisible, He opened His mouth, and sent forth the Word similar to Himself, who, standing near, showed Him what He Himself was, inasmuch as He had been manifested in the form of that which was invisible."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:6",
                            "text": "Moreover, the pronunciation of His name took place as follows:—He spoke the first word of it, which was the beginning of all the rest, and that utterance consisted of four letters."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:7",
                            "text": "He added the second, and this also consisted of four letters."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:8",
                            "text": "Next He uttered the third, and this again embraced ten letters."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:9",
                            "text": "Finally, He pronounced the fourth, which was composed of twelve letters."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:10",
                            "text": "Thus took place the enunciation of the whole name, consisting of thirty letters, and four distinct utterances."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:11",
                            "text": "Each of these elements has its own peculiar letters, and character, and pronunciation, and forms, and images, and there is not one of them that perceives the shape of that utterance of which it is an element."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:12",
                            "text": "Neither does any one know itself, nor is it acquainted with the pronunciation of its neighbour, but each one imagines that by its own utterance it does in fact name the whole."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:13",
                            "text": "For while every one of them is a part of the whole, it imagines its own sound to be the whole name, and does not leave off sounding until, by its own utterance, it has reached the last letter of each of the elements."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:14",
                            "text": "This teacher declares that the restitution of all things will take place, when all these, mixing into one letter, shall utter one and the same sound."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:15",
                            "text": "He imagines that the emblem of this utterance is found in Amen, which we pronounce in concert."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:16",
                            "text": "The diverse sounds (he adds) are those which give form to that aeon who is without material substance and unbegotten, and these, again, are the forms which the Lord has called angels, who continually behold the face of the Father."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:17",
                            "text": "Those names of the elements which may be told, and are common, he has called aeons, and words, and roots, and seeds, and fulnesses, and fruits."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:18",
                            "text": "He asserts that each of these, and all that is peculiar to every one of them, is to be understood as contained in the name Ecclesia."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:19",
                            "text": "Of these elements, the last letter of the last one uttered its voice, and this sound going forth generated its own elements after the image of the other elements, by which he affirms, that both the things here below were arranged into the order they occupy, and those that preceded them were called into existence."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:20",
                            "text": "He also maintains that the letter itself, the sound of which followed that sound below, was received up again by the syllable to which it belonged, in order to the completion of the whole, but that the sound remained below as if cast outside."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:21",
                            "text": "But the element itself from which the letter with its special pronunciation descended to that below, he affirms to consist of thirty letters, while each of these letters, again, contains other letters in itself, by means of which the name of the letter is expressed."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:22",
                            "text": "And thus, again, others are named by other letters, and others still by others, so that the multitude of letters swells out into infinitude."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:23",
                            "text": "You may more clearly understand what I mean by the following example:—The word Delta contains five letters, viz."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:24",
                            "text": ", D, E, L, T, A: these letters again, are written by other letters, and others still by others."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:25",
                            "text": "If, then, the entire composition of the word Delta when thus analyzed runs out into infinitude, letters continually generating other letters, and following one another in constant succession, how much vaster than that one word is the entire ocean of letters! And if even one letter be thus infinite, just consider the immensity of the letters in the entire name; out of which the Sige of Marcus has taught us the Propator is composed."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:26",
                            "text": "For which reason the Father, knowing the incomprehensibleness of His own nature, assigned to the elements which He also terms aeons, the power of each one uttering its own enunciation, because no one of them was capable by itself of uttering the whole."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:27",
                            "text": "Moreover, the Tetrad, explaining these things to him more fully, said:—I wish to show thee Aletheia (Truth) herself; for I have brought her down from the dwellings above, that thou mayest see her without a veil, and understand her beauty — that thou mayest also hear her speaking, and admire her wisdom."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:28",
                            "text": "Behold, then, her head on high, Alpha and Omega; her neck, Beta and Psi; her shoulders with her hands, Gamma and Chi; her breast, Delta and Phi; her diaphragm, Epsilon and Upsilon; her back, Zeta and Tau; her belly, Eta and Sigma; her thighs, Theta and Rho; her knees, Iota and Pi; her legs, Kappa and Omicron; her ankles, Lambda and Xi; her feet, Mu and Nu."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:29",
                            "text": "Such is the body of Truth, according to this magician, such the figure of the element, such the character of the letter."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:30",
                            "text": "And he calls this element Anthropos (Man), and says that is the fountain of all speech, and the beginning of all sound, and the expression of all that is unspeakable, and the mouth of the silent Sige."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:31",
                            "text": "This indeed is the body of Truth."
                        },
                        {
                            "verse": 32,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:32",
                            "text": "But do thou, elevating the thoughts of thy mind on high, listen from the mouth of Truth to the self-begotten Word, who is also the dispenser of the bounty of the Father."
                        },
                        {
                            "verse": 33,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:33",
                            "text": "When she (the Tetrad) had spoken these things, Aletheia looked at him, opened her mouth, and uttered a word."
                        },
                        {
                            "verse": 34,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:34",
                            "text": "That word was a name, and the name was this one which we do know and speak of, viz."
                        },
                        {
                            "verse": 35,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:35",
                            "text": ", Christ Jesus."
                        },
                        {
                            "verse": 36,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:36",
                            "text": "When she had uttered this name, she at once relapsed into silence."
                        },
                        {
                            "verse": 37,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:37",
                            "text": "And as Marcus waited in the expectation that she would say something more, the Tetrad again came forward and said:—Thou hast reckoned as contemptible that word which thou hast heard from the mouth of Aletheia."
                        },
                        {
                            "verse": 38,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:38",
                            "text": "This which thou knowest and seemest to possess, is not an ancient name."
                        },
                        {
                            "verse": 39,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:39",
                            "text": "For thou possessest the sound of it merely, whilst thou art ignorant of its power."
                        },
                        {
                            "verse": 40,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:40",
                            "text": "For Jesus (᾽Ιησοῦς) is a name arithmetically symbolical, consisting of six letters, and is known by all those that belong to the called."
                        },
                        {
                            "verse": 41,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:41",
                            "text": "But that which is among the aeons of the Pleroma consists of many parts, and is of another form and shape, and is known by those angels who are joined in affinity with Him, and whose figures (mightinesses) are always present with Him."
                        },
                        {
                            "verse": 42,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:42",
                            "text": "Know, then, that the four-and-twenty letters which you possess are symbolical emanations of the three powers that contain the entire number of the elements above."
                        },
                        {
                            "verse": 43,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:43",
                            "text": "For you are to reckon thus — that the nine mute letters are the images of Pater and Aletheia, because they are without voice, that is, of such a nature as cannot be uttered or pronounced."
                        },
                        {
                            "verse": 44,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:44",
                            "text": "But the semi-vowels represent Logos and Zoe, because they are, as it were, midway between the consonants and the vowels, partaking of the nature of both."
                        },
                        {
                            "verse": 45,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:45",
                            "text": "The vowels, again, are representative of Anthropos and Ecclesia, inasmuch as a voice proceeding from Anthropos gave being to them all; for the sound of the voice imparted to them form."
                        },
                        {
                            "verse": 46,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:46",
                            "text": "Thus, then, Logos and Zoe possess eight of these letters; Anthropos and Ecclesia seven; and Pater and Aletheia nine."
                        },
                        {
                            "verse": 47,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:47",
                            "text": "But since the number allotted to each was unequal, He who existed in the Father came down, having been specially sent by Him from whom He was separated, for the rectification of what had taken place, that the unity of the Pleromas, being endowed with equality, might develop in all that one power which flows from all."
                        },
                        {
                            "verse": 48,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:48",
                            "text": "Thus that division which had only seven letters, received the power of eight, and the three sets were rendered alike in point of number, all becoming Ogdoads; which three, when brought together, constitute the number four-and-twenty."
                        },
                        {
                            "verse": 49,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:49",
                            "text": "The three elements, too (which he declares to exist in conjunction with three powers, and thus form the six from which have flowed the twenty-four letters), being quadrupled by the word of the ineffable Tetrad, give rise to the same number with them; and these elements he maintains to belong to Him who cannot be named."
                        },
                        {
                            "verse": 50,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:50",
                            "text": "These, again, were endowed by the three powers with a resemblance to Him who is invisible."
                        },
                        {
                            "verse": 51,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:51",
                            "text": "And he says that those letters which we call double are the images of the images of these elements; and if these be added to the four-and-twenty letters, by the force of analogy they form the number thirty."
                        },
                        {
                            "verse": 52,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:52",
                            "text": "He asserts that the fruit of this arrangement and analogy has been manifested in the likeness of an image, namely, Him who, after six days, ascended into the mountain along with three others, and then became one of six (the sixth), in which character He descended and was contained in the Hebdomad, since He was the illustrious Ogdoad, and contained in Himself the entire number of the elements, which the descent of the dove (who is Alpha and Omega) made clearly manifest, when He came to be baptized; for the number of the dove is eight hundred and one."
                        },
                        {
                            "verse": 53,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:53",
                            "text": "And for this reason did Moses declare that man was formed on the sixth day; and then, again, according to arrangement, it was on the sixth day, which is the preparation, that the last man appeared, for the regeneration of the first."
                        },
                        {
                            "verse": 54,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:54",
                            "text": "Of this arrangement, both the beginning and the end were formed at that sixth hour, at which He was nailed to the tree."
                        },
                        {
                            "verse": 55,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:55",
                            "text": "For that perfect being Nous, knowing that the number six had the power both of formation and regeneration, declared to the children of light, that regeneration which has been wrought out by Him who appeared as the Episemon in regard to that number."
                        },
                        {
                            "verse": 56,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:56",
                            "text": "Whence also he declares it is that the double letters contain the Episemon number; for this Episemon, when joined to the twenty-four elements, completed the name of thirty letters."
                        },
                        {
                            "verse": 57,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:57",
                            "text": "He employed as his instrument, as the Sige of Marcus declares, the power of seven letters, in order that the fruit of the independent will of Achamoth might be revealed."
                        },
                        {
                            "verse": 58,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:58",
                            "text": "\"Consider this present Episemon,\" she says—\"Him who was formed after the original Episemon, as being, as it were, divided or cut into two parts, and remaining outside; who, by His own power and wisdom, through means of that which had been produced by Himself, gave life to this world, consisting of seven powers, after the likeness of the power of the Hebdomad, and so formed it, that it is the soul of everything visible."
                        },
                        {
                            "verse": 59,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:59",
                            "text": "And He indeed uses this work Himself as if it had been formed by His own free will; but the rest, as being images of what cannot be fully imitated, are subservient to the Enthymesis of the mother."
                        },
                        {
                            "verse": 60,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:60",
                            "text": "And the first heaven indeed pronounces Alpha, the next to this Epsilon, the third Eta, the fourth, which is also in the midst of the seven, utters the sound of Iota, the fifth Omicron, the sixth Upsilon, the seventh, which is also the fourth from the middle, utters the elegant Omega,\"— as the Sige of Marcus, talking a deal of nonsense, but uttering no word of truth, confidently asserts."
                        },
                        {
                            "verse": 61,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:61",
                            "text": "\"And these powers,\" she adds, \"being all simultaneously clasped in each other's embrace, do sound out the glory of Him by whom they were produced; and the glory of that sound is transmitted upwards to the Propator\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:62",
                            "text": "She asserts, moreover, that \"the sound of this uttering of praise, having been wafted to the earth, has become the Framer and the Parent of those things which are on the earth\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:63",
                            "text": "He instances, in proof of this, the case of infants who have just been born, the cry of whom, as soon as they have issued from the womb, is in accordance with the sound of every one of these elements."
                        },
                        {
                            "verse": 64,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:64",
                            "text": "As, then, he says, the seven powers glorify the Word, so also does the complaining soul of infants."
                        },
                        {
                            "verse": 65,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:65",
                            "text": "For this reason, too, David said: \"Out of the mouth of babes and sucklings Thou hast perfected praise;\" and again: \"The heavens declare the glory of God\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:66",
                            "text": "Hence also it comes to pass, that when the soul is involved in difficulties and distresses, for its own relief it calls out, \"Oh\" (Ω), in honour of the letter in question, so that its cognate soul above may recognise its distress, and send down to it relief."
                        },
                        {
                            "verse": 67,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:67",
                            "text": "Thus it is, that in regard to the whole name, which consists of thirty letters, and Bythus, who receives his increase from the letters of this name, and, moreover, the body of Aletheia, which is composed of twelve members, each of which consists of two letters, and the voice which she uttered without having spoken at all, and in regard to the analysis of that name which cannot be expressed in words, and the soul of the world and of man, according as they possess that arrangement, which is after the image of things above, he has uttered his nonsensical opinions."
                        },
                        {
                            "verse": 68,
                            "chapter": 14,
                            "name": "Irenaeus: Against Heresies Book I 14:68",
                            "text": "It remains that I relate how the Tetrad showed him from the names a power equal in number; so that nothing, my friend, which I have received as spoken by him, may remain unknown to thee; and thus thy request, often proposed to me, may be fulfilled."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Irenaeus: Against Heresies Book I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:1",
                            "text": "Chapter 15 — Sige relates to Marcus the generation of the twenty-four elements and of Jesus."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:2",
                            "text": "Exposure of these absurdities."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:3",
                            "text": "The all-wise Sige then announced the production of the four-and-twenty elements to him as follows:—Along with Monotes there coexisted Henotes, from which sprang two productions, as we have remarked above, Monas and Hen, which, added to the other two, make four, for twice two are four."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:4",
                            "text": "And again, two and four, when added together, exhibit the number six."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:5",
                            "text": "And further, these six being quadrupled, give rise to the twenty-four forms."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:6",
                            "text": "And the names of the first Tetrad, which are understood to be most holy, and not capable of being expressed in words, are known by the Son alone, while the father also knows what they are."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:7",
                            "text": "The other names which are to be uttered with respect, and faith, and reverence, are, according to him, Arrhetos and Sige, Pater and Aletheia."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:8",
                            "text": "Now the entire number of this Tetrad amounts to four-and-twenty letters; for the name Arrhetos contains in itself seven letters, Seige five, Pater five, and Aletheia seven."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:9",
                            "text": "If all these be added together—twice five, and twice seven—they complete the number twenty-four."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:10",
                            "text": "In like manner, also, the second Tetrad, Logos and Zoe, Anthropos and Ecclesia, reveal the same number of elements."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:11",
                            "text": "Moreover, that name of the Saviour which may be pronounced, viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:12",
                            "text": ", Jesus ᾽Ιησοῦς, consists of six letters, but His unutterable name comprises four-and-twenty letters."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:13",
                            "text": "The name Christ the Son (υἱὸς Χρειστός) comprises twelve letters, but that which is unpronounceable in Christ contains thirty letters."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:14",
                            "text": "And for this reason he declares that He is Alpha and Omega, that he may indicate the dove, inasmuch as that bird has this number in its name."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:15",
                            "text": "But Jesus, he affirms, has the following unspeakable origin."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:16",
                            "text": "From the mother of all things, that is, the first Tetrad, there came forth the second Tetrad, after the manner of a daughter; and thus an Ogdoad was formed, from which, again, a Decad proceeded: thus was produced a Decad and an Ogdoad."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:17",
                            "text": "The Decad, then, being joined with the Ogdoad, and multiplying it ten times, gave rise to the number eighty; and, again, multiplying eighty ten times, produced the number eight hundred."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:18",
                            "text": "Thus, then, the whole number of the letters proceeding from the Ogdoad multiplied into the Decad, is eight hundred and eighty-eight."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:19",
                            "text": "This is the name of Jesus; for this name, if you reckon up the numerical value of the letters, amounts to eight hundred and eighty-eight."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:20",
                            "text": "Thus, then, you have a clear statement of their opinion as to the origin of the supercelestial Jesus."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:21",
                            "text": "Wherefore, also, the alphabet of the Greeks contains eight Monads, eight Decads, and eight Hecatads, which present the number eight hundred and eighty-eight, that is, Jesus, who is formed of all numbers; and on this account He is called Alpha and Omega, indicating His origin from all."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:22",
                            "text": "And, again, they put the matter thus: If the first Tetrad be added up according to the progression of number, the number ten appears."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:23",
                            "text": "For one, and two, and three, and four, when added together, form ten; and this, as they will have it, is Jesus."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:24",
                            "text": "Moreover, Chreistus, he says, being a word of eight letters, indicates the first Ogdoad, and this, when multiplied by ten, gives birth to Jesus ()."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:25",
                            "text": "And Christ the Son, he says, is also spoken of, that is, the Duodecad."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:26",
                            "text": "For the name Son, (υἰός) contains four letters, and Christ (Chreistus) eight, which, being combined, point out the greatness of the Duodecad."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:27",
                            "text": "But, he alleges, before the Episemon of this name appeared, that is Jesus the Son, mankind were involved in great ignorance and error."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:28",
                            "text": "But when this name of six letters was manifested (the person bearing it clothing Himself in flesh, that He might come under the apprehension of man's senses, and having in Himself these six and twenty-four letters), then, becoming acquainted with Him, they ceased from their ignorance, and passed from death unto life, this name serving as their guide to the Father of truth."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:29",
                            "text": "For the Father of all had resolved to put an end to ignorance, and to destroy death."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:30",
                            "text": "But this abolishing of ignorance was just the knowledge of Him."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:31",
                            "text": "And therefore that man (Anthropos) was chosen according to His will, having been formed after the image of the corresponding power above."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:32",
                            "text": "As to the aeons, they proceeded from the Tetrad, and in that Tetrad were Anthropos and Ecclesia, Logos and Zoe."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:33",
                            "text": "The powers, then, he declares, who emanated from these, generated that Jesus who appeared upon the earth."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:34",
                            "text": "The angel Gabriel took the place of Logos, the Holy Spirit that of Zoe, the Power of the Highest that of Anthropos, while the Virgin pointed out the place of Ecclesia."
                        },
                        {
                            "verse": 35,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:35",
                            "text": "And thus, by a special dispensation, there was generated by Him, through Mary, that man, whom, as He passed through the womb, the Father of all chose to obtain the knowledge of Himself by means of the Word."
                        },
                        {
                            "verse": 36,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:36",
                            "text": "And on His coming to the water of baptism, there descended on Him, in the form of a dove, that Being who had formerly ascended on high, and completed the twelfth number, in whom there existed the seed of those who were produced contemporaneously with Himself, and who descended and ascended along with Him."
                        },
                        {
                            "verse": 37,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:37",
                            "text": "Moreover, he maintains that power which descended was the seed of the Father, which had in itself both the Father and the Son, as well as that power of Sige which is known by means of them, but cannot be expressed in language, and also all the aeons."
                        },
                        {
                            "verse": 38,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:38",
                            "text": "And this was that Spirit who spoke by the mouth of Jesus, and who confessed that He was the son of Man as well as revealed the Father, and who, having descended into Jesus, was made one with Him."
                        },
                        {
                            "verse": 39,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:39",
                            "text": "And he says that the Saviour formed by special dispensation did indeed destroy death, but that Christ made known the Father."
                        },
                        {
                            "verse": 40,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:40",
                            "text": "He maintains, therefore, that Jesus is the name of that man formed by a special dispensation, and that He was formed after the likeness and form of that heavenly Anthropos, who was about to descend upon Him."
                        },
                        {
                            "verse": 41,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:41",
                            "text": "After He had received that aeon, He possessed Anthropos himself, and Logos himself, and Pater, and Arrhetus, and Sige, and Aletheia, and Ecclesia, and Zoe."
                        },
                        {
                            "verse": 42,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:42",
                            "text": "Such ravings, we may now well say, go beyond Iu, Iu, Pheu, Pheu, and every kind of tragic exclamation or utterance of misery."
                        },
                        {
                            "verse": 43,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:43",
                            "text": "For who would not detest one who is the wretched contriver of such audacious falsehoods, when he perceives the truth turned by Marcus into a mere image, and that punctured all over with the letters of the alphabet? The Greeks confess that they first received sixteen letters from Cadmus, and that but recently, as compared with the beginning, the vast antiquity of which is implied in the common proverb: \"Yesterday and before;\" and afterwards, in the course of time, they themselves invented at one period the aspirates, and at another the double letters, while, last of all, they say Palamedes added the long letters to the former."
                        },
                        {
                            "verse": 44,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:44",
                            "text": "Was it so, then, that until these things took place among the Greeks, truth had no existence? For, according to thee, Marcus, the body of truth is posterior to Cadmus and those who preceded him— posterior also to those who added the rest of the letters— posterior even to thyself! For thou alone hast formed that which is called by thee the truth into an outward, visible image."
                        },
                        {
                            "verse": 45,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:45",
                            "text": "But who will tolerate thy nonsensical Sige, who names Him that cannot be named, and expounds the nature of Him that is unspeakable, and searches out Him that is unsearchable, and declares that He whom thou maintainest to be destitute of body and form, opened His mouth and sent forth the Word, as if He were included among organized beings; and that His Word, while like to His Author, and bearing the image of the invisible, nevertheless consisted of thirty elements and four syllables? It will follow, then, according to thy theory, that the Father of all, in accordance with the likeness of the Word, consists of thirty elements and four syllables! Or, again, who will tolerate thee in thy juggling with forms and numbers,—at one time thirty, at another twenty-four, and at another, again, only six,—whilst thou shuttest up in these the Word of God, the Founder, and Framer, and Maker of all things; and then, again, cutting Him up piecemeal into four syllables and thirty elements; and bringing down the Lord of all who founded the heavens to the number eight hundred and eighty-eight, so that He should be similar to the alphabet; and subdividing the Father, who cannot be contained, but contains all things, into a Tetrad, and an Ogdoad, and a Decad, and a Duodecad; and by such multiplications, setting forth the unspeakable and inconceivable nature of the Father, as thou thyself declarest it to be? And showing thyself a very Daedalus for evil invention, and the wicked architect of the supreme power, thou dost construct a nature and substance for Him whom thou callest incorporeal and immaterial, out of a multitude of letters, generated the one by the other."
                        },
                        {
                            "verse": 46,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:46",
                            "text": "And that power whom thou affirmest to be indivisible, thou dost nevertheless divide into consonants, and vowels, and semi-vowels; and, falsely ascribing those letters which are mute to the Father of all things, and to His Ennoea (thought), thou hast driven on all that place confidence in thee to the highest point of blasphemy, and to the grossest impiety."
                        },
                        {
                            "verse": 47,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:47",
                            "text": "With good reason, therefore, and very fittingly, in reference to thy rash attempt, has that divine elder and preacher of the truth burst forth in verse against thee as follows:— \"Marcus, thou former of idols, inspector of portents, Skill'd in consulting the stars, and deep in the black arts of magic, Ever by tricks such as these confirming the doctrines of error, Furnishing signs unto those involved by thee in deception, Wonders of power that is utterly severed from God and apostate, Which Satan, thy true father, enables thee still to accomplish, By means of Azazel, that fallen and yet mighty angel,— Thus making thee the precursor of his own impious actions\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:48",
                            "text": "Such are the words of the saintly elder."
                        },
                        {
                            "verse": 49,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:49",
                            "text": "And I shall endeavour to state the remainder of their mystical system, which runs out to great length, in brief compass, and to bring to the light what has for a long time been concealed."
                        },
                        {
                            "verse": 50,
                            "chapter": 15,
                            "name": "Irenaeus: Against Heresies Book I 15:50",
                            "text": "For in this way such things will become easily susceptible of exposure by all."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Irenaeus: Against Heresies Book I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:1",
                            "text": "Chapter 16 — Absurd interpretations of the Marcosians."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:2",
                            "text": "Blending in one the production of their own aeons, and the straying and recovery of the sheep spoken of in the Gospel, these persons endeavour to set forth things in a more mystical style, while they refer everything to numbers, maintaining that the universe has been formed out of a Monad and a Dyad."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:3",
                            "text": "And then, reckoning from unity on to four, they thus generate the Decad."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:4",
                            "text": "For when one, two, three, and four are added together, they give rise to the number of the ten aeons."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:5",
                            "text": "And, again, the Dyad advancing from itself by twos up to six—two, and four, and six—brings out the Duodecad."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:6",
                            "text": "Once more, if we reckon in the same way up to ten, the number thirty appears, in which are found eight, and ten, and twelve."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:7",
                            "text": "They therefore term the Duodecad—because it contains the Episemon, and because the Episemon so to speak waits upon it—the passion."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:8",
                            "text": "And for this reason, because an error occurred in connection with the twelfth number, the sheep frisked off, and went astray; for they assert that a defection took place from the Duodecad."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:9",
                            "text": "In the same way they oracularly declare, that one power having departed also from the Duodecad, has perished; and this was represented by the woman who lost the drachma, and, lighting a lamp, again found it."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:10",
                            "text": "Thus, therefore, the numbers that were left, viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:11",
                            "text": ", nine, as respects the pieces of money, and eleven in regard to the sheep, when multiplied together, give birth to the number ninety-nine, for nine times eleven are ninety-nine."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:12",
                            "text": "Wherefore also they maintain the word \"Amen\" contains this number."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:13",
                            "text": "I will not, however, weary thee by recounting their other interpretations, that you may perceive the results everywhere."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:14",
                            "text": "They maintain for instance, that the letter Eta (η) along with the Episemon (ς) constitutes an Ogdoad, inasmuch as it occupies the eighth place from the first letter."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:15",
                            "text": "Then, again, without the Episemon, reckoning the number of the letters, and adding them up till we come to Eta, they bring out the Triacontad."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:16",
                            "text": "For if one begins at Alpha and ends with Eta, omitting the Episemon, and adds together the value of the letters in succession, he will find their number altogether to amount to thirty."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:17",
                            "text": "For up to Epsilon (ε) fifteen are formed; then adding seven to that number, the sum of twenty-two is reached."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:18",
                            "text": "Next, Eta being added to these, since its value is eight, the most wonderful Triacontad is completed."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:19",
                            "text": "And hence they give forth that the Ogdoad is the mother of the thirty aeons."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:20",
                            "text": "Since, therefore, the number thirty is composed of three powers the Ogdoad, Decad, and Duodecad, when multiplied by three, it produces ninety, for three times thirty are ninety."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:21",
                            "text": "Likewise this Triad, when multiplied by itself, gives rise to nine."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:22",
                            "text": "Thus the Ogdoad generates, by these means, ninety-nine."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Irenaeus: Against Heresies Book I 16:23",
                            "text": "And since the twelfth aeon, by her defection, left eleven in the heights above, they maintain that therefore the position of the letters is a true coordinate of the method of their calculation (for Lambda is the eleventh in order among the letters, and represents the number thirty), and also forms a representation of the arrangement of affairs above, since, on from Alpha, omitting Episemon, the number of the letters up to Lambda, when added together according to the successive value of the letters, and including Lambda itself, forms the sum of ninety-nine; but that this Lambda, being the eleventh in order, descended to seek after one equal to itself, so as to complete the number of twelve letters, and when it found such a one, the number was completed, is manifest from the very configuration of the letter; for Lambda being engaged, as it were, in the quest of one similar to itself, and finding such an one, and clasping it to itself, thus filled up the place of the twelfth, the letter Mu (Μ) being composed of two Lambdas (Λ&."
                        }
                    ]
                }
            ]
        }
    ]
}