{
    "books": [
        {
            "name": "Aphrahat: Of Persecution",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Aphrahat: Of Persecution 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:1",
                            "text": "Demonstration XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:2",
                            "text": "—Of Persecution."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:4",
                            "text": "I have heard a reproach, which has greatly vexed me."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:5",
                            "text": "The unclean (the heathen) say, that this people, which is gathered together out of all nations, has no God."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:6",
                            "text": "And thus say the impious:—\"If they have a God, why does He not avenge His people?\"  And darkness more exceedingly has thickened upon me, because the Jews also reproach us, and magnify themselves over the children of our people."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:7",
                            "text": "It happened one day, that a man, who is called wise amongst the Jews, questioned me, saying:—Jesus, Who is called your Teacher, wrote for you, that If there shall be in you faith like one grain of mustard, ye shall say to this mountain, Remove, and it shall remove from before you; and (ye shall say) even, Be lifted up and fall into the sea, and it shall obey you."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:8",
                            "text": "So apparently there is in all your people not one wise man, whose prayer is heard, and who asks of God that your persecutors should cease from you."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:9",
                            "text": "For clearly it is written for you in that passage, There is nothing which ye shall not be able to do."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:10",
                            "text": "2."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:11",
                            "text": "And when I saw that he was blaspheming and speaking much against the Way (the Christian religion), my mind was disturbed, and I understood that he would not admit the interpretation of the words that he quoted to me."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:12",
                            "text": "Then I also questioned him on sayings from the Law and from the Prophets, and said to him:—Do ye trust that even when ye are dispersed God is with you?  And he professed to me, \"God is with us, because that God said unto Israel:—Even in the lands of their enemies, I yet did not forsake them, nor did I make void My covenant with them\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:13",
                            "text": "In answer I said to him:—\"Right good is this that I have heard from thee, that God is with you."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:14",
                            "text": "Against thy words will I also speak unto thee."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:15",
                            "text": "For I said the Prophet said unto Israel, as from the mouth of God:—If thou shalt pass through the sea, I will be with thee, and the rivers shall not overflow thee; and if thou shalt walk upon fire, thou shalt not be burned, and the flame shall not search thee; because the Lord thy God is with thee."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:16",
                            "text": "Thus there is not one righteous and good and wise man out of all your people, who could pass through the sea and live and not be drowned; or (through) the river without its overflowing him; or who could walk over fire and see whether he would not be scorched and whether the flame would not burn him."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:17",
                            "text": "And if thou shalt bring to me an explanation, I will not be persuaded by thee, just as thou also dost not accept from me the interpretation of the words as to which thou hast questioned me\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:18",
                            "text": "3."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:19",
                            "text": "Furthermore I questioned him about another saying that is written in Ezekiel; namely, that he said to Jerusalem:—Sodom and her daughters shall be built up as of old, and thou and thy daughters shall become as of old."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:20",
                            "text": "So he explained this saying to me, and began to make a defence, and said to me \"As to this that God said to Jerusalem by the Prophet, Sodom and her daughters shall be built up as of old, and thou and thy daughters shall become as of old; this is the force of the passage, that Sodom and her daughters shall be in their place as of old, and shall be made subject to Israel; and Jerusalem and her daughters shall be in the splendour of royalty as of old\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:21",
                            "text": "When I heard this defence from him, it was very contemptible in my eyes, and I said to him:—\"Inasmuch as the words of the Prophet were said in wrath, is the whole passage wrathful, or is part of it wrathful and part of it gracious?\"  He answered:—\"A wrathful passage is altogether wrath, and there is no peace in it\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:22",
                            "text": "And I said to him:—\"Since thou hast instructed me that there is no peace in that wrathful passage, hear without contention and blaspheme not, and I will instruct thee about this saying."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:23",
                            "text": "For from the top to the bottom the whole passage is said in wrath."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:24",
                            "text": "For he said to Jerusalem:—As I live, saith the Lord God, Sodom and her daughters did not do at all as thou and they daughters have done."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:25",
                            "text": "And he said to her (Jerusalem):—Be abashed and accept thy shame, that thou hast overcome thy sisters in thy sins, and they are justified rather than thou."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:26",
                            "text": "Since he says that Sodom and her daughters were justified rather than Jerusalem and her daughters, and that Jerusalem overcame Sodom in her sins, it is right that when Israel shall be gathered together, its seat should be in Sodom and Gomorrha."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:27",
                            "text": "For their vine is of the vine of Sodom, and of the planting of Gomorrha."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:28",
                            "text": "Their grapes are bitter and their clusters gall unto them."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:29",
                            "text": "And Isaiah also calls them rulers of Sodom, and people of Gomorrha."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:30",
                            "text": "For if Israel is gathered together, in Sodom and Gomorrha ought they to dwell with the rulers of Sodom and with the people of Gomorrha; and on the vine of Sodom and planting of Gomorrha to eat bitter grapes and gather clusters of gall; and to eat the eggs of the basilisk and to clothe themselves with spiders' webs, to be used with wild grapes of the vineyard, and to be turned into reprobate silver."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:31",
                            "text": "And Sodom and her daughters, who were justified rather than Jerusalem, shall be built up as of old."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:32",
                            "text": "And Jerusalem, that surpassed Sodom in her sins, shall continue in her sins, and shall remain in desolation until the accomplishment of the things determined for ever."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:33",
                            "text": "4."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:34",
                            "text": "And Ezekiel said:—This is the iniquity of Sodom and of her daughters, that they did not take by the hand the poor and needy; and when I saw these things in them, I overthrew them."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:35",
                            "text": "And consider and see that, from the time that Sodom was overthrown until Jerusalem was built, there were eight hundred and ninety-six years."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:36",
                            "text": "From the time that Abraham was informed by God through the Angel that at this time next year I will return to thee, and Sarah thy wife shall have a son, from that time till Jacob entered Egypt was a hundred and ninety-one years:  and the children of Jacob were in Egypt two hundred and twenty-five years."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:37",
                            "text": "So all the years from the time that Isaac was conceived and Sodom overthrown were four hundred and sixteen years, and from the Exodus of Israel from Egypt till the great edifice of Jerusalem was built up by Solomon, and the temple was built, there were four hundred and eighty years."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:38",
                            "text": "Therefore all the years from the conception of Isaac and the overthrow of Sodom till the great building of Jerusalem, were eight hundred and ninety-six years."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:39",
                            "text": "And from the great building of Jerusalem until the destruction of Jerusalem there were four hundred and twenty-five years."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:40",
                            "text": "The sum of all the years from the time of the overthrow of Sodom until Jerusalem was laid waste, was one thousand three hundred and twenty-one."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:41",
                            "text": "These are all the years that Sodom and her daughters were laid waste before Jerusalem."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:42",
                            "text": "And she that was more just than Jerusalem is not yet inhabited."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:43",
                            "text": "Therefore the whole sum of the years from the overthrow of Sodom till the six hundred and fifty-fifth year of the Kingdom of Alexander, the son of Philip of Macedon, is two thousand two hundred and seventy-six years."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:44",
                            "text": "And from the time that Jerusalem was laid waste by the Babylonians until the present time is nine hundred and fifty-five years."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:45",
                            "text": "And Jerusalem has been inhabited, after the Babylonians laid it waste, during those seventy weeks about which Daniel testified."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:46",
                            "text": "Then it was laid waste in its last destruction by the Romans, and it shall not be inhabited again for ever, for it abideth in desolation until the accomplishment of the things determined."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:47",
                            "text": "So then, all the years of the former and latter desolation of Jerusalem have been four hundred and sixty-five years, and when thou dost deduct from them the seventy years of Babylon, they have been three hundred and ninety-five years."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:48",
                            "text": "5."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:49",
                            "text": "All this argument have I written to thee, because the Jews pride themselves, (saying), \"It has been covenanted to us, that we shall be gathered\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:50",
                            "text": "For if Sodom, whose iniquity was not so great as that of Jerusalem, is not as yet inhabited, and if we say thus, that it will not be restored for ever, how shall Jerusalem be restored, whose iniquity is greater than that of Sodom and her daughters?  As for Sodom God has not had mercy on her for two thousand two hundred and seventy-six years; and shall we say that He will have mercy on Jerusalem?  For up to the present there are but three hundred and ninety-five years from the day that she was laid waste, according to the calculation that has been written above."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:51",
                            "text": "But as to this that he said, Sodom and her daughters shall be possessed as of old, and with regard to Jerusalem he said, Thou and thy daughters shall become as of old, this is the force of the passage; that they shall not be inhabited for ever; for the Lord also thus cursed the land against which He was wroth:—It shall not be sown, nor shall it produce, nor shall any herb spring up in it, but it shall be like Sodom and Gomorrha, against which the Lord was wroth and towards which He was not appeased."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:52",
                            "text": "Therefore be sure, my hearer, that Sodom and her daughters shall not be inhabited for ever; but they shall be as of old, namely, as in that time when they were not as yet inhabited, and as in the time when the Lord was wroth with them and was not appeased towards them."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:53",
                            "text": "And Jerusalem and her daughters shall be as of old, (that is) as in the former time when the mountain of the Amorites lay in desolation, whereon Abraham built the altar, when he bound upon it Isaac his son; and as it was desolate when David bought the threshing-floor from Araunah the Jebusite, and built there the altar."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:54",
                            "text": "For consider and see that this mountain whereon Abraham offered his son is the mountain of Jebus, which is Jerusalem."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:55",
                            "text": "And this place of the threshing-floor that David bought of Araunah is that whereon the Temple was built."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:56",
                            "text": "Thus Jerusalem shall be in desolation as of old."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:57",
                            "text": "And consider that when Ezekiel prophesied this passage, Jerusalem still was sitting in her greatness, and those who were in her were rebelling against the King of Babylon."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:58",
                            "text": "And that which the Prophet spoke, he said in wrath and reproach against Jerusalem."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:59",
                            "text": "6."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:60",
                            "text": "Consider and observe, my hearer, that if God had given a hope to Sodom and to her fellows, He would not have overthrown them with fire and brimstone, the sign of the last day of the world, but would have delivered them over to one of the kingdoms to be chastised."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:61",
                            "text": "As it is written that when Jeremiah caused the nations and kingdoms to drink the cup of wrath, he said concerning each one of the cities, that after they shall drink the cup, I will turn back the captivity of Elam, of Tyre, of Zidon, of the children of Ammon, and of Moab, and of Edom."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:62",
                            "text": "Concerning each one of these kingdoms he said:—In the last days I well turn back her captivity."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:63",
                            "text": "Now we see that Tyre was inhabited, and was opulent after she had wandered seventy years, and after she had received the reward of her harlotries and after she had committed fornication with all kingdoms."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:64",
                            "text": "And she took the harp, and played it sweetly, and multiplied her music."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:65",
                            "text": "And also the region of Elam is inhabited and opulent."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:66",
                            "text": "And with regard to Babylon Jeremiah said:—Babylon shall fall, and shall not rise."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:67",
                            "text": "And lo! unto this day does it continue in desolation, and will do so for ever."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:68",
                            "text": "And also about Jerusalem he said:—The virgin of Israel shall fall, and shall not rise again."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:69",
                            "text": "She is forsaken upon the ground and there is none to raise her up."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:70",
                            "text": "For if the prophecy is true which Jeremiah spoke about Babylon, also that about Jerusalem is true and worthy of faith."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:71",
                            "text": "And Isaiah said unto Jerusalem:—I will not again be wroth with thee, nor will I reprove thee."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:72",
                            "text": "Of a truth He will not again be wroth with her, nor will He reprove her for ever; for that which is in desolation He will not reprove, nor will she provoke him to wrath."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:73",
                            "text": "7."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:74",
                            "text": "As to those that reproach us (saying):—\"Ye are persecuted and are not delivered,\" let them be ashamed themselves, that at every time they have been persecuted, even for many years before they were delivered."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:75",
                            "text": "They were made to serve in Egypt two hundred and twenty-five years."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:76",
                            "text": "And the Midianites made Israel serve in the days of Barak and Deborah."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:77",
                            "text": "The Moabites ruled over them in the days of Ehud; the Ammonites in the days of Jephthah; the Philistines in the days of Samson, and also in the days of Eli and of Samuel the Prophet; the Edomites in the days of Ahab; the Assyrians in the days of Hezekiah."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:78",
                            "text": "The king of Babylon uprooted them from their place and dispersed them; and after he had tried and persecuted them much, they did not amend, as He said to them:—In vain have I smitten your sons, for they did not accept chastisement."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:79",
                            "text": "And again He said:—I have cut off the Prophets, and slain them by the word of My mouth."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:80",
                            "text": "And to Jerusalem He said:—By afflictions and scourges be instructed, O Jerusalem, lest thy life depart from thee."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:81",
                            "text": "But they forsook Him, and worshipped idols, as Jeremiah said concerning them:—Go to the distant isles, and send to Kedar, and consider well and see, whether there has been (anything) like this, whether the nations change their gods, those that are no gods."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:82",
                            "text": "But My people has changed My honour for that which is not profitable."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:83",
                            "text": "Be astonished, ye heavens, at this; and quake and fear greatly, saith the Lord; because My people have done two wickednesses; they have abandoned Me, the fountain of the water of life, and they have gone and dug for themselves cisterns, broken cisterns which cannot hold water."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:84",
                            "text": "For the broken cisterns are the fear of images and idols."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:85",
                            "text": "And He calls the heavens to astonishment, because they worshipped the hosts of the heavens."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:86",
                            "text": "And the heavens shall receive as a penalty, that they shall be rolled up as a scroll, and all the host of them shall fall down."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:87",
                            "text": "8."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:88",
                            "text": "All this discourse that I have written unto thee, my beloved, from the beginning, was because the Jew reproached the children of our people; but now, as far as I can comprehend, I will instruct thee about the persecuted, that they have received a great reward, while the persecutors have come to scorn and contempt."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:89",
                            "text": "9."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:90",
                            "text": "Jacob was persecuted, and Esau was a persecutor."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:91",
                            "text": "Jacob received the blessings and the birthright, while Esau was cast out from both."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:92",
                            "text": "Joseph was persecuted, and his brothers were persecutors; Joseph was exalted and his persecutors bowed down before him, and so his dreams and his visions were fulfilled."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:93",
                            "text": "Joseph who was persecuted was a type of the persecuted Jesus."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:94",
                            "text": "His father clothed Joseph in a tunic of divers colours; and His Father clothed Jesus with a body (taken) from the Virgin."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:95",
                            "text": "His father loved Joseph more than his brethren, and Jesus is the dear and beloved one of His Father."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:96",
                            "text": "Joseph saw visions and dreamed dreams; Jesus fulfilled the visions and the Prophets."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:97",
                            "text": "Joseph was a shepherd with his brethren; and Jesus is the Chief of Shepherds."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:98",
                            "text": "When his father sent Joseph to visit his brethren, they saw him coming and plotted to kill him; and when His Father sent Jesus to visit His brethren, they said:—This is the heir; come, let us kill him."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:99",
                            "text": "His brethren cast Joseph into the pit; and His brethren brought down Jesus into the abode of the dead."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:100",
                            "text": "Joseph ascended from the pit and Jesus arose from the abode of the dead."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:101",
                            "text": "Joseph, after he arose from the pit, had authority over his brethren; and after Jesus arose from the abode of the dead, His Father gave Him a great and excellent name, that His brethren should serve Him, and His enemies be put beneath His feet."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:102",
                            "text": "After that Joseph was made known to his brethren, they were abashed and feared and were amazed at his greatness; and when Jesus shall come at the last time, when He shall be revealed in His Majesty, His brethren will be abashed and fear and be dismayed before Him, because they crucified Him."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:103",
                            "text": "Moreover, Joseph, by the counsel of Judah, was sold into Egypt; and Jesus, by the hands of Judas Iscariot, was delivered over to the Jews."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:104",
                            "text": "When they sold Joseph, he answered nothing to his brethren; Jesus also spake not and gave no answer to the judges who judged Him."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:105",
                            "text": "His master wrongfully delivered over Joseph to the prison; and His countrymen wrongfully condemned Jesus."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:106",
                            "text": "Joseph delivered over his two garments, one into the hand of his brethren, and the other into the hand of his master's wife; and Jesus delivered over His garments and divided them between the soldiers."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:107",
                            "text": "Joseph, when thirty years old, stood before Pharaoh and became lord of Egypt; and Jesus, when about thirty years old, came to the Jordan to be baptized, and received the spirit, and went forth to preach."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:108",
                            "text": "Joseph nourished Egypt with bread; and Jesus nourished the whole world with the bread of life."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:109",
                            "text": "Joseph took to wife the daughter of the wicked and unclean priest; and Jesus espoused to Himself the Church (taken) from the unclean Gentiles."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:110",
                            "text": "Joseph died and was buried in Egypt; and Jesus died and was buried in Jerusalem."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:111",
                            "text": "Joseph's bones his brethren brought up from Egypt; and Jesus His Father raised from the abode of the dead, and took up His Body with Him to heaven uncorrupted."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:112",
                            "text": "10."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:113",
                            "text": "Moses also was persecuted, as Jesus was persecuted."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:114",
                            "text": "When Moses was born, they concealed him that he might not be slain by his persecutors."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:115",
                            "text": "When Jesus was born they carried Him off in flight into Egypt that Herod, His persecutor, might not slay Him."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:116",
                            "text": "In the days when Moses was born, children used to be drowned in the river; and at the birth of Jesus the children of Bethlehem and in its borders were slain."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:117",
                            "text": "To Moses God said:—The men are dead who were seeking thy life; and to Joseph the angel said in Egypt:—Arise, take up the child, and go into the land of Israel, for they are dead who were seeking the life of the child to take it away."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:118",
                            "text": "Moses brought out his people from the service of Pharaoh; and Jesus delivered all nations from the service of Satan."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:119",
                            "text": "Moses grew up in Pharaoh's house; and Jesus grew up in Egypt when Joseph brought Him there in flight."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:120",
                            "text": "Miriam stood on the edge of the river when Moses was floating in the water; and Mary bare Jesus, after the Angel Gabriel had made the annunciation to her."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:121",
                            "text": "When Moses sacrificed the lamb, the firstborn of Egypt were slain; and when they crucified Jesus the true Lamb, the people who slew Him perished through His slaying."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:122",
                            "text": "Moses brought down manna for his people; and Jesus gave His Body to the nations."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:123",
                            "text": "Moses sweetened the bitter waters by the wood; and Jesus sweetened our bitterness by His cross, by the wood of the tree of His crucifixion."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:124",
                            "text": "Moses brought down the Law to his people; and Jesus gave His covenants to the nations."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:125",
                            "text": "Moses conquered Amalek by the spreading out of his hands; and Jesus conquered Satan by the sign of His cross."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:126",
                            "text": "Moses brought out water from the rock for his people; and Jesus sent Simon Cephas (the rock) to carry His doctrine among the nations."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:127",
                            "text": "Moses lifted up the veil from his face and spake with God; and Jesus lifted up the veil from the face of the nations, that they might hear and receive His doctrine."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:128",
                            "text": "Moses laid his hand upon his messengers (apostles), and they received priesthood; and Jesus laid His hand upon His apostles, and they received the Holy Spirit."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:129",
                            "text": "Moses ascended the mountain and died there; and Jesus ascended into heaven and took his seat at the right hand of His Father."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:130",
                            "text": "11."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:131",
                            "text": "Also Joshua the son of Nun was persecuted as Jesus our Redeemer was persecuted."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:132",
                            "text": "Joshua the son of Nun was persecuted by the unclean nations; and Jesus our Redeemer was persecuted by the foolish people."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:133",
                            "text": "Joshua the son of Nun took away the inheritance from his persecutors and gave it to his people; and Jesus our Redeemer took away the inheritance from His persecutors and gave it to strange nations."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:134",
                            "text": "Joshua the son of Nun caused the sun to stand still in the heavens, and took vengeance on the nations his persecutors; and Jesus our Redeemer caused the sun to set in the midst of the day, that the persecuting people which crucified Him might be ashamed."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:135",
                            "text": "Joshua the son of Nun divided the inheritance unto his people; and Jesus our Redeemer has promised to give to the nations the land of life."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:136",
                            "text": "Joshua the son of Nun caused Rahab the harlot to live; and Jesus our Redeemer gathered together and gave life to the Church, though polluted by the harlotry (of idolatry)."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:137",
                            "text": "Joshua the son of Nun on the seventh day overthrew and cast down the walls of Jericho; and Jesus our Redeemer, on His seventh day, on the Sabbath of the rest of God, this world shall be dissolved and fall."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:138",
                            "text": "Joshua the son of Nun stoned Achor, because he stole of the accursed thing; and Jesus our Redeemer separated Judas from the disciples, His friends, because he stole of the money of the poor."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:139",
                            "text": "Joshua the son of Nun, when he was dying, laid down a testimony among his people; and Jesus our Redeemer, when He was taken up, laid down a testimony among His apostles."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:140",
                            "text": "12."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:141",
                            "text": "Also Jephthah was persecuted, as Jesus was persecuted."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:142",
                            "text": "Jephthah, his brethren drove out from the house of his father; and Jesus, His brethren drove out and lifted up and crucified."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:143",
                            "text": "Jephthah though persecuted arose as leader to his people; Jesus though persecuted arose and became King of the Nations."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:144",
                            "text": "Jephthah vowed a vow and offered up his firstborn daughter as a sacrifice; and Jesus was lifted up as a sacrifice to his Father for all the Gentiles."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:145",
                            "text": "13."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:146",
                            "text": "Also David was persecuted, as Jesus was persecuted."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:147",
                            "text": "David was anointed by Samuel to be king instead of Saul who had sinned; and Jesus was anointed by John to be High Priest instead of the priests, the ministers of the Law."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:148",
                            "text": "David was persecuted after his anointing; and Jesus was persecuted after His anointing."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:149",
                            "text": "David reigned first over one tribe only, and afterwards over all Israel; and Jesus reigned from the beginning over the few who believed on Him, and in the end He will reign over all the world."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:150",
                            "text": "Samuel anointed David when he was thirty years old; and Jesus when about thirty years old received the imposition of the hand from John."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:151",
                            "text": "David wedded two daughters of the king; and Jesus wedded two daughters of kings, the congregation of the People and the congregation of the Gentiles."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:152",
                            "text": "David repaid good to Saul his enemy; and Jesus taught, Pray for your enemies."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:153",
                            "text": "David was the heart of God; and Jesus was the Son of God."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:154",
                            "text": "David received the kingdom of Saul his persecutor; and Jesus received the kingdom of Israel His persecutor."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:155",
                            "text": "David wept with dirges over Saul his enemy when he died; and Jesus wept over Jerusalem, His persecutor, which was to be laid waste."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:156",
                            "text": "David handed over the kingdom to Solomon, and was gathered to his people; and Jesus handed over the keys to Simon, and ascended and returned to Him who sent Him."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:157",
                            "text": "For David's sake, sins were forgiven to his posterity; and for Jesus' sake sins are forgiven to the nations."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:158",
                            "text": "14."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:159",
                            "text": "Elijah also was persecuted as Jesus was persecuted."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:160",
                            "text": "Jezebel the murderess persecuted Elijah; and the persecuting and murderous congregation persecuted Jesus."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:161",
                            "text": "Elijah restrained the heavens from rain because of the sins of Israel; and Jesus by His coming restrained the Spirit from the prophets, because of the sins of the people."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:162",
                            "text": "Elijah destroyed the servants of Baal; and Jesus trampled upon Satan and his hosts."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:163",
                            "text": "Elijah raised to life the son of the widow; and Jesus raised to life the son of the widow, as well as Lazarus and the daughter of the ruler of the Synagogue."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:164",
                            "text": "Elijah sustained the widow with a little bread; and Jesus satisfied thousands with a little bread."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:165",
                            "text": "Elijah was taken up in a chariot to heaven; and our Redeemer ascended and took His seat on the right hand of His Father."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:166",
                            "text": "Elisha received the spirit of Elijah; and Jesus breathed upon the faces of His Apostles."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:167",
                            "text": "15."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:168",
                            "text": "Also Elisha was persecuted as Jesus was persecuted."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:169",
                            "text": "Elisha was persecuted by the son of Ahab, the son of the murderer; and Jesus was persecuted by the murderous people."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:170",
                            "text": "Elisha prophesied, and there came about abundance in Samaria; and Jesus said:—Whosoever eateth of My body and drinketh of My blood shall live for ever."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:171",
                            "text": "Elisha satisfied a hundred men with a little bread; and Jesus satisfied four thousand men, besides women and children, with five loaves."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:172",
                            "text": "Elisha made oil out of water; and Jesus made wine out of water."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:173",
                            "text": "Elisha delivered the widow from her creditor; and Jesus delivered the indebted nations."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:174",
                            "text": "Elisha made the iron to swim and the wood to sink; and Jesus raised up that which was sunk in us, and sank that which was light."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:175",
                            "text": "A dead man (laid) upon the bones of Elisha recovered life; and all the nations, who were dead in their sins, were cast upon the bones of Jesus and recovered life."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:176",
                            "text": "16."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:177",
                            "text": "Hezekiah also was persecuted as Jesus was persecuted."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:178",
                            "text": "Hezekiah was persecuted, and was reproached by Sennacherib his enemy; Jesus also was reproached by the foolish people."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:179",
                            "text": "Hezekiah prayed and overcame his adversary; and by the crucifixion of Jesus was our Adversary overcome."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:180",
                            "text": "Hezekiah was king of all Israel; and Jesus is King of all the nations."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:181",
                            "text": "Because Hezekiah was sick, the sun turned backwards; and because Jesus suffered, the sun was darkened from its light."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:182",
                            "text": "The enemies of Hezekiah became dead corpses; and Jesus, His enemies shall be cast down beneath His feet."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:183",
                            "text": "Hezekiah was of the family of the house of David; and Jesus was, in the flesh, the son of David."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:184",
                            "text": "Hezekiah said:—Peace and truth shall be in my days; and Jesus said to His disciples:—My peace I leave with you."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:185",
                            "text": "Hezekiah prayed, and was healed of his sickness; Jesus prayed, and arose from the abode of the dead."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:186",
                            "text": "Hezekiah after he arose from his sickness added to his years; and Jesus after His Resurrection received great glory."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:187",
                            "text": "Hezekiah, after the prolongation of his life, death was given dominion over him; but Jesus, after that He rose, death shall not again have dominion over Him for ever."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:188",
                            "text": "17."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:189",
                            "text": "Josiah also was persecuted as Jesus was persecuted."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:190",
                            "text": "Josiah was persecuted, and Pharaoh the Lame slew Him; and Jesus was persecuted, and the people that were made lame by their sins slew Him."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:191",
                            "text": "Josiah cleansed the land of Israel from uncleanness; and Jesus cleansed and caused to pass away uncleanness from all the earth."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:192",
                            "text": "Josiah hallowed and glorified the name of his God; and Jesus said:—I have glorified and will glorify (His Name)."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:193",
                            "text": "Josiah because of the iniquity of Israel rent his clothes; and Jesus because of the iniquity of the people rent the vail of the Holy Temple."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:194",
                            "text": "Josiah said:—Great is the wrath that shall come upon this people; and Jesus said:—There shall come wrath upon this people, and they shall fall by the edge of the sword."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:195",
                            "text": "Josiah cast out uncleanness from the Holy Temple; and Jesus cast out the unclean traders from His Father's house."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:196",
                            "text": "For Josiah the daughters of Israel mourned and wailed, as Jeremiah said:—O daughters of Israel, weep for Josiah; and over Jesus did the daughters of Israel weep and mourn, as Zechariah said:—The land shall mourn, families over families."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:197",
                            "text": "18."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:198",
                            "text": "Daniel also was persecuted as Jesus was persecuted."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:199",
                            "text": "Daniel was persecuted by the Chaldeans, the congregation of heathen men; Jesus also the Jews, the congregation of wicked men, persecuted."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:200",
                            "text": "Daniel the Chaldeans accused; and Jesus the Jews accused before the governor."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:201",
                            "text": "Daniel they cast into the pit of lions, and he was delivered and came up out of its midst uninjured; and Jesus they sent down into the pit of the abode of the dead, and He ascended, and death had not dominion over him."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:202",
                            "text": "Concerning Daniel they expected that when he had fallen into the pit he would not come up again; and concerning Jesus they said, Since He has fallen, He shall not rise again."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:203",
                            "text": "From (harming) Daniel the mouth of the ravenous and destructive lions was closed; and from (harming) Jesus was closed the mouth of death, (though) ravenous and destructive of (living) forms."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:204",
                            "text": "They sealed the pit of Daniel, and guarded it with diligence; and the grave of Jesus did they guard with diligence, as they said, Set guards to watch al the tomb."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:205",
                            "text": "When Daniel came up, his accusers were ashamed; and when Jesus rose, all they who had crucified Him were ashamed."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:206",
                            "text": "The King who judged Daniel was greatly grieved at the wickedness of his accusers the Chaldeans; and Pilate who judged Jesus was greatly grieved because he knew that for malice the Jews were accusing Him."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:207",
                            "text": "At the prayer of Daniel, the captivity of his people went up from Babylon; and Jesus by His prayer turned back the captivity of all the nations, Daniel interpreted the visions and dreams of Nebuchadnezzar; and Jesus explained and interpreted the visions of the Law and the Prophets."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:208",
                            "text": "When Daniel explained the vision of Belteshazzar, he received authority over the third part of the kingdom; and when Jesus fulfilled the visions and the Prophets, His Father delivered unto Him all authority in heaven and in earth."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:209",
                            "text": "Daniel saw wonders and uttered secrets; and Jesus revealed secrets and fulfilled what is written."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:210",
                            "text": "Daniel was led away among the hostages in behalf of his people; and the body of Jesus was a hostage in behalf of all nations."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:211",
                            "text": "For Daniel's sake the wrath of the King was appeased from the Chaldeans, so that they were not slain; and for Jesus' sake the wrath of His Father was appeased from all nations, so that they were not slain and died not because of their sins."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:212",
                            "text": "Daniel besought of the king, and he gave his brethren authority over the affairs of the province of Babylon; and Jesus besought of God, and He gave His brethren, His disciples, authority over Satan and his host."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:213",
                            "text": "Daniel said concerning Jerusalem, that until the things determined, she should remain in desolation; and Jesus said concerning Jerusalem, There shall not be left in her stone upon stone, because she knew not the day of her greatness."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:214",
                            "text": "Daniel foresaw the weeks that should remain over for his people; and Jesus came and fulfilled them."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:215",
                            "text": "19."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:216",
                            "text": "Hananiah also and his brethren were persecuted as Jesus was persecuted."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:217",
                            "text": "Hananiah and his brethren were persecuted by Nebuchadnezzar; and Jesus, the people of the Jews persecuted."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:218",
                            "text": "Hananiah and his brethren were cast into the furnace of fire, and it was cold as dew upon the righteous."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:219",
                            "text": "Jesus also descended to the place of darkness, and burst its gates and brought forth its prisoners."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:220",
                            "text": "Hananiah and his brethren came up from the furnace of fire, and the flame burned their accusers; and Jesus revived and came up from the midst of darkness, and His accusers and they that crucified Him shall be burned in flames at the end."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:221",
                            "text": "When Hananiah and his brethren came up from the furnace, Nebuchadnezzar the King trembled and was amazed; and when Jesus arose from the abode of the dead, the people that crucified Him were terrified and trembled."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:222",
                            "text": "Hananiah and his brethren worshipped not the image of the King of Babylon; and Jesus restrained the nations from the worship of dead images."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:223",
                            "text": "Because of Hananiah and his brethren, the nations and languages glorified God Who had delivered them from the fire:  and because of Jesus, the nations and oil languages shall glorify (God) Who delivered His Son, so that He saw no corruption."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:224",
                            "text": "On the garments of Hananiah and his brethren the fire had no power; and on the bodies of the righteous, who have believed in Jesus, the fire shall have no power at the end."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:225",
                            "text": "20."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:226",
                            "text": "Mordecai also was persecuted as Jesus was persecuted."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:227",
                            "text": "Mordecai was persecuted by the wicked Haman; and Jesus was persecuted by the rebellious People."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:228",
                            "text": "Mordecai by his prayer delivered his people from the hands of Haman; and Jesus by His prayer delivered His people from the hands of Satan."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:229",
                            "text": "Mordecai was delivered from the hands of his persecutor; and Jesus was rescued from the hands of His persecutors."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:230",
                            "text": "Because Mordecai sat and clothed himself with sackcloth, he saved Esther and his people from the sword; and because Jesus clothed Himself with a body and was illuminated, He saved the Church and her children from death."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:231",
                            "text": "Because of Mordecai, Esther was well pleasing to the king, and went in and sat instead of Vashti, who did not do his will; and because of Jesus, the Church is well pleasing to God, and has gone in to the king, instead of the congregation which did not His Will."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:232",
                            "text": "Mordecai admonished Esther that she should fast with her maidens, that she and her people might be delivered from the hands of Haman; and Jesus admonished the Church and her children (to fast), that she and her children might be delivered from the wrath."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:233",
                            "text": "Mordecai received the honour of Haman, his persecutor; and Jesus received great glory from His Father, instead of His persecutors who were of the foolish People."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:234",
                            "text": "Mordecai trod upon the neck of Haman, his persecutor; and as for Jesus, His enemies shall be put under His feet."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:235",
                            "text": "Before Mordecai, Haman proclaimed, Thus shall it be done to the man, in honouring whom the king is pleased; and as for Jesus, His preachers came out of the People that persecuted Him, and they said:—This is Jesus the San of God."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:236",
                            "text": "The blood of Mordecai was required at the hand of Haman and his sons; and the blood of Jesus, His persecutors took upon themselves and upon their children."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:237",
                            "text": "21."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:238",
                            "text": "These memorials that I have written unto thee, my beloved, concerning Jesus Who was persecuted, and the righteous who were persecuted, are in order that those who to-day are persecuted for the sake of the persecuted Jesus, may be comforted, for He wrote for us and comforted us Himself; for He said:—If they have persecuted Me, they will also persecute you."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:239",
                            "text": "And because of this they will persecute you, that ye are not of the world, even as I was not of it."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:240",
                            "text": "For He wrote before for us:—Your fathers and your brothers and your family will deliver you up, and all men shall hate you for My name's sake."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:241",
                            "text": "And again He taught us:—When they shall bring you before rulers and before magistrates, and before kings that hold the world, meditate not before the time what ye shall say, and how ye shall make defence; and I will give you a mouth and wisdom, that your enemies may not be able to overcome you, because it is not ye that speak, but the Holy Spirit of your Father; He shall speak in you."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:242",
                            "text": "This is the spirit which spoke by the mouth of Jacob to Esau, his persecutor; and the spirit of wisdom which spoke before Pharaoh by the mouth of the persecuted Joseph; and the spirit which spoke by the mouth of Moses in all the prodigies which he did in the land of Egypt, and the spirit of knowledge which was given to Joshua, the son of Nun, when Moses laid his hand upon him, so that the nations which persecuted him came to a complete end before him; and the spirit that uttered psalms by the mouth of the persecuted David, by which he used to sing psalms and soothe Saul his persecutor from the evil spirit; and the spirit which clothed Elijah, and through him reproved Jezebel and Ahab his persecutor; and the spirit which spoke in Elisha, and prophesied and made known to the king his persecutor about all that was to happen thereafter; and the spirit which was fervent in the mouth of Micaiah when he reproved Ahab his persecutor saying:—If thou shalt at all return back, the Lord hath not spoken by me; and the spirit which strengthened Jeremiah, so that he stood boldly, and by it reproved Zedekiah; and the spirit that preserved Daniel and his brethren in the land of Babylon; and the spirit that delivered Mordecai and Esther in the place of their captivity."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:243",
                            "text": "22."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:244",
                            "text": "Hear, my beloved, these names of martyrs, of confessors, and of the persecuted."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:245",
                            "text": "Abel was murdered, and his blood cried out from the earth."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:246",
                            "text": "Jacob was persecuted, and fled and became an exile."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:247",
                            "text": "Joseph was persecuted, and sold and cast into the pit."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:248",
                            "text": "Moses was persecuted, and fled to Midian."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:249",
                            "text": "Joshua the son of Nun was persecuted, and made war."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:250",
                            "text": "Jephthah and Samson and Gideon and Barak, these also were persecuted."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:251",
                            "text": "These are they of whom the blessed Apostle said:—Time fails me to narrate their victories."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:252",
                            "text": "David also was persecuted at the hands of Saul, and he walked in the mountains and in dens, and in caves."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:253",
                            "text": "Samuel also was persecuted, and mourned over Saul."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:254",
                            "text": "Furthermore Hezekiah was persecuted, and bound up in affliction."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:255",
                            "text": "Elijah was persecuted, and walked in the desert."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:256",
                            "text": "Elisha was persecuted and became an exile; and Micaiah was persecuted, and cast into prison."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:257",
                            "text": "Jeremiah was persecuted, and they cast him into the pit of mire."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:258",
                            "text": "Daniel was persecuted, and cast into the pit of lions."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:259",
                            "text": "Hananiah also and his brethren were persecuted, and cast into the furnace of fire."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:260",
                            "text": "Mordecai and Esther and the children of their people were persecuted, at the hands of Haman."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:261",
                            "text": "Judas Maccabaeus and his brethren were persecuted, and they also endured reproach."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:262",
                            "text": "The seven brethren, sons of the blessed woman, endured torments by bitter scourgings, and were confessors and true martyrs, and Eleazar, aged and advanced in years as he was, proved a noble example and made (his) confession and became a true martyr."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:263",
                            "text": "23."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:264",
                            "text": "Great and excellent is the martyrdom of Jesus."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:265",
                            "text": "He surpassed in affliction and in confession all who were before or after."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:266",
                            "text": "And after Him was the faithful martyr Stephen whom the Jews stoned."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:267",
                            "text": "Simon (Peter) also and Paul were perfect martyrs."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:268",
                            "text": "And James and John walked in the footsteps of their Master Christ."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:269",
                            "text": "Also (others) of the apostles thereafter in divers places confessed and proved true martyrs."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:270",
                            "text": "And also concerning our brethren who are in the West, in the days of Diocletian there came great affliction and persecution to the whole Church of God, which was in all their region."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:271",
                            "text": "The Churches were overthrown and uprooted, and many confessors and martyrs made confession."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:272",
                            "text": "And (the Lord) turned in mercy to them after they were persecuted."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:273",
                            "text": "And also in our days these things happened to us also on account of our sins; but also that what is written might be fulfilled, even as our Redeemer said:—These things are to be."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "Aphrahat: Of Persecution 1:274",
                            "text": "The Apostle also said:—Also over us is set this cloud of confession; which (is) our honour, wherein many confess and are slain."
                        }
                    ]
                }
            ]
        }
    ]
}