{
    "books": [
        {
            "name": "Augustine: Confessions Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Confessions Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:1",
                            "text": "Confessions Book IV: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:2",
                            "text": "—Concerning that Most Unhappy Time in Which He, Being Deceived, Deceived Others; And Concerning the Mockers of His Confession."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:3",
                            "text": "During this space of nine years, then, from my nineteenth to my eight and twentieth year, we went on seduced and seducing, deceived and deceiving, in divers lusts; publicly, by sciences which they style \"liberal\"—secretly, with a falsity called religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:4",
                            "text": "Here proud, there superstitious, everywhere vain! Here, striving after the emptiness of popular fame, even to theatrical applauses, and poetic contests, and strifes for grassy garlands, and the follies of shows and the intemperance of desire."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:5",
                            "text": "There, seeking to be purged from these our corruptions by carrying food to those who were called \"elect\" and \"holy,\" out of which, in the laboratory of their stomachs, they should make for us angels and gods, by whom we might be delivered."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:6",
                            "text": "These things did I follow eagerly, and practise with my friends—by me and with me deceived."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:7",
                            "text": "Let the arrogant, and such as have not been yet savingly cast down and stricken by Thee, O my God, laugh at me; but notwithstanding I would confess to Thee mine own shame in Thy praise."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:8",
                            "text": "Bear with me, I beseech Thee, and give me grace to retrace in my present remembrance the circlings of my past errors, and to \"offer to Thee the sacrifice of thanksgiving\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IV 1:9",
                            "text": "For what am I to myself without Thee, but a guide to mine own downfall? Or what am I even at the best, but one sucking Thy milk, and feeding upon Thee, the meat that perisheth not? But what kind of man is any man, seeing that he is but a man? Let, then, the strong and the mighty laugh at us, but let us who are \"poor and needy\" confess unto Thee."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: Confessions Book IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:2",
                            "text": "—He Teaches Rhetoric, the Only Thing He Loved, and Scorns the Soothsayer, Who Promised Him Victory."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:3",
                            "text": "In those years I taught the art of rhetoric, and, overcome by cupidity, put to sale a loquacity by which to overcome."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:4",
                            "text": "Yet I preferred—Lord, Thou knowest—to have honest scholars (as they are esteemed); and these I, without artifice, taught artifices, not to be put in practise against the life of the guiltless, though sometimes for the life of the guilty."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:5",
                            "text": "And Thou, O God, from afar sawest me stumbling in that slippery path, and amid much smoke sending out some flashes of fidelity, which I exhibited in that my guidance of such as loved vanity and sought after leasing, I being their companion."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:6",
                            "text": "In those years I had one (whom I knew not in what is called lawful wedlock, but whom my wayward passion, void of understanding, had discovered), yet one only, remaining faithful even to her; in whom I found out truly by my own experience what difference there is between the restraints of the marriage bonds, contracted for the sake of issue, and the compact of a lustful love, where children are born against the parents will, although, being born, they compel love."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:7",
                            "text": "I remember, too, that when I decided to compete for a theatrical prize, a soothsayer demanded of me what I would give him to win; but I, detesting and abominating such foul mysteries, answered, \"That if the garland were of imperishable gold, I would not suffer a fly to be destroyed to secure it for me\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:8",
                            "text": "For he was to slay certain living creatures in his sacrifices, and by those honours to invite the devils to give me their support."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:9",
                            "text": "But this ill thing I also refused, not out of a pure love for Thee, O God of my heart; for I knew not how to love Thee, knowing not how to conceive aught beyond corporeal brightness."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:10",
                            "text": "And doth not a soul, sighing after such-like fictions, commit fornication against Thee, trust in false things, and nourish the wind? But I would not, forsooth, have sacrifices offered to devils on my behalf, though I myself was offering sacrifices to them by that superstition."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IV 2:11",
                            "text": "For what else is nourishing the wind but nourishing them, that is, by our wanderings to become their enjoyment and derision?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: Confessions Book IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:2",
                            "text": "—Not Even the Most Experienced Men Could Persuade Him of the Vanity of Astrology to Which He Was Devoted."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:3",
                            "text": "Those impostors, then, whom they designate Mathematicians, I consulted without hesitation, because they used no sacrifices, and invoked the aid of no spirit for their divinations, which art Christian and true piety fitly rejects and condemns."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:4",
                            "text": "For good it is to confess unto Thee, and to say, \"Be merciful unto me, heal my soul, for I have sinned against Thee;\" and not to abuse Thy goodness for a license to sin, but to remember the words of the Lord, \"Behold, thou art made whole; sin no more, lest a worse thing come unto thee\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:5",
                            "text": "All of which salutary advice they endeavour to destroy when they say, \"The cause of thy sin is inevitably determined in heaven;\" and, \"This did Venus, or Saturn, or Mars;\" in order that man, forsooth, flesh and blood, and proud corruption, may be blameless, while the Creator and Ordainer of heaven and stars is to bear the blame."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:6",
                            "text": "And who is this but Thee, our God, the sweetness and well-spring of righteousness, who renderest \"to every man according to his deeds,\" and despisest not \"a broken and a contrite heart!\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:7",
                            "text": "There was in those days a wise man, very skilful in medicine, and much renowned therein, who had with his own proconsular hand put the Agonistic garland upon my distempered head, not, though, as a physician; for this disease Thou alone healest, who resistest the proud, and givest grace to the humble."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:8",
                            "text": "But didst Thou fail me even by that old man, or forbear from healing my soul? For when I had become more familiar with him, and hung assiduously and fixedly on his conversation (for though couched in simple language, it was replete with vivacity, life, and earnestness), when he had perceived from my discourse that I was given to books of the horoscope-casters, he, in a kind and fatherly manner, advised me to throw them away, and not vainly bestow the care and labour necessary for useful things upon these vanities; saying that he himself in his earlier years had studied that art with a view to gaining his living by following it as a profession, and that, as he had understood Hippocrates, he would soon have understood this, and yet he had given it up, and followed medicine, for no other reason than that he discovered it to be utterly false, and he, being a man of character, would not gain his living by beguiling people."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:9",
                            "text": "\"But thou,\" saith he, \"who hast rhetoric to support thyself by, so that thou followest this of free will, not of necessity—all the more, then, oughtest thou to give me credit herein, who laboured to attain it so perfectly, as I wished to gain my living by it alone\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:10",
                            "text": "When I asked him to account for so many true things being foretold by it, he answered me (as he could) \"that the force of chance, diffused throughout the whole order of nature, brought this about."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:11",
                            "text": "For if when a man by accident opens the leaves of some poet, who sang and intended something far different, a verse oftentimes fell out wondrously apposite to the present business, it were not to be wondered at,\" he continued, \"if out of the soul of man, by some higher instinct, not knowing what goes on within itself, an answer should be given by chance, not art, which should coincide with the business and actions of the questioner\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:12",
                            "text": "And thus truly, either by or through him, Thou didst look after me."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:13",
                            "text": "And Thou didst delineate in my memory what I might afterwards search out for myself."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IV 3:14",
                            "text": "But at that time neither he, nor my most dear Nebridius, a youth most good and most circumspect, who scoffed at that whole stock of divination, could persuade me to forsake it, the authority of the authors influencing me still more; and as yet I had lighted upon no certain proof—such as I sought—whereby it might without doubt appear that what had been truly foretold by those consulted was by accident or chance, not by the art of the star-gazers."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: Confessions Book IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:2",
                            "text": "—Sorely Distressed by Weeping at the Death of His Friend, He Provides Consolation for Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:3",
                            "text": "In those years, when I first began to teach rhetoric in my native town, I had acquired a very dear friend, from association in our studies, of mine own age, and, like myself, just rising up into the flower of youth."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:4",
                            "text": "He had grown up with me from childhood, and we had been both school-fellows and play-fellows."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:5",
                            "text": "But he was not then my friend, nor, indeed, afterwards, as true friendship is; for true it is not but in such as Thou bindest together, cleaving unto Thee by that love which is shed abroad in our hearts by the Holy Ghost, which is given unto us."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:6",
                            "text": "But yet it was too sweet, being ripened by the fervour of similar studies."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:7",
                            "text": "For, from the true faith (which he, as a youth, had not soundly and thoroughly become master of), I had turned him aside towards those superstitious and pernicious fables which my mother mourned in me."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:8",
                            "text": "With me this man's mind now erred, nor could my soul exist without him."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:9",
                            "text": "But behold, Thou wert close behind Thy fugitives—at once God of vengeance and Fountain of mercies, who turnest us to Thyself by wondrous means."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:10",
                            "text": "Thou removedst that man from this life when he had scarce completed one whole year of my friendship, sweet to me above all the sweetness of that my life."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:11",
                            "text": "\"Who can show forth all Thy praise\" which he hath experienced in himself alone? What was it that Thou didst then, O my God, and how unsearchable are the depths of Thy judgments! For when, sore sick of a fever, he long lay unconscious in a death-sweat, and all despaired of his recovery, he was baptized without his knowledge; myself meanwhile little caring, presuming that his soul would retain rather what it had imbibed from me, than what was done to his unconscious body."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:12",
                            "text": "Far different, however, was it, for he was revived and restored."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:13",
                            "text": "Straightway, as soon as I could talk to him (which I could as soon as he was able, for I never left him, and we hung too much upon each other), I attempted to jest with him, as if he also would jest with me at that baptism which he had received when mind and senses were in abeyance, but had now learnt that he had received."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:14",
                            "text": "But he shuddered at me, as if I were his enemy; and, with a remarkable and unexpected freedom, admonished me, if I desired to continue his friend, to desist from speaking to him in such a way."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:15",
                            "text": "I, confounded and confused, concealed all my emotions, till he should get well, and his health be strong enough to allow me to deal with him as I wished."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:16",
                            "text": "But he was withdrawn from my frenzy, that with Thee he might be preserved for my comfort."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:17",
                            "text": "A few days after, during my absence, he had a return of the fever, and died."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:18",
                            "text": "At this sorrow my heart was utterly darkened, and whatever I looked upon was death."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:19",
                            "text": "My native country was a torture to me, and my father's house a wondrous unhappiness; and whatsoever I had participated in with him, wanting him, turned into a frightful torture."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:20",
                            "text": "Mine eyes sought him everywhere, but he was not granted them; and I hated all places because he was not in them; nor could they now say to me, \"Behold; he is coming,\" as they did when he was alive and absent."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:21",
                            "text": "I became a great puzzle to myself, and asked my soul why she was so sad, and why she so exceedingly disquieted me; but she knew not what to answer me."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:22",
                            "text": "And if I said, \"Hope thou in God,\" she very properly obeyed me not; because that most dear friend whom she had lost was, being man, both truer and better than that phantasm she was bid to hope in."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IV 4:23",
                            "text": "Naught but tears were sweet to me, and they succeeded my friend in the dearest of my affections."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: Confessions Book IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IV 5:2",
                            "text": "—Why Weeping is Pleasant to the Wretched."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IV 5:3",
                            "text": "And now, O Lord, these things are passed away, and time hath healed my wound."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IV 5:4",
                            "text": "May I learn from Thee, who art Truth, and apply the ear of my heart unto Thy mouth, that Thou mayest tell me why weeping should be so sweet to the unhappy."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IV 5:5",
                            "text": "Hast Thou—although present everywhere—cast away far from Thee our misery? And Thou abidest in Thyself, but we are disquieted with divers trials; and yet, unless we wept in Thine ears, there would be no hope for us remaining."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IV 5:6",
                            "text": "Whence, then, is it that such sweet fruit is plucked from the bitterness of life, from groans, tears, sighs, and lamentations? Is it the hope that Thou hearest us that sweetens it? This is true of prayer, for therein is a desire to approach unto Thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IV 5:7",
                            "text": "But is it also in grief for a thing lost, and the sorrow with which I was then overwhelmed? For I had neither hope of his coming to life again, nor did I seek this with my tears; but I grieved and wept only, for I was miserable, and had lost my joy."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IV 5:8",
                            "text": "Or is weeping a bitter thing, and for distaste of the things which aforetime we enjoyed before, and even then, when we are loathing them, does it cause us pleasure?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: Confessions Book IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:2",
                            "text": "—His Friend Being Snatched Away by Death, He Imagines that He Remains Only as Half."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:3",
                            "text": "But why do I speak of these things? For this is not the time to question, but rather to confess unto Thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:4",
                            "text": "Miserable I was, and miserable is every soul fettered by the friendship of perishable things—he is torn to pieces when he loses them, and then is sensible of the misery which he had before ever he lost them."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:5",
                            "text": "Thus was it at that time with me; I wept most bitterly, and found rest in bitterness."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:6",
                            "text": "Thus was I miserable, and that life of misery I accounted dearer than my friend."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:7",
                            "text": "For though I would willingly have changed it, yet I was even more unwilling to lose it than him; yea, I knew not whether I was willing to lose it even for him, as is handed down to us (if not an invention) of Pylades and Orestes, that they would gladly have died one for another, or both together, it being worse than death to them not to live together."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:8",
                            "text": "But there had sprung up in me some kind of feeling, too, contrary to this, for both exceedingly wearisome was it to me to live, and dreadful to die, I suppose, the more I loved him, so much the more did I hate and fear, as a most cruel enemy, that death which had robbed me of him; and I imagined it would suddenly annihilate all men, as it had power over him."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:9",
                            "text": "Thus, I remember, it was with me."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:10",
                            "text": "Behold my heart, O my God! Behold and look into me, for I remember it well, O my Hope! who cleansest me from the uncleanness of such affections, directing mine eyes towards Thee, and plucking my feet out of the net."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:11",
                            "text": "For I was astonished that other mortals lived, since he whom I loved, as if he would never die, was dead; and I wondered still more that I, who was to him a second self, could live when he was dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:12",
                            "text": "Well did one say of his friend, \"Thou half of my soul,\" for I felt that my soul and his soul were but one soul in two bodies; and, consequently, my life was a horror to me, because I would not live in half."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IV 6:13",
                            "text": "And therefore, perchance, was I afraid to die, lest he should die wholly whom I had so greatly loved."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: Confessions Book IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:2",
                            "text": "—Troubled by Restlessness and Grief, He Leaves His Country a Second Time for Carthage."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:3",
                            "text": "O madness, which knowest not how to love men as men should be loved! O foolish man that I then was, enduring with so much impatience the lot of man! So I fretted, sighed, wept, tormented myself, and took neither rest nor advice."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:4",
                            "text": "For I bore about with me a rent and polluted soul, impatient of being borne by me, and where to repose it I found not."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:5",
                            "text": "Not in pleasant groves, not in sport or song, not in fragrant spots, nor in magnificent banquetings, nor in the pleasures of the bed and the couch, nor, finally, in books and songs did it find repose."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:6",
                            "text": "All things looked terrible, even the very light itself; and whatsoever was not what he was, was repulsive and hateful, except groans and tears, for in those alone found I a little repose."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:7",
                            "text": "But when my soul was withdrawn from them, a heavy burden of misery weighed me down."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:8",
                            "text": "To Thee, O Lord, should it have been raised, for Thee to lighten and avert it."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:9",
                            "text": "This I knew, but was neither willing nor able; all the more since, in my thoughts of Thee, Thou wert not any solid or substantial thing to me."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:10",
                            "text": "For Thou wert not Thyself, but an empty phantasm, and my error was my god."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:11",
                            "text": "If I attempted to discharge my burden thereon, that it might find rest, it sank into emptiness, and came rushing down again upon me, and I remained to myself an unhappy spot, where I could neither stay nor depart from."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:12",
                            "text": "For whither could my heart fly from my heart? Whither could I fly from mine own self? Whither not follow myself? And yet fled I from my country; for so should my eyes look less for him where they were not accustomed to see him."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IV 7:13",
                            "text": "And thus I left the town of Thagaste, and came to Carthage."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: Confessions Book IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:2",
                            "text": "—That His Grief Ceased by Time, and the Consolation of Friends."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:3",
                            "text": "Times lose no time, nor do they idly roll through our senses."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:4",
                            "text": "They work strange operations on the mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:5",
                            "text": "Behold, they came and went from day to day, and by coming and going they disseminated in my mind other ideas and other remembrances, and by little and little patched me up again with the former kind of delights, unto which that sorrow of mine yielded."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:6",
                            "text": "But yet there succeeded, not certainly other sorrows, yet the causes of other sorrows."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:7",
                            "text": "For whence had that former sorrow so easily penetrated to the quick, but that I had poured out my soul upon the dust, in loving one who must die as if he were never to die? But what revived and refreshed me especially was the consolations of other friends, with whom I did love what instead of Thee I loved."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:8",
                            "text": "And this was a monstrous fable and protracted lie, by whose adulterous contact our soul, which lay itching in our ears, was being polluted."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:9",
                            "text": "But that fable would not die to me so oft as any of my friends died."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:10",
                            "text": "There were other things in them which did more lay hold of my mind,—to discourse and jest with them; to indulge in an interchange of kindnesses; to read together pleasant books; together to trifle, and together to be earnest; to differ at times without ill-humour, as a man would do with his own self; and even by the infrequency of these differences to give zest to our more frequent consentings; sometimes teaching, sometimes being taught; longing for the absent with impatience, and welcoming the coming with joy."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IV 8:11",
                            "text": "These and similar expressions, emanating from the hearts of those who loved and were beloved in return, by the countenance, the tongue, the eyes, and a thousand pleasing movements, were so much fuel to melt our souls together, and out of many to make but one."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: Confessions Book IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IV 9:2",
                            "text": "—That the Love of a Human Being, However Constant in Loving and Returning Love, Perishes; While He Who Loves God Never Loses a Friend."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IV 9:3",
                            "text": "This is it that is loved in friends; and so loved that a man's conscience accuses itself if he love not him by whom he is beloved, or love not again him that loves him, expecting nothing from him but indications of his love."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IV 9:4",
                            "text": "Hence that mourning if one die, and gloom of sorrow, that steeping of the heart in tears, all sweetness turned into bitterness, and upon the loss of the life of the dying, the death of the living."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IV 9:5",
                            "text": "Blessed be he who loveth Thee, and his friend in Thee, and his enemy for Thy sake."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IV 9:6",
                            "text": "For he alone loses none dear to him to whom all are dear in Him who cannot be lost."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IV 9:7",
                            "text": "And who is this but our God, the God that created heaven and earth, and filleth them, because by filling them He created them? None loseth Thee but he who leaveth Thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IV 9:8",
                            "text": "And he who leaveth Thee, whither goeth he, or whither fleeth he, but from Thee well pleased to Thee angry? For where doth not he find Thy law in his own punishment? \"And Thy law is the truth,\" and truth Thou."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: Confessions Book IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:2",
                            "text": "—That All Things Exist that They May Perish, and that We are Not Safe Unless God Watches Over Us."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:3",
                            "text": "\"Turn us again, O Lord God of Hosts, cause Thy face to shine; and we shall be saved\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:4",
                            "text": "For whithersoever the soul of man turns itself, unless towards Thee, it is affixed to sorrows, yea, though it is affixed to beauteous things without Thee and without itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:5",
                            "text": "And yet they were not unless they were from Thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:6",
                            "text": "They rise and set; and by rising, they begin as it were to be; and they grow, that they may become perfect; and when perfect, they wax old and perish; and all wax not old, but all perish."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:7",
                            "text": "Therefore when they rise and tend to be, the more rapidly they grow that they may be, so much the more they hasten not to be."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:8",
                            "text": "This is the way of them."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:9",
                            "text": "Thus much hast Thou given them, because they are parts of things, which exist not all at the same time, but by departing and succeeding they together make up the universe, of which they are parts."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:10",
                            "text": "And even thus is our speech accomplished by signs emitting a sound; but this, again, is not perfected unless one word pass away when it has sounded its part, in order that another may succeed it."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:11",
                            "text": "Let my soul praise Thee out of all these things, O God, the Creator of all; but let not my soul be affixed to these things by the glue of love, through the senses of the body."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:12",
                            "text": "For they go whither they were to go, that they might no longer be; and they rend her with pestilent desires, because she longs to be, and yet loves to rest in what she loves."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:13",
                            "text": "But in these things no place is to be found; they stay not—they flee; and who is he that is able to follow them with the senses of the flesh? Or who can grasp them, even when they are near? For tardy is the sense of the flesh, because it is the sense of the flesh, and its boundary is itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:14",
                            "text": "It sufficeth for that for which it was made, but it is not sufficient to stay things running their course from their appointed starting-place to the end appointed."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IV 10:15",
                            "text": "For in Thy word, by which they were created, they hear the fiat, \"Hence and hitherto\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: Confessions Book IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:2",
                            "text": "—That Portions of the World are Not to Be Loved; But that God, Their Author, is Immutable, and His Word Eternal."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:3",
                            "text": "Be not foolish, O my soul, and deaden not the ear of thine heart with the tumult of thy folly."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:4",
                            "text": "Hearken thou also."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:5",
                            "text": "The word itself invokes thee to return; and there is the place of rest imperturbable, where love is not abandoned if itself abandoneth not."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:6",
                            "text": "Behold, these things pass away, that others may succeed them, and so this lower universe be made complete in all its parts."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:7",
                            "text": "But do I depart anywhere, saith the word of God? There fix thy habitation."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:8",
                            "text": "There commit whatsoever thou hast thence, O my soul; at all events now thou art tired out with deceits."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:9",
                            "text": "Commit to truth whatsoever thou hast from the truth, and nothing shall thou lose; and thy decay shall flourish again, and all thy diseases be healed, and thy perishable parts shall be reformed and renovated, and drawn together to thee; nor shall they put thee down where themselves descend, but they shall abide with thee, and continue for ever before God, who abideth and continueth for ever."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:10",
                            "text": "Why, then, be perverse and follow thy flesh? Rather let it be converted and follow thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:11",
                            "text": "Whatever by her thou feelest, is but in part; and the whole, of which these are portions, thou art ignorant of, and yet they delight thee."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:12",
                            "text": "But had the sense of thy flesh been capable of comprehending the whole, and not itself also, for thy punishment, been justly limited to a portion of the whole, thou wouldest that whatsoever existeth at the present time should pass away, that so the whole might please thee more."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:13",
                            "text": "For what we speak, also by the same sense of the flesh thou hearest; and yet wouldest not thou that the syllables should stay, but fly away, that others may come, and the whole be heard."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:14",
                            "text": "Thus it is always, when any single thing is composed of many, all of which exist not together, all together would delight more than they do simply could all be perceived at once."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:15",
                            "text": "But far better than these is He who made all; and He is our God, and He passeth not away, for there is nothing to succeed Him."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IV 11:16",
                            "text": "If bodies please thee, praise God for them, and turn back thy love upon their Creator, lest in those things which please thee thou displease."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: Confessions Book IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:2",
                            "text": "—Love is Not Condemned, But Love in God, in Whom There is Rest Through Jesus Christ, is to Be Preferred."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:3",
                            "text": "If souls please thee, let them be loved in God; for they also are mutable, but in Him are they firmly established, else would they pass, and pass away."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:4",
                            "text": "In Him, then, let them be beloved; and draw unto Him along with thee as many souls as thou canst, and say to them, \"Him let us love, Him let us love; He created these, nor is He far off."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:5",
                            "text": "For He did not create them, and then depart; but they are of Him, and in Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:6",
                            "text": "Behold, there is He wherever truth is known."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:7",
                            "text": "He is within the very heart, but yet hath the heart wandered from Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:8",
                            "text": "Return to your heart, O ye transgressors, and cleave fast unto Him that made you."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:9",
                            "text": "Stand with Him, and you shall stand fast."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:10",
                            "text": "Rest in Him, and you shall be at rest."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:11",
                            "text": "Whither go ye in rugged paths? Whither go ye? The good that you love is from Him; and as it has respect unto Him it is both good and pleasant, and justly shall it be embittered, because whatsoever cometh from Him is unjustly loved if He be forsaken for it."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:12",
                            "text": "Why, then, will ye wander farther and farther in these difficult and toilsome ways? There is no rest where ye seek it."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:13",
                            "text": "Seek what ye seek; but it is not there where ye seek."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:14",
                            "text": "Ye seek a blessed life in the land of death; it is not there."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:15",
                            "text": "For could a blessed life be where life itself is not?\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:16",
                            "text": "But our very Life descended hither, and bore our death, and slew it, out of the abundance of His own life; and thundering He called loudly to us to return hence to Him into that secret place whence He came forth to us—first into the Virgin's womb, where the human creature was married to Him,—our mortal flesh, that it might not be for ever mortal,—and thence \"as a bridegroom coming out of his chamber, rejoicing as a strong man to run a race\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:17",
                            "text": "For He tarried not, but ran crying out by words, deeds, death, life, descent, ascension, crying aloud to us to return to Him."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:18",
                            "text": "And He departed from our sight, that we might return to our heart, and there find Him."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:19",
                            "text": "For He departed, and behold, He is here."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:20",
                            "text": "He would not be long with us, yet left us not; for He departed thither, whence He never departed, because \"the world was made by Him\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:21",
                            "text": "And in this world He was, and into this world He came to save sinners, unto whom my soul doth confess, that He may heal it, for it hath sinned against Him."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:22",
                            "text": "O ye sons of men, how long so slow of heart? Even now, after the Life is descended to you, will ye not ascend and live? But whither ascend ye, when ye are on high, and set your mouth against the heavens? Descend that ye may ascend, and ascend to God."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:23",
                            "text": "For ye have fallen by \"ascending against Him\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IV 12:24",
                            "text": "Tell them this, that they may weep in the valley of tears, and so draw them with thee to God, because it is by His Spirit that thou speakest thus unto them, if thou speakest burning with the fire of love."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: Confessions Book IV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IV 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IV 13:2",
                            "text": "—Love Originates from Grace and Beauty Enticing Us."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IV 13:3",
                            "text": "These things I knew not at that time, and I loved these lower beauties, and I was sinking to the very depths; and I said to my friends, \"Do we love anything but the beautiful? What, then, is the beautiful? And what is beauty? What is it that allures and unites us to the things we love; for unless there were a grace and beauty in them, they could by no means attract us to them?\" And I marked and perceived that in bodies themselves there was a beauty from their forming a kind of whole, and another from mutual fitness, as one part of the body with its whole, or a shoe with a foot, and so on."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IV 13:4",
                            "text": "And this consideration sprang up in my mind out of the recesses of my heart, and I wrote books (two or three, I think) \"on the fair and fit\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IV 13:5",
                            "text": "Thou knowest, O Lord, for it has escaped me; for I have them not, but they have strayed from me, I know not how."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: Confessions Book IV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:2",
                            "text": "—Concerning the Books Which He Wrote \"On the Fair and Fit,\" Dedicated to Hierius."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:3",
                            "text": "But what was it that prompted me, O Lord my God, to dedicate these books to Hierius, an orator of Rome, whom I knew not by sight, but loved the man for the fame of his learning, for which he was renowned, and some words of his which I had heard, and which had pleased me? But the more did he please me in that he pleased others, who highly extolled him, astonished that a native of Syria, instructed first in Greek eloquence, should afterwards become a wonderful Latin orator, and one so well versed in studies pertaining unto wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:4",
                            "text": "Thus a man is commended and loved when absent."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:5",
                            "text": "Doth this love enter into the heart of the hearer from the mouth of the commender? Not so."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:6",
                            "text": "But through one who loveth is another inflamed."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:7",
                            "text": "For hence he is loved who is commended when the commender is believed to praise him with an unfeigned heart; that is, when he that loves him praises him."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:8",
                            "text": "Thus, then, loved I men upon the judgment of men, not upon Thine, O my God, in which no man is deceived."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:9",
                            "text": "But yet why not as the renowned charioteer, as the huntsman known far and wide by a vulgar popularity—but far otherwise, and seriously, and so as I would desire to be myself commended? For I would not that they should commend and love me as actors are,—although I myself did commend and love them,—but I would prefer being unknown than so known, and even being hated than so loved."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:10",
                            "text": "Where now are these influences of such various and divers kinds of loves distributed in one soul? What is it that I am in love with in another, which, if I did not hate, I should not detest and repel from myself, seeing we are equally men? For it does not follow that because a good horse is loved by him who would not, though he might, be that horse, the same should therefore be affirmed by an actor, who partakes of our nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:11",
                            "text": "Do I then love in a man that which I, who am a man, hate to be? Man himself is a great deep, whose very hairs Thou numberest, O Lord, and they fall not to the ground without Thee."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:12",
                            "text": "And yet are the hairs of his head more readily numbered than are his affections and the movements of his heart."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:13",
                            "text": "But that orator was of the kind that I so loved as I wished myself to be such a one; and I erred through an inflated pride, and was \"carried about with every wind,\" but yet was piloted by Thee, though very secretly."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:14",
                            "text": "And whence know I, and whence confidently confess I unto Thee that I loved him more because of the love of those who praised him, than for the very things for which they praised him? Because had he been upraised, and these self-same men had dispraised him, and with dispraise and scorn told the same things of him, I should never have been so inflamed and provoked to love him."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:15",
                            "text": "And yet the things had not been different, nor he himself different, but only the affections of the narrators."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:16",
                            "text": "See where lieth the impotent soul that is not yet sustained by the solidity of truth! Just as the blasts of tongues blow from the breasts of conjecturers, so is it tossed this way and that, driven forward and backward, and the light is obscured to it and the truth not perceived."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:17",
                            "text": "And behold it is before us."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:18",
                            "text": "And to me it was a great matter that my style and studies should be known to that man; the which if he approved, I were the more stimulated, but if he disapproved, this vain heart of mine, void of Thy solidity, had been offended."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book IV 14:19",
                            "text": "And yet that \"fair and fit,\" about which I wrote to him, I reflected on with pleasure, and contemplated it, and admired it, though none joined me in doing so."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: Confessions Book IV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:2",
                            "text": "—While Writing, Being Blinded by Corporeal Images, He Failed to Recognise the Spiritual Nature of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:3",
                            "text": "But not yet did I perceive the hinge on which this impotent matter turned in Thy wisdom, O Thou Omnipotent, \"who alone doest great wonders;\" and my mind ranged through corporeal forms, and I defined and distinguished as \"fair,\" that which is so in itself, and \"fit,\" that which is beautiful as it corresponds to some other thing; and this I supported by corporeal examples."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:4",
                            "text": "And I turned my attention to the nature of the mind, but the false opinions which I entertained of spiritual things prevented me from seeing the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:5",
                            "text": "Yet the very power of truth forced itself on my gaze, and I turned away my throbbing soul from incorporeal substance, to lineaments, and colours, and bulky magnitudes."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:6",
                            "text": "And not being able to perceive these in the mind, I thought I could not perceive my mind."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:7",
                            "text": "And whereas in virtue I loved peace, and in viciousness I hated discord, in the former I distinguished unity, but in the latter a kind of division."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:8",
                            "text": "And in that unity I conceived the rational soul and the nature of truth and of the chief good to consist."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:9",
                            "text": "But in this division I, unfortunate one, imagined there was I know not what substance of irrational life, and the nature of the chief evil, which should not be a substance only, but real life also, and yet not emanating from Thee, O my God, from whom are all things."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:10",
                            "text": "And yet the first I called a Monad, as if it had been a soul without sex, but the other a Duad,—anger in deeds of violence, in deeds of passion, lust,—not knowing of what I talked."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:11",
                            "text": "For I had not known or learned that neither was evil a substance, nor our soul that chief and unchangeable good."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:12",
                            "text": "For even as it is in the case of deeds of violence, if that emotion of the soul from whence the stimulus comes be depraved, and carry itself insolently and mutinously; and in acts of passion, if that affection of the soul whereby carnal pleasures are imbibed is unrestrained,—so do errors and false opinions contaminate the life, if the reasonable soul itself be depraved, as it was at that time in me, who was ignorant that it must be enlightened by another light that it may be partaker of truth, seeing that itself is not that nature of truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:13",
                            "text": "\"For Thou wilt light my candle; the Lord my God will enlighten my darkness; and \"of His fulness have all we received,\" for \"that was the true Light which lighted every man that cometh into the world;\" for in Thee there is \"no variableness, neither shadow of turning\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:14",
                            "text": "But I pressed towards Thee, and was repelled by Thee that I might taste of death, for Thou \"resistest the proud\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:15",
                            "text": "But what prouder than for me, with a marvellous madness, to assert myself to be that by nature which Thou art? For whereas I was mutable,—so much being clear to me, for my very longing to become wise arose from the wish from worse to become better,—yet chose I rather to think Thee mutable, than myself not to be that which Thou art."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:16",
                            "text": "Therefore was I repelled by Thee, and Thou resistedst my changeable stiffneckedness; and I imagined corporeal forms, and, being flesh, I accused flesh, and, being \"a wind that passeth away,\" I returned not to Thee, but went wandering and wandering on towards those things that have no being, neither in Thee, nor in me, nor in the body."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:17",
                            "text": "Neither were they created for me by Thy truth, but conceived by my vain conceit out of corporeal things."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:18",
                            "text": "And I used to ask Thy faithful little ones, my fellow-citizens,—from whom I unconsciously stood exiled,—I used flippantly and foolishly to ask, \"Why, then, doth the soul which God created err?\" But I would not permit any one to ask me, \"Why, then, doth God err?\" And I contended that Thy immutable substance erred of constraint, rather than admit that my mutable substance had gone astray of free will, and erred as a punishment."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:19",
                            "text": "I was about six or seven and twenty years of age when I wrote those volumes—meditating upon corporeal fictions, which clamoured in the ears of my heart."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:20",
                            "text": "These I directed, O sweet Truth, to Thy inward melody, pondering on the \"fair and fit,\" and longing to stay and listen to Thee, and to rejoice greatly at the Bridegroom's voice, and I could not; for by the voices of my own errors was I driven forth, and by the weight of my own pride was I sinking into the lowest pit."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book IV 15:21",
                            "text": "For Thou didst not \"make me to hear joy and gladness;\" nor did the bones which were not yet humbled rejoice."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: Confessions Book IV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:2",
                            "text": "—He Very Easily Understood the Liberal Arts and the Categories of Aristotle, But Without True Fruit."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:3",
                            "text": "And what did it profit me that, when scarce twenty years old, a book of Aristotle's, entitled The Ten Predicaments, fell into my hands,—on whose very name I hung as on something great and divine, when my rhetoric master of Carthage, and others who were esteemed learned, referred to it with cheeks swelling with pride,—I read it alone and understood it? And on my conferring with others, who said that with the assistance of very able masters—who not only explained it orally, but drew many things in the dust—they scarcely understood it, and could tell me no more about it than I had acquired in reading it by myself alone? And the book appeared to me to speak plainly enough of substances, such as man is, and of their qualities,—such as the figure of a man, of what kind it is; and his stature, how many feet high; and his relationship, whose brother he is; or where placed, or when born; or whether he stands or sits, or is shod or armed, or does or suffers anything; and whatever innumerable things might be classed under these nine categories,—of which I have given some examples,—or under that chief category of substance."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:4",
                            "text": "What did all this profit me, seeing it even hindered me, when, imagining that whatsoever existed was comprehended in those ten categories, I tried so to understand, O my God, Thy wonderful and unchangeable unity as if Thou also hadst been subjected to Thine own greatness or beauty, so that they should exist in Thee as their subject, like as in bodies, whereas Thou Thyself art Thy greatness and beauty? But a body is not great or fair because it is a body, seeing that, though it were less great or fair, it should nevertheless be a body."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:5",
                            "text": "But that which I had conceived of Thee was falsehood, not truth,—fictions of my misery, not the supports of Thy blessedness."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:6",
                            "text": "For Thou hadst commanded, and it was done in me, that the earth should bring forth briars and thorns to me, and that with labour I should get my bread."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:7",
                            "text": "And what did it profit me that I, the base slave of vile affections, read unaided, and understood, all the books that I could get of the so-called liberal arts? And I took delight in them, but knew not whence came whatever in them was true and certain."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:8",
                            "text": "For my back then was to the light, and my face towards the things enlightened; whence my face, with which I discerned the things enlightened, was not itself enlightened."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:9",
                            "text": "Whatever was written either on rhetoric or logic, geometry, music, or arithmetic, did I, without any great difficulty, and without the teaching of any man, understand, as Thou knowest, O Lord my God, because both quickness of comprehension and acuteness of perception are Thy gifts."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:10",
                            "text": "Yet did I not thereupon sacrifice to Thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:11",
                            "text": "So, then, it served not to my use, but rather to my destruction, since I went about to get so good a portion of my substance into my own power; and I kept not my strength for Thee, but went away from Thee into a far country, to waste it upon harlotries."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:12",
                            "text": "For what did good abilities profit me, if I did not employ them to good uses? For I did not perceive that those arts were acquired with great difficulty, even by the studious and those gifted with genius, until I endeavoured to explain them to such; and he was the most proficient in them who followed my explanations not too slowly."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:13",
                            "text": "But what did this profit me, supposing that Thou, O Lord God, the Truth, wert a bright and vast body, and I a piece of that body? Perverseness too great! But such was I."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:14",
                            "text": "Nor do I blush, O my God, to confess to Thee Thy mercies towards me, and to call upon Thee—I, who blushed not then to avow before men my blasphemies, and to bark against Thee."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:15",
                            "text": "What profited me then my nimble wit in those sciences and all those knotty volumes, disentangled by me without help from a human master, seeing that I erred so odiously, and with such sacrilegious baseness, in the doctrine of piety? Or what impediment was it to Thy little ones to have a far slower wit, seeing that they departed not far from Thee, that in the nest of Thy Church they might safely become fledged, and nourish the wings of charity by the food of a sound faith? O Lord our God, under the shadow of Thy wings let us hope, defend us, and carry us."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:16",
                            "text": "Thou wilt carry us both when little, and even to grey hairs wilt Thou carry us; for our firmness, when it is Thou, then is it firmness; but when it is our own, then it is infirmity."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:17",
                            "text": "Our good lives always with Thee, from which when we are averted we are perverted."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:18",
                            "text": "Let us now, O Lord, return, that we be not overturned, because with Thee our good lives without any eclipse, which good Thou Thyself art."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book IV 16:19",
                            "text": "And we need not fear lest we should find no place unto which to return because we fell away from it; for when we were absent, our home—Thy Eternity—fell not."
                        }
                    ]
                }
            ]
        }
    ]
}