{
    "books": [
        {
            "name": "Ambrose: On the Holy Spirit Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: On the Holy Spirit Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:1",
                            "text": "The choice of Gideon was a figure of our Lord's Incarnation, the sacrifice of a kid, of the satisfaction for sins in the body of Christ; that of the bullock, of the abolition of profane rites; and in the three hundred soldiers was a type of the future redemption through the cross."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:2",
                            "text": "The seeking of various signs by Gideon was also a mystery, for by the dryness and moistening of the fleece was signified the falling away of the Jews and the calling of the Gentiles, by the water received in a basin the washing of the apostles' feet."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:3",
                            "text": "St."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:4",
                            "text": "Ambrose prays that his own pollution may be washed away, and praises the loving-kindness of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:5",
                            "text": "The same water sent forth by the Son of God effects marvellous conversions; it cannot, however, be sent by any other, since it is the pouring forth of the Holy Spirit, Who is subject to no external power."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:6",
                            "text": "1."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:7",
                            "text": "When Jerubbaal, as we read, was beating out wheat under an oak, he received a message from God in order that he might bring the people of God from the power of strangers into liberty."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:8",
                            "text": "Nor is it a matter of wonder if he was chosen for grace, seeing that even then, being appointed under the shadow of the holy cross and of the adorable Wisdom in the predestined mystery of the future Incarnation, he was bringing forth the visible grains of the fruitful corn from their hiding places, and was [mystically] separating the elect of the saints from the refuse of the empty chaff."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:9",
                            "text": "For these elect, as though trained with the rod of truth, laying aside the superfluities of the old man together with his deeds, are gathered in the Church as in a winepress."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:10",
                            "text": "For the Church is the winepress of the eternal fountain, since from her wells forth the juice of the heavenly Vine."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:11",
                            "text": "2."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:12",
                            "text": "And Gideon, moved by that message, when he heard that, though thousands of the people failed, God would deliver His own from their enemies by means of one man, offered a kid, and according to the word of the Angel, laid its flesh and the unleavened cakes upon the rock, and poured the broth upon them."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:13",
                            "text": "And as soon as the Angel touched them with the end of the staff which he bore, fire burst forth out of the rock, and so the sacrifice which he was offering was consumed."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:14",
                            "text": "By which it seems clear that that rock was a figure of the Body of Christ, for it is written: \"They drank of that rock that followed them, and that rock was Christ\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:15",
                            "text": "Which certainly refers not to His Godhead, but to His Flesh, which watered the hearts of the thirsting people with the perpetual stream of His Blood."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:16",
                            "text": "3."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:17",
                            "text": "Even at that time was it declared in a mystery that the Lord Jesus in His Flesh would, when crucified, do away the sins of the whole world, and not only the deeds of the body, but the desires of the soul."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:18",
                            "text": "For the flesh of the kid refers to sins of deed, the broth to the enticements of desire as it is written: \"For the people lusted an evil lust, and said, Who shall give us flesh to eat?\" That the Angel then stretched forth his staff, and touched the rock, from which fire went out, shows that the Flesh of the Lord, being filled with the Divine Spirit, would burn away all the sins of human frailty."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:19",
                            "text": "Wherefore, also, the Lord says: \"I am come to send fire upon the earth\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:20",
                            "text": "4."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:21",
                            "text": "Then the man, instructed and foreknowing what was to be, observes the heavenly mysteries, and therefore, according to the warning, slew the bullock destined by his father to idols, and himself offered to God another bullock seven years old."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:22",
                            "text": "By doing which he most plainly showed that after the coming of the Lord all Gentile sacrifices should be done away, and that only the sacrifice of the Lord's passion should be offered for the redemption of the people."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:23",
                            "text": "For that bullock was, in a type, Christ, in Whom, as Esaias said, dwelt the fulness of the seven gifts of the Spirit."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:24",
                            "text": "This bullock Abraham also offered when he saw the day of the Lord and was glad."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:25",
                            "text": "He it is Who was offered at one time in the type of a kid, at another in that of a sheep, at another in that of a bullock."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:26",
                            "text": "Of a kid, because He is a sacrifice for sin; of a sheep, because He is an unresisting victim; of a bullock, because He is a victim without blemish."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:27",
                            "text": "5."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:28",
                            "text": "Holy Gideon then saw the mystery beforehand."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:29",
                            "text": "Next he chose out three hundred for the battle, so as to show that the world should be freed from the incursion of worse enemies, not by the multitude of their number, but by the mystery of the cross."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:30",
                            "text": "And yet, though he was brave and faithful, he asked of the Lord yet fuller proofs of future victory, saying: \"If Thou wilt save Israel by mine hand, O Lord, as Thou hast said, behold I will put a fleece of wool on the threshing-floor, and if there shall be dew on the fleece and dryness on all the ground, I shall know that Thou wilt deliver the people by my hand according to Thy promise."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:31",
                            "text": "And it was so\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:32",
                            "text": "Afterwards he asked in addition that dew should descend on all the earth and dryness be on the fleece."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:33",
                            "text": "6."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:34",
                            "text": "Some one perhaps will enquire whether he does not seem to have been wanting in faith, seeing that after being instructed by many signs he asked still more."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:35",
                            "text": "But how can he seem to have asked as if doubting or wanting in faith, who was speaking in mysteries? He was not then doubtful, but careful that we should not doubt."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:36",
                            "text": "For how could he be doubtful whose prayer was effectual? And how could he have begun the battle without fear, unless he had understood the message of God? for the dew on the fleece signified the faith among the Jews, because the words of God come down like the dew."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:37",
                            "text": "7."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:38",
                            "text": "So when the whole world was parched with the drought of Gentile superstition, then came that dew of the heavenly visits on the fleece."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:39",
                            "text": "But after that the lost sheep of the house of Israel (whom I think that the figure of the Jewish fleece shadowed forth), after that those sheep, I say, \"had refused the fountain of living water,\" the dew of moistening faith dried up in the breasts of the Jews, and that divine Fountain turned away its course to the hearts of the Gentiles."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:40",
                            "text": "Whence it has come to pass that now the whole world is moistened with the dew of faith, but the Jews have lost their prophets and counsellors."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:41",
                            "text": "8."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:42",
                            "text": "Nor is it strange that they should suffer the drought of unbelief, whom the Lord deprived of the fertilising of the shower of prophecy, saying: \"I will command My clouds that they rain not upon that vineyard\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:43",
                            "text": "For there is a health-giving shower of salutary grace, as David also said: \"He came down like rain upon a fleece, and like drops that drop upon the earth\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:44",
                            "text": "The divine Scriptures promised us this rain upon the whole earth, to water the world with the dew of the Divine Spirit at the coming of the Saviour."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:45",
                            "text": "The Lord, then, has now come, and the rain has come; the Lord has come bringing the heavenly drops with Him, and so now we drink, who before were thirsty, and with an interior draught drink in that Divine Spirit."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:46",
                            "text": "9."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:47",
                            "text": "Holy Gideon, then, foresaw this, that the nations of the Gentiles also would drink by the reception of faith, and therefore he enquired more diligently, for the caution of the saints is necessary."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:48",
                            "text": "Insomuch that also Joshua the son of Nun, when he saw the captain of the heavenly host, enquired: \"Art thou for us, or for our adversaries?\" lest, perchance, he might be deceived by some stratagem of the adversary."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:49",
                            "text": "10."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:50",
                            "text": "Nor was it without a reason that he put the fleece neither in a field nor in a meadow, but in a threshing-floor, where is the harvest of the wheat: \"For the harvest is plenteous, but the labourers are few;\" because that, through faith in the Lord, there was about to be a harvest fruitful in virtues."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:51",
                            "text": "11."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:52",
                            "text": "Nor, again, was it without a reason that he dried the fleece of the Jews, and put the dew from it into a basin, so that it was filled with water, yet he did not himself wash his feet in that dew."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:53",
                            "text": "The prerogative of so great a mystery was to be given to another."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:54",
                            "text": "He was being waited for Who alone could wash away the filth of all."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:55",
                            "text": "Gideon was not great enough to claim this mystery for himself, but \"the Son of Man  came not to be ministered unto, but to minister\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:56",
                            "text": "Let us, then, recognize in Whom these mysteries are seen to be accomplished."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:57",
                            "text": "Not in holy Gideon, for they were still at their commencement."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:58",
                            "text": "Therefore the Gentiles were surpassed, for dryness was still upon the Gentiles, and therefore did Israel surpass them, for then did the dew remain on the fleece."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:59",
                            "text": "12."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:60",
                            "text": "Let us come now to the Gospel of God."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:61",
                            "text": "I find the Lord stripping Himself of His garments, and girding Himself with a towel, pouring water into a basin, and washing the disciples' feet."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:62",
                            "text": "That heavenly dew was this water, this was foretold, namely, that the Lord Jesus Christ would wash the feet of His disciples in that heavenly dew."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:63",
                            "text": "And now let the feet of our minds be stretched out."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:64",
                            "text": "The Lord Jesus wills also to wash our feet, for He says, not to Peter alone, but to each of the faithful: \"If I wash not thy feet thou wilt have no part with Me\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:65",
                            "text": "13."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:66",
                            "text": "Come, then, Lord Jesus, put off Thy garments, which Thou didst put on for my sake; be Thou stripped that Thou mayest clothe us with Thy mercy."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:67",
                            "text": "Gird Thyself for our sakes with a towel, that Thou mayest gird us with Thy gift of immortality."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:68",
                            "text": "Pour water into the basin, wash not only our feet but also the head, and not only of the body, but also the footsteps of the soul."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:69",
                            "text": "I wish to put off all the filth of our frailty, so that I also may say: \"By night I have put off my coat, how shall I put it on? I have washed my feet, how shall I defile them?\"  14."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:70",
                            "text": "How great is that excellence! As a servant, Thou dost wash the feet of Thy disciples; as God, Thou sendest dew from heaven."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:71",
                            "text": "Nor dost Thou wash the feet only, but also invitest us to sit down with Thee, and by the example of Thy dignity dost exhort us, saying: \"Ye call Me Master and Lord, and ye do well, for so I am."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:72",
                            "text": "If, then, I the Lord and Master have washed your feet, ye ought also to wash one another's feet\"."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:73",
                            "text": "15."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:74",
                            "text": "I, then, wish also myself to wash the feet of my brethren, I wish to fulfil the commandment of my Lord, I will not be ashamed in myself, nor disdain what He Himself did first."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:75",
                            "text": "Good is the mystery of humility, because while washing the pollutions of others I wash away my own."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:76",
                            "text": "But all were not able to exhaust this mystery."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:77",
                            "text": "Abraham was, indeed, willing to wash feet, but because of a feeling of hospitality."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:78",
                            "text": "Gideon, too, was willing to wash the feet of the Angel of the Lord who appeared to him, but his willingness was confined to one; he was willing as one who would do a service, not as one who would confer fellowship with himself."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:79",
                            "text": "This is a great mystery which no one knew."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:80",
                            "text": "Lastly, the Lord said to Peter: \"What I do thou knowest not now, but shalt know hereafter\"."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:81",
                            "text": "This, I say, is a divine mystery which even they who wash will enquire into."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:82",
                            "text": "It is not, then, the simple water of the heavenly mystery whereby we attain to be found worthy of having part with Christ."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:83",
                            "text": "16."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:84",
                            "text": "There is also a certain water which we put into the basin of our soul, water from the fleece and from the Book of Judges; water, too, from the Book of Psalms."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:85",
                            "text": "It is the water of the message from heaven."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:86",
                            "text": "Let, then, this water, O Lord Jesus, come into my soul, into my flesh, that through the moisture of this rain the valleys of our minds and the fields of our hearts may grow green."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:87",
                            "text": "May the drops from Thee come upon me, shedding forth grace and immortality."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:88",
                            "text": "Wash the steps of my mind that I may not sin again."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:89",
                            "text": "Wash the heel of my soul, that I may be able to efface the curse, that I feel not the serpent's bite on the foot of my soul, but, as Thou Thyself hast bidden those who follow Thee, may tread on serpents and scorpions with uninjured foot."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:90",
                            "text": "Thou hast redeemed the world, redeem the soul of a single sinner."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:91",
                            "text": "17."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:92",
                            "text": "This is the special excellence of Thy loving-kindness, wherewith Thou hast redeemed the whole world one by one."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:93",
                            "text": "Elijah was sent to one widow; Elisha cleansed one; Thou, O Lord Jesus, hast at this day cleansed a thousand."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:94",
                            "text": "How many in the city of Rome, how many at Alexandria, how many at Antioch, how many also at Constantinople! For even Constantinople has received the word of God, and has received evident proofs of Thy judgment."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:95",
                            "text": "For so long as she cherished the Arians' poison in her bosom, disquieted by neighbouring wars, she echoed with hostile arms around."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:96",
                            "text": "But so soon as she rejected those who were  alien from the faith she received as a suppliant the enemy himself, the judge of kings, whom she had always been wont to fear, she buried him when dead, and retains him entombed."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:97",
                            "text": "How many, then, hast Thou cleansed at Constantinople, how many, lastly, at this day in the whole world!  18."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:98",
                            "text": "Damasus cleansed not, Peter cleansed not, Ambrose cleansed not, Gregory cleansed not; for ours is the ministry, but the sacraments are Thine."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:99",
                            "text": "For it is not in man's power to confer what is divine, but it is, O Lord, Thy gift and that of the Father, as Thou hast spoken by the prophets, saying: \"I will pour out of My Spirit upon all flesh, and their sons and their daughters shall prophesy\"."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:100",
                            "text": "This is that typical dew from heaven, this is that gracious rain, as we read: \"A gracious rain, dividing for His inheritance\"."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:101",
                            "text": "For the Holy Spirit is not subject to any foreign power or law, but is the Arbiter of His own freedom, dividing all things according to the decision of His own will, to each, as we read, severally as He wills."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:102",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:103",
                            "text": "St."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:104",
                            "text": "Ambrose commences his argument by complimenting the Emperor, both for his faith and for the restitution of the Basilica to the Church; then having urged that his opponents, if they affirm that the Holy Spirit is not a servant, cannot deny Him to be above all, adds that the same Spirit, when He said, \"All things serve Thee,\" showed plainly that He was distinct from creatures; which point he also establishes by other evidence."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:105",
                            "text": "19."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:106",
                            "text": "The Holy Spirit, then, is not amongst but above all things."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:107",
                            "text": "For (since you, most merciful Emperor, are so fully instructed concerning the Son of God as to be able yourself to teach others) I will not detain you longer, as you desire and claim to be told something more exactly [concerning Him], especially since you lately showed yourself to be so pleased by an argument of this nature, as to command the Basilica to be restored to the Church without any one urging you."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:108",
                            "text": "20."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:109",
                            "text": "So, then, we have received the grace of your faith and the reward of our own; for we cannot say otherwise than that it was of the grace of the Holy Spirit, that when all were unconscious of it, you suddenly restored the Basilica."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:110",
                            "text": "This is the gift, I say, this the work of the Holy Spirit, Who indeed was at that time preached by us, but was working in you."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:111",
                            "text": "21."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:112",
                            "text": "And I do not regret the losses of the previous time, since the sequestration of that Basilica resulted in the gain of a sort of usury."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:113",
                            "text": "For you sequestrated the Basilica, that you might give proof of your faith."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:114",
                            "text": "And so your piety fulfilled its intention, which had sequestered that it might give proof, and so gave proof as to restore."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:115",
                            "text": "I did not lose the fruit, and I have your judgment, and it has been made clear to all that, with a certain diversity of action, there was in you no diversity of opinion."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:116",
                            "text": "It was made clear, I say, to all, that it was not of yourself that you sequestrated, that it was of yourself when you restored it."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:117",
                            "text": "22."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:118",
                            "text": "Now let us establish by evidence what we have said."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:119",
                            "text": "The first point in the discussion is that all things serve."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:120",
                            "text": "Now it is clear that all things serve, since it is written: \"All things serve Thee\"."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:121",
                            "text": "This the Spirit said through the prophet."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:122",
                            "text": "He did not say, We serve, but, \"serve Thee,\" that you might believe that He Himself is excepted from serving."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:123",
                            "text": "So, then, since all things serve, and the Spirit does not serve, the Holy Spirit is certainly not included amongst all things."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:124",
                            "text": "23."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:125",
                            "text": "For if we say that the Holy Spirit is included amongst all things, certainly when we read that the Spirit searches the deep things of God, we deny that God the Father is over all."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:126",
                            "text": "For since the Spirit is of God, and is the Spirit of His mouth, how can we say that the Holy Spirit is included amongst all things, seeing that God, Whose is the Spirit, is over all, possessing certainly fulness of perfection and perfect power."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:127",
                            "text": "25."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:128",
                            "text": "But lest the objectors should think that the Apostle was in error, let them learn whom he followed as his authority for his belief."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:129",
                            "text": "The Lord said in the Gospel: \"When the Paraclete is come, Whom I will send to you from My Father, even the Spirit of Truth which proceedeth from the Father, He shall bear witness of Me\"."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:130",
                            "text": "So the Holy Spirit both proceeds from the Father, and bears witness of the Son."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:131",
                            "text": "For the witness Who is both faithful and true bears witness of the Father, than which witness nothing is more full for the expression of the Divine Majesty, nothing more clear as to the Unity of the Divine Power,  since the Spirit has the same knowledge as the Son, Who is the witness and inseparable sharer of the Father's secrets."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:132",
                            "text": "26."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:133",
                            "text": "He excludes, then, the fellowship and number of creatures from the knowledge of God, but by not excluding the Holy Spirit, He shows that He is not of the fellowship of creatures."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:134",
                            "text": "So that the passage which is read in the Gospel: \"For no man hath seen God at any time, save the Only-begotten Son Who is in the bosom of the Father He hath declared Him,\" also pertains to the exclusion of the Holy Spirit."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:135",
                            "text": "For how has He not seen God Who searches even the deep things of God? How has He not seen God Who knows the things which are of God? How has He not seen God Who is of God? So, since it is laid down that no one has seen God at any time, whereas the Holy Spirit has seen Him, clearly the Holy Spirit is excepted."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book I 1:136",
                            "text": "He, then, is above all Who is excluded from all."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: On the Holy Spirit Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:2",
                            "text": "The words, \"All things were made by Him,\" are not a proof that the Holy Spirit is included amongst all things, since He was not made."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:3",
                            "text": "For otherwise it could be proved by other passages that the Son, and even the Father Himself, must be numbered amongst all things, which would be similar irreverence."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:4",
                            "text": "27."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:5",
                            "text": "This seems, gracious Emperor, to be a full account of our right feeling, but to the impious it does not seem so."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:6",
                            "text": "Observe what they are striving after."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:7",
                            "text": "For the heretics are wont to say that the Holy Spirit is to be reckoned amongst all things, because it is written of God the Son: \"All things were made by Him\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:8",
                            "text": "28."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:9",
                            "text": "How utterly confused is a course of argument which does not hold to the truth, and is involved in an inverted order of statements."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:10",
                            "text": "For this argument would be of value for the statement that the Holy Spirit is amongst all things, if they proved that He was made."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:11",
                            "text": "For Scripture says that all things which were made were made by the Son; but since we are not taught that the Holy Spirit was made, He certainly cannot be proved to be amongst all things Who was neither made as all things are, nor created."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:12",
                            "text": "To me this testimony is of use for establishing each point; firstly, that He is proved to be above all things, because He was not made; and secondly, that because He is above all things, He is seen not to have been made, and is not to be numbered amongst those things which were made."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:13",
                            "text": "29."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:14",
                            "text": "But if any one, because the Evangelist stated that all things were made by the Word, making no exception of the Holy Spirit (although the Spirit of God speaking in John said: \"All things were made by Him,\" and said not we were all things which were made; whilst the Lord Himself distinctly showed that the Spirit of God spoke in the Evangelists, saying, \"For it will not be you that speak, but the Spirit of your Father that speaketh in you\"), yet if any one, as I said, does not except the Holy Spirit in this place, but numbers Him amongst all, he consequently does not except the Son of God in that passage where the Apostle says: \"Yet to us there is one God the Father, of Whom are all things, and we by Him\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:15",
                            "text": "But that he may know that the Son is not amongst all things, let him read what follows, for when he says: \"And one Lord Jesus Christ, by Whom are all things,\" he certainly excepts the Son of God from all, who also excepted the Father."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:16",
                            "text": "30."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:17",
                            "text": "But it is equal irreverence to detract from the dignity of the Father, or the Son, or the Holy Spirit."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:18",
                            "text": "For he believes not in the Father who does not believe in the Son, nor does he believe in the Son of God who does not believe in the Spirit, nor can faith stand without the rule of truth."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:19",
                            "text": "For he who has begun to deny the oneness of power in the Father and the Son and the Holy Spirit certainly cannot prove his divided faith in points where there is no division."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:20",
                            "text": "So, then, since complete piety is to believe rightly, so complete impiety is to believe wrongly."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:21",
                            "text": "31."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:22",
                            "text": "Therefore they who think that the Holy Spirit ought to be numbered amongst all things, because they read that all things were made by the Son, must needs also think that the Son is to be numbered amongst all things, because they read: \"All things are of God\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:23",
                            "text": "But, consequently, they also do not separate the Father from all things, who do not separate the Son from all creatures, since, as all things are of the Father, so, too, all things are by the Son."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book I 2:24",
                            "text": "And the Apostle, because of his foresight in the Spirit, used this very expression, lest he should seem to the impious who had heard that the Son had said, \"That which My Father hath given Me is greater than all,\" to have included the Son amongst all."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: On the Holy Spirit Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:2",
                            "text": "The statement of the Apostle, that all things are of the Father by the Son, does not separate the Spirit from Their company, since what is referred to one Person is also attributed to each."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:3",
                            "text": "So those baptized in the Name of Christ are held to be baptized in the Name of the Father and of the Holy Spirit, if, that is, there is belief in the Three Persons, otherwise the baptism will be null."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:4",
                            "text": "This also applies to baptism in the Name of the Holy Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:5",
                            "text": "If because of one passage the Holy Spirit is separated from the Father and the Son, it will necessarily follow from other passages that the Father will be subordinated to the Son."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:6",
                            "text": "The Son is worshipped by angels, not by the Spirit, for the latter is His witness, not His servant."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:7",
                            "text": "Where the Son is spoken of as being before all, it is to be understood of creatures."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:8",
                            "text": "The great dignity of the Holy Spirit is proved by the absence of forgiveness for the sin against Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:9",
                            "text": "How it is that such sin cannot be forgiven, and how the Spirit is one."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:10",
                            "text": "32."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:11",
                            "text": "But perhaps some one may say that there was a reason why the writer said that all things were of the Father, and all things through the Son, but made no mention of the Holy Spirit, and would obtain the foundation of an argument from this."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:12",
                            "text": "But if he persists in his perverse interpretation, in how many passages will he find the power of the Holy Spirit asserted, in which Scripture has stated nothing concerning either the Father or the Son, but has left it to be understood?  40."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:13",
                            "text": "Where, then, the grace of the Spirit is asserted, is that of God the Father or of the Only-begotten Son denied? By no means; for as the Father is in the Son, and the Son in the Father, so, too, \"the love of God is shed abroad in our hearts by the Holy Spirit, Who hath been given us\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:14",
                            "text": "And as he who is blessed in Christ is blessed in the Name of the Father, and of the Son, and of the Holy Spirit, because the Name is one and the Power one; so, too, when any divine operation, whether of the Father, or of the Son, or of the Holy Spirit, is treated of, it is not referred only to the Holy Spirit, but also to the Father and the Son, and not only to the Father, but also to the Son and the Spirit."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:15",
                            "text": "41."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:16",
                            "text": "Then, too, the Ethiopian eunuch of Queen Candace, when baptized in Christ, obtained the fulness of the sacrament."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:17",
                            "text": "And they who said that they knew not of any Holy Spirit, although they said that they had been baptized with John's baptism, were baptized afterwards, because John baptized for the remission of sins in the Name of the coming Jesus, not in his own."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:18",
                            "text": "And so they knew not the Spirit, because in the form in which John baptized they had not received baptism in the Name of Christ."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:19",
                            "text": "For John, though he did not baptize in the Spirit, nevertheless preached Christ and the Spirit."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:20",
                            "text": "And then, when he was questioned whether he were perchance himself the Christ, he answered: \"I baptize you with water, but a stronger than I shall come, Whose shoes I am not worthy to bear, He shall baptize you with the Holy Spirit and with fire\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:21",
                            "text": "They therefore, because they had been baptized neither in the Name of Christ nor with faith in the Holy Spirit, could not receive the sacrament of baptism."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:22",
                            "text": "42."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:23",
                            "text": "So they were baptized in the Name of Jesus Christ, and baptism was not repeated in their case, but administered differently, for there is but one baptism."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:24",
                            "text": "But where there is not the complete sacrament of baptism, there is not considered to be a commencement nor any kind of baptism."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:25",
                            "text": "But baptism is complete if one confess the Father, the Son, and the Holy Spirit."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:26",
                            "text": "If you deny One you overthrow the whole."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:27",
                            "text": "And just as if you mention in words One only, either the Father, or the Son, or the Holy Spirit, and in your belief do not deny either the Father, the Son, or the Holy Spirit, the mystery of the faith is complete, so, too, although you name the Father, Son, and Holy Spirit, and lessen the power of either the Father, the Son, or the Holy Spirit, the whole mystery is made empty."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:28",
                            "text": "And, lastly, they who had said: \"We have not heard if there be any Holy Spirit, were baptized afterwards in the Name of the Lord Jesus Christ\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:29",
                            "text": "And this was an additional abundance of grace, for now through Paul's preaching they knew the Holy Spirit."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:30",
                            "text": "43."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:31",
                            "text": "Nor ought it to seem opposed to this, that although subsequently mention is not made of the Spirit, He is yet believed in, and what had not been mentioned in words is expressed in belief."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:32",
                            "text": "For when it is said, \"In the Name of our Lord Jesus Christ,\" the mystery is complete through the oneness of the Name, and the Spirit is not separated  from the baptism of Christ, since John baptized unto repentance, Christ in the Spirit."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:33",
                            "text": "44."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:34",
                            "text": "Let us now consider whether as we read that the sacrament of baptism in the Name of Christ was complete, so, too, when the Holy Spirit alone is named, anything is wanting to the completeness of the mystery."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:35",
                            "text": "Let us follow out the argument that he who has named One has signified the Trinity."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:36",
                            "text": "If you name Christ, you imply both God the Father by Whom the Son was anointed, and the Son Himself Who was anointed, and the Holy Spirit with Whom He was anointed."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:37",
                            "text": "For it is written: \"This Jesus of Nazareth, Whom God anointed with the Holy Spirit\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:38",
                            "text": "And if you name the Father, you denote equally His Son and the Spirit of His mouth, if, that is, you apprehend it in your heart."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:39",
                            "text": "And if you speak of the Spirit, you name also God the Father, from Whom the Spirit proceeds, and the Son, inasmuch as He is also the Spirit of the Son."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:40",
                            "text": "45."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:41",
                            "text": "Wherefore that authority may also be joined to reason Scripture indicates that we can also be rightly baptized in the Spirit, when the Lord says: \"But ye shall be baptized in the Holy Spirit\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:42",
                            "text": "And in another place the Apostle says: \"For we were all baptized in the body itself into one Spirit\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:43",
                            "text": "The work is one, for the mystery is one; the baptism one, for there was one death on behalf of the world; there is, then, a oneness of working, a oneness of setting forth, which cannot be separated."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:44",
                            "text": "46."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:45",
                            "text": "But if in this place the Spirit be separated from the operation of the Father and the Son, because it is said, All things are of God, and all things are through the Son, then, too, when the Apostle says of Christ, \"Who is over all, God blessed for ever,\" He set Christ not only above all creatures, but (which it is impious to say) above the Father also."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:46",
                            "text": "But God forbid, for the Father is not amongst all things, is not amongst a kind of crowd of His own creatures."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:47",
                            "text": "The whole creation is below, over all is the Godhead of the Father, the Son, and the Holy Spirit."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:48",
                            "text": "The former serves, the latter rules; the former is subject, the latter reigns; the former is the work, the latter the author of the work; the former, without exception, worships, the latter is worshipped by all without exception."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:49",
                            "text": "47."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:50",
                            "text": "Lastly, of the Son it is written: \"And let all the angels of God worship Him\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:51",
                            "text": "You do not find, Let the Holy Spirit worship."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:52",
                            "text": "And farther on: \"To which of the angels said He at any time, Sit thou on My right hand till I make thine enemies the footstool of thy feet? Are they not all,\" says he, \"ministering spirits who are sent to minister?\" When he says All, does he include the Holy Spirit? Certainly not, because Angels and the other Powers are destined to serve in ministering and obedience to the Son of God."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:53",
                            "text": "48."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:54",
                            "text": "But in truth the Holy Spirit is not a minister but a witness of the Son, as the Son Himself said of Him: \"He shall bear witness of Me\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:55",
                            "text": "The Spirit, then, is a witness of the Son."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:56",
                            "text": "He who is a witness knows all things, as God the Father is a witness."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:57",
                            "text": "For so you read in later passages, for our salvation was confirmed to us by God bearing witness by signs and wonders and by manifold powers and by distributions of the Holy Spirit."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:58",
                            "text": "He who divides as he will is certainly above all, not amongst all, for to divide is the gift of the worker, not an innate part of the work itself."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:59",
                            "text": "49."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:60",
                            "text": "If the Son is above all, through Whom our salvation received its commencement, so that it might be preached, certainly God the Father also, Who testifies and gives confirmation concerning our salvation by signs and wonders, is excepted from all."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:61",
                            "text": "In like manner the Spirit, Who bears witness to our salvation by His diversities of gifts, is not to be numbered with the crowd of creatures, but to be reckoned with the Father and the Son; Who, when He divides, is not Himself divided by cutting off Himself, for being indivisible He loses nothing when He gives to all, as also the Son, when the Father receives the kingdom, loses nothing, nor does the Father, when He gives that which is His to the Son, suffer loss."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:62",
                            "text": "We know, then, by the testimony of the Son that there is no loss in the division of spiritual grace; for He Who breathes where He wills is everywhere free from loss."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:63",
                            "text": "Concerning which power we shall speak more fully farther on."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:64",
                            "text": "50."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:65",
                            "text": "In the meanwhile, since our intention is to prove in due order that the Spirit is not to be reckoned amongst all things, let us take the Apostle, whose words they call in question, as an authority for this position."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:66",
                            "text": "For what \"all things\" would be, whether visible or invisible, he himself declared when he said: \"For in Him were all things created in the heavens and in earth\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:67",
                            "text": "You see that \"all things\" is spoken of things in the heavens, and of things in earth, for in  the heavens are also invisible things which were made."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:68",
                            "text": "51."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:69",
                            "text": "But that no one should be ignorant of this he added those of whom he was speaking: \"Whether thrones or dominions or principalities or powers, all things were created by Him and in Him, and He is before all, and in Him all things consist\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:70",
                            "text": "Does he, then, include the Holy Spirit here amongst creatures? Or when he says that the Son of God is before all things, is he to be supposed to have said that He is before the Father? Certainly not; for as here he says that all things were created by the Son, and that all things in the heavens consist in Him, so, too, it cannot be doubted that all things in the heavens have their strength in the Holy Spirit, since we read: \"By the word of the Lord were the heavens established and all the strength of them by the Spirit of His mouth\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:71",
                            "text": "He, then, is above all, from Whom is all the strength of things in heaven and things on earth."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:72",
                            "text": "He, then, Who is above all things certainly does not serve; He Who serves not is free; He Who is free has the prerogative of lordship."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:73",
                            "text": "52."
                        },
                        {
                            "verse": 74,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:74",
                            "text": "If I were to say this at first it would be denied."
                        },
                        {
                            "verse": 75,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:75",
                            "text": "But in the same manner as they deny the less that the greater may not be believed, so let us set forth lesser matters first that either they may show their perfidy in lesser matters, or, if they grant the lesser matters, we may infer greater from the lesser."
                        },
                        {
                            "verse": 76,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:76",
                            "text": "53."
                        },
                        {
                            "verse": 77,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:77",
                            "text": "I think, most merciful Emperor, that they are most fully confuted who dare to reckon the Holy Spirit amongst all things."
                        },
                        {
                            "verse": 78,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:78",
                            "text": "But that they may know that they are pressed not only by the testimony of the apostles, but also by that of our Lord; how can they dare to reckon the Holy Spirit amongst all things, since the Lord Himself said: \"He who shall blaspheme against the Son of Man, it shall be forgiven him; but he who shall blaspheme against the Holy Ghost shall never be forgiven, either here or hereafter\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:79",
                            "text": "How, then, can any one dare to reckon the Holy Spirit amongst creatures? Or who will so blind himself as to think that if he have injured any creature he cannot be forgiven in any wise? For if the Jews because they worshipped the host of heaven were deprived of divine protection, whilst he who worships and confesses the Holy Spirit is accepted of God, but he who confesses Him not is convicted of sacrilege without forgiveness: certainly it follows from this that the Holy Spirit cannot be reckoned amongst all things, but that He is above all things, an offence against Whom is avenged by eternal punishment."
                        },
                        {
                            "verse": 80,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:80",
                            "text": "54."
                        },
                        {
                            "verse": 81,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:81",
                            "text": "But observe carefully why the Lord said: \"He who shall blaspheme against the Son of Man it shall be forgiven him, but he who shall blaspheme against the Holy Ghost shall never be forgiven, either here or hereafter\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:82",
                            "text": "Is an offence against the Son different from one against the Holy Spirit? For as their dignity is one, and common to both, so too is the offence."
                        },
                        {
                            "verse": 83,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:83",
                            "text": "But if any one, led astray by the visible human body, should think somewhat more remissly than is fitting concerning the Body of Christ (for it ought not to appear of little worth to us, seeing it is the palace of chastity, and the fruit of the Virgin), he incurs guilt, but he is not shut out from pardon, which he may attain to by faith."
                        },
                        {
                            "verse": 84,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book I 3:84",
                            "text": "But if any one should deny the dignity, majesty, and eternal power of the Holy Spirit, and should think that devils are cast out not in the Spirit of God, but in Beelzebub, there can be no attaining of pardon there where is the fulness of sacrilege; for he who has denied the Spirit has denied also the Father and the Son, since the same is the Spirit of God Who is the Spirit of Christ."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: On the Holy Spirit Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:2",
                            "text": "The Holy Spirit is one and the same Who spake in the prophets and apostles, Who is the Spirit of God and of Christ; Whom, further, Scripture designates the Paraclete, and the Spirit of life and truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:3",
                            "text": "55."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:4",
                            "text": "But no one will doubt that the Spirit is one, although very many have doubted whether God be one."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:5",
                            "text": "For many heretics have said that the God of the Old Testament is one, and the God of the New Testament is another."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:6",
                            "text": "But as the Father is one Who both spake of old, as we read, to the fathers by the prophets, and to us in the last days by His Son; \"and as the Son is one, Who according to the tenour of the Old Testament was offended by Adam, seen by Abraham, worshipped by Jacob; so, too, the Holy Spirit is one, who energized in the prophets, was breathed upon the apostles, and was joined to the Father and the Son in the sacrament of baptism."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:7",
                            "text": "For David says of Him: \"And take not Thy Holy Spirit from me\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:8",
                            "text": "And in another place he said of Him: \"Whither shall I go from Thy Spirit?\"  56."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:9",
                            "text": "That you may know that the Spirit of God is the same as the Holy Spirit, as we read also in the Apostle: \"No one speaking in the Spirit of God says Anathema to Jesus and no one can say, Lord Jesus, but in the Holy Spirit,\" the Apostle calls Him the Spirit of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:10",
                            "text": "He called Him also the Spirit of Christ, as you read: \"But ye are not in the flesh but in the Spirit, if so be that the Spirit of God dwelleth in you\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:11",
                            "text": "And farther on: \"But if the Spirit of Him Who raised Jesus from the dead dwelleth in you\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:12",
                            "text": "The same is, then, the Spirit of God, Who is the Spirit of Christ."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:13",
                            "text": "57."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:14",
                            "text": "The same is also the Spirit of Life, as the Apostle says: \"For the law of the Spirit of Life in Christ Jesus hath delivered me from the law of sin and death\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:15",
                            "text": "58."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:16",
                            "text": "Him, then, Whom the Apostle called the Spirit of Life, the Lord in the Gospel named the Paraclete, and the Spirit of Truth, as you find: \"And I will ask the Father, and He will give you another Comforter [Paraclete], that He may be with you for ever, even the Spirit of Truth, Whom this world cannot receive; because it seeth Him not, neither knoweth Him\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:17",
                            "text": "You have, then, the Paraclete Spirit, called also the Spirit of Truth, and the invisible Spirit."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:18",
                            "text": "How, then, do some think that the Son is visible in His Divine Nature, when the world cannot see even the Spirit?  59."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:19",
                            "text": "Receive now the saying of the Lord, that the same is the Holy Spirit Who is the Spirit of Truth, for you read in the end of this book: \"Receive the Holy Spirit\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:20",
                            "text": "And Peter teaches that the same is the Holy Spirit Who is the Spirit of the Lord, when he says: \"Ananias, why has it seemed good to thee to tempt and to lie to the Holy Spirit?\" And immediately after he says again to the wife of Ananias: \"Why has it seemed good to you to tempt the Spirit of the Lord?\" When he says \"to you,\" he shows that he is speaking of the same Spirit of Whom he had spoken to Ananias."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:21",
                            "text": "He Himself is, then, the Spirit of the Lord Who is the Holy Spirit."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:22",
                            "text": "60."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:23",
                            "text": "And the Lord Himself made clear that the same Who is the Spirit of the Father is the Holy Spirit, when according to Matthew He said that we ought not to take thought in persecution what we should say: \"For it is not ye that speak, but the Spirit of your Father that speaketh in you\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:24",
                            "text": "Again He says according to St."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:25",
                            "text": "Luke: \"Be not anxious how ye shall answer or speak, for the Holy Spirit of God shall teach you in that hour what ye ought to say\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:26",
                            "text": "So, although many are called spirits, as it is said: \"Who maketh His Angels spirits,\" yet the Spirit of God is but one."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:27",
                            "text": "61."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book I 4:28",
                            "text": "Both apostles and prophets received that one Spirit, as the vessel of election, the Doctor of the Gentiles, says: \"For we have all drunk of one Spirit;\" Him, as it were, Who cannot be divided, but is poured into souls, and flows into the senses, that He may quench the burning of this world's thirst."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: On the Holy Spirit Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:2",
                            "text": "The Holy Spirit, since He sanctifies creatures, is neither a creature nor subject to change."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:3",
                            "text": "He is always good, since He is given by the Father and the Son; neither is He to be numbered amongst such things as are said to fail."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:4",
                            "text": "He must be acknowledged as the source of goodness."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:5",
                            "text": "The Spirit of God's mouth, the amender of evils, and Himself good."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:6",
                            "text": "Lastly, as He is said in Scripture to be good, and is joined to the Father and the Son in baptism, He cannot possibly be denied to be good."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:7",
                            "text": "He is not, however, said to progress, but to be made perfect in goodness, which distinguishes Him from all creatures."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:8",
                            "text": "62."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:9",
                            "text": "The Holy Spirit is not, then, of the substance of things corporeal, for He sheds incorporeal grace on corporeal things; nor, again, is He of the substance of invisible creatures, for they receive His sanctification, and through Him are superior to the other works of the universe."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:10",
                            "text": "Whether you speak of Angels, or Dominions, or Powers, every creature waits for the grace of the Holy Spirit."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:11",
                            "text": "For as we are children through the Spirit, because \"God sent the Spirit of His Son into our hearts crying, Abba, Father; so that thou art now not a servant but a son;\" in like manner, also, every creature is waiting for the revelation of the sons of God, whom in truth the grace of the Holy Spirit made sons of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:12",
                            "text": "Therefore, also, every creature itself shall be changed by the revelation of the grace of the Spirit, \"and shall be delivered from the bondage of corruption into the liberty of the glory of the children of God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:13",
                            "text": "63."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:14",
                            "text": "Every creature, then, is subject to change, not only such as has been changed by some sin or condition of the outward elements, but also such as can be liable to corruption by a fault of nature, though by careful discipline it be not yet so; for, as we have shown in a former treatise, the nature of Angels evidently can be changed."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:15",
                            "text": "It is certainly fitting to judge that such as is  the nature of one, such also is that of others."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:16",
                            "text": "The nature of the rest, then, is capable of change, but the discipline is better."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:17",
                            "text": "64."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:18",
                            "text": "Every creature, therefore, is capable of change, but the Holy Spirit is good and not capable of change, nor can He be changed by any fault, Who does away the faults of all and pardons their sins."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:19",
                            "text": "How, then, is He capable of change, Who by sanctifying works in others a change to grace, but is not changed Himself."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:20",
                            "text": "65."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:21",
                            "text": "How is He capable of change Who is always good? For the Holy Spirit, through Whom the things that are good are ministered to us, is never evil."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:22",
                            "text": "Whence two evangelists in one and the same place, in words in differing from each other, have made the same statement, for you read in Matthew: \"If you, being evil, know how to give good gifts to your children; how much more shall your Father, Who is in heaven, give good things to them that ask Him\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:23",
                            "text": "But according to Luke you will find it thus written: \"How much more shall your heavenly Father give the Holy Spirit to them that ask Him?\" We observe, then, that the Holy Spirit is good in the Lord's judgment by the testimony of the evangelists, since the one has put good things in the place of the Holy Spirit, the other has named the Holy Spirit in the place of good things."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:24",
                            "text": "If, then, the Holy Spirit is that which is good, how is He not good?  66."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:25",
                            "text": "Nor does it escape our notice that some copies have likewise, according to St."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:26",
                            "text": "Luke: \"How much more shall your heavenly Father give a good gift to them that ask Him\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:27",
                            "text": "This good gift is the grace of the Spirit, which the Lord Jesus shed forth from heaven, after having been fixed to the gibbet of the cross, returning with the triumphal spoils of death deprived of its power, as you find it written: \"Ascending up on high He led captivity captive, and gave good gifts to men\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:28",
                            "text": "And well does he say \"gifts,\" for as the Son was given, of Whom it is written: \"Unto us a Child is born, unto us a Son is given;\" so, too, is the grace of the Spirit given."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:29",
                            "text": "But why should I hesitate to say that the Holy Spirit also is given to us, since it is written: \"The love of God is shed forth in our hearts by the Holy Spirit, Who is given to us\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:30",
                            "text": "And since captive breasts certainly could not receive Him, the Lord Jesus first led captivity captive, that our affections being set free, He might pour forth the gift of divine grace."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:31",
                            "text": "67."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:32",
                            "text": "And He said well \"led captivity captive\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:33",
                            "text": "For the victory of Christ is the victory of liberty, which won grace for all, and inflicted wrong on none."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:34",
                            "text": "So in the setting free of all no one is captive."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:35",
                            "text": "And because in the time of the Lord's passion wrong alone had no part, which had made captive all of whom it had gained possession, captivity itself turning back upon itself was made captive, not now attached to Belial but to Christ, to serve Whom is liberty."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:36",
                            "text": "\"For he who is called in the Lord as a servant is the Lord's freedman\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:37",
                            "text": "68."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:38",
                            "text": "But to return to the point."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:39",
                            "text": "\"All,\" says He, \"have gone aside, all together are become unprofitable."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:40",
                            "text": "There is none that doeth good, not even one\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:41",
                            "text": "If they except the Holy Spirit, even they themselves confess that He is not amongst all; if they do not except Him, then they, too, acknowledge that He has gone aside amongst all."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:42",
                            "text": "69."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:43",
                            "text": "But let us consider whether He has goodness in Himself, since He is the Source and Principle of goodness."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:44",
                            "text": "For as the Father and the Son have, so too the Holy Spirit also has goodness."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:45",
                            "text": "And the Apostle also taught this when he said: \"Now the fruit of the Spirit is peace, love, joy, patience, goodness\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:46",
                            "text": "For who doubts that He is good Whose fruit is goodness."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:47",
                            "text": "For \"a good tree brings forth good fruit\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:48",
                            "text": "70."
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:49",
                            "text": "And so if God be good, how shall He Who is the Spirit of His mouth not be good, Who searcheth even the deep things of God? Can the infection of evil enter into the deep things of God? And from this it is seen how foolish they are who deny that the Son of God is good, when they cannot deny that the Spirit of Christ is good, of Whom the Son of God says: \"Therefore said I that He shall receive of Mine\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:50",
                            "text": "71."
                        },
                        {
                            "verse": 51,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:51",
                            "text": "Or is the Spirit not good, Who of the worst makes good men, does away sin, destroys evil, shuts out crime, pours in good gifts, makes apostles of persecutors, and priests of sinners? \"Ye were,\" it is said, \"sometime darkness, but now are ye light in the Lord\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:52",
                            "text": "72."
                        },
                        {
                            "verse": 53,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:53",
                            "text": "But why do we put them off? And if they ask for statements since they do not deny facts, let them hear that the Holy Spirit is good, for David said: \"Let Thy good Spirit lead me forth in the right way\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:54",
                            "text": "For what is the Spirit but full of goodness? Who though because of His nature He cannot be attained to, yet because of His goodness  can be received by us, filling all things His power, but only partaken of by the just, simple in substance, rich in virtues, present to each, dividing of His own to every one, and Himself whole everywhere."
                        },
                        {
                            "verse": 55,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:55",
                            "text": "73."
                        },
                        {
                            "verse": 56,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:56",
                            "text": "And with good cause did the Son of God say: \"Go and baptize all nations in the Name of the Father, and of the Son, and of the Holy Spirit,\" not disdaining association with the Holy Spirit."
                        },
                        {
                            "verse": 57,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:57",
                            "text": "Why, then, do some take it ill that He Whom the Lord disdained not in the sacrament of baptism, should be joined in our devotion with the Father and the Son?  74."
                        },
                        {
                            "verse": 58,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:58",
                            "text": "Good, then, is the Spirit, but good, not as though acquiring but as imparting goodness."
                        },
                        {
                            "verse": 59,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:59",
                            "text": "For the Holy Spirit does not receive from creatures but is received; as also He is not sanctified but sanctifies; for the creature is sanctified, but the Holy Spirit sanctifies."
                        },
                        {
                            "verse": 60,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:60",
                            "text": "In which matter, though the word is used in common, there is a difference in the nature."
                        },
                        {
                            "verse": 61,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:61",
                            "text": "For both the man who receives and God Who gives sanctity are called holy, as we read: \"Be ye holy, for I am holy\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:62",
                            "text": "Now sanctification and corruption cannot share the same nature, and therefore the grace of the Holy Spirit and the creature cannot be of one substance."
                        },
                        {
                            "verse": 63,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:63",
                            "text": "75."
                        },
                        {
                            "verse": 64,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:64",
                            "text": "Since, then, the whole invisible creation (whose substance some rightly believe to be reasonable and incorporeal), with the exception of the Trinity, does not impart but acquires the grace of the Spirit, and does not share in it but receives it, the whole commonalty of creation is to be separated from association with the Holy Spirit."
                        },
                        {
                            "verse": 65,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book I 5:65",
                            "text": "Let them then believe that the Holy Spirit is not a creature; or, if they think Him a creature, why do they associate Him with the Father? If they think Him a creature, why do they join Him with the Son of God? But if they do not think that He should be separated from the Father and the Son, they do not consider Him to be a creature, for where the sanctification is one the nature is one."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: On the Holy Spirit Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:2",
                            "text": "Although we are baptized with water and the Spirit, the latter is much superior to the former, and is not therefore to be separated from the Father and the Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:3",
                            "text": "76."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:4",
                            "text": "There are, however, many who, because we are baptized with water and the Spirit, think that there is no difference in the offices of water and the Spirit, and therefore think that they do not differ in nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:5",
                            "text": "Nor do they observe that we are buried in the element of water that we may rise again renewed by the Spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:6",
                            "text": "For in the water is the representation of death, in the Spirit is the pledge of life, that the body of sin may die through the water, which encloses the body as it were in a kind of tomb, that we, by the power of the Spirit, may be renewed from the death of sin, being born again in God."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:7",
                            "text": "77."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:8",
                            "text": "And so these three witnesses are one, as John said: \"The water, the blood, and the Spirit\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:9",
                            "text": "One in the mystery, not in nature."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:10",
                            "text": "The water, then, is a witness of burial, the blood is a witness of death, the Spirit is a witness of life."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:11",
                            "text": "If, then, there be any grace in the water, it is not from the nature of water, but from the presence of the Holy Spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:12",
                            "text": "78."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:13",
                            "text": "Do we live in the water or in the Spirit? Are we sealed in the water or in the Spirit."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:14",
                            "text": "For in Him we live and He Himself is the earnest of our inheritance, as the Apostle says, writing to the Ephesians: \"In Whom believing ye were sealed with the Holy Spirit of promise, Who is an earnest of our inheritance\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:15",
                            "text": "So we were sealed by the Holy Spirit, not by nature, but by God, for it is written: \"He Who anointed us is God, Who also sealed us, and gave the earnest of the Spirit in our hearts\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:16",
                            "text": "79."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:17",
                            "text": "We were then sealed with the Spirit by God."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:18",
                            "text": "For as we die in Christ, in order to be born again, so, too, we are sealed with the Spirit, that we may possess His brightness and image and grace, which is undoubtedly our spiritual seal."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:19",
                            "text": "For although we were visibly sealed in our bodies, we are in truth sealed in our hearts, that the Holy Spirit may portray in us the likeness of the heavenly image."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:20",
                            "text": "80."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:21",
                            "text": "Who, then, can dare to say that the Holy Spirit is separated from the Father and the Son, since through Him we attain to the image and likeness of God, and through Him, as the Apostle Peter says, are partakers of the divine nature? In which there is certainly not the inheritance of carnal succession, but the spiritual connection of the grace of adoption."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book I 6:22",
                            "text": "And in order that we may know that this seal is rather on our hearts than on our bodies, the prophet says: \"The light of Thy countenance has been impressed upon us, O Lord, Thou hast put gladness in my heart\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: On the Holy Spirit Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:2",
                            "text": "The Holy Spirit is not a creature, seeing that He is infinite, and was shed upon the apostles dispersed through all countries, and moreover sanctifies the Angels also, to whom He makes us equal."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:3",
                            "text": "Mary was full of the same likewise, so too, Christ the Lord, and so far all things high and low."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:4",
                            "text": "And all benediction has its origin from His operation, as was signified in the moving of the water at Bethesda."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:5",
                            "text": "81."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:6",
                            "text": "Since then, every creature is confined within certain limits of its own nature, and inasmuch as those invisible operations, which cannot be circumscribed by place and bounds, yet are closed in by the property of their own substance; how can any one dare to call the Holy Spirit a creature, Who has not a limited and circumscribed power? because He is always in all things and everywhere, which assuredly is the property of Divinity and Lordship, for: \"The earth is the Lord's and the fulness thereof\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:7",
                            "text": "81."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:8",
                            "text": "And so, when the Lord appointed His servants the apostles, that we might recognize that the creature was one thing and the grace of the Spirit another, He appointed them to different places, because all could not be everywhere at once."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:9",
                            "text": "But He gave the Holy Spirit to all, to shed upon the apostles though separated the gift of indivisible grace."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:10",
                            "text": "The persons, then, were different, but the accomplishment of the working was in all one, because the Holy Spirit is one of Whom it is said: \"Ye shall receive power, even the Holy Spirit coming upon you, and ye shall be witnesses to Me in Jerusalem and in all Judea and Samaria, and unto the ends of the earth\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:11",
                            "text": "82."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:12",
                            "text": "The Holy Spirit, then, is uncircumscribed and infinite, Who infused Himself into the minds of the disciples throughout the separate divisions of distant regions, and the remote bounds of the whole world, Whom nothing is able to escape or to deceive."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:13",
                            "text": "And therefore holy David says: \"Whither shall I go from Thy Spirit, or whither shall I flee from Thy face\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:14",
                            "text": "Of what Angel does the Scripture say this? of what Dominion? of what Power? of what Angel do we find the power diffused over many? For Angels were sent to few, but the Holy Spirit was poured upon whole peoples."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:15",
                            "text": "Who, then, can doubt that that is divine which is shed upon many at once and is not seen; but that that is corporeal which is seen and held by individuals?  83."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:16",
                            "text": "But in like manner as the Spirit sanctifying the apostles is not a partaker of human nature; so, too, He sanctifying Angels, Dominions, and Powers, has no partnership with creatures."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:17",
                            "text": "But if any think that the holiness of the Angels is not spiritual, but some other kind of grace belonging to the property of their nature, they will forsooth judge Angels to be inferior to men."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:18",
                            "text": "For since themselves also confess that they would not dare to compare Angels to the Holy Spirit, and they cannot deny that the Holy Spirit is shed upon men; but the sanctification of the Spirit is a divine gift and favour, men who possess a better kind of sanctification will certainly be found to be preferred to the Angels."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:19",
                            "text": "But since Angels come down to men to assist them, it must be understood that the nature of Angels is higher as it receives more of the grace of the Spirit, and that the favour awarded to us and to them comes from the same author."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:20",
                            "text": "84."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:21",
                            "text": "But how great is that grace which makes even the lower nature of the lot of men equal to the gifts received by Angels, as the Lord Himself promised, saying: \"Ye shall be as the Angels in heaven\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:22",
                            "text": "Nor is it difficult, for He Who made those Angels in the Spirit will by the same grace make men also equal to the Angels."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:23",
                            "text": "85."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:24",
                            "text": "But of what creature can it be said that it fills all things, as is written of the Holy Spirit: \"I will pour My Spirit upon all flesh\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:25",
                            "text": "This cannot be said of an Angel."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:26",
                            "text": "Lastly, Gabriel himself, when sent to Mary, said: \"Hail, full of grace,\" plainly declaring the grace of the Spirit which was in her, because the Holy Spirit had come upon her, and she was about to have her womb full of grace with the heavenly Word."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:27",
                            "text": "86."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:28",
                            "text": "For it is of the Lord to fill all things, Who says: \"I fill heaven and earth\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:29",
                            "text": "If, then, it is the Lord Who fills heaven and earth, Who can judge the Holy Spirit to be without a share in the dominion and divine power, seeing that He has filled the world, and what is beyond the whole world, filled Jesus the Redeemer of the whole world? For it is written: \"But Jesus, full of the Holy Spirit, departed from Jordan\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:30",
                            "text": "Who, then, except one who possessed the same fulness could fill Him Who fills all things?  87."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:31",
                            "text": "But lest they should object that this was said according to the flesh, though He alone from Whose flesh went forth virtue to heal all, was more than all; yet, as the Lord fills all things, so, too, we read of the Spirit: \"For the Spirit of the Lord filled the whole world\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:32",
                            "text": "And you find it said of all  who had consorted with the Apostles that, \"filled with the Holy Spirit they spoke the word of God with boldness\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:33",
                            "text": "You see that the Spirit gives both fulness and boldness, Whose operation the archangel announces to Mary, saying: \"The Holy Spirit shall come on thee\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:34",
                            "text": "88."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:35",
                            "text": "You read, too, in the Gospel that the Angel descended at the appointed time into the pool and troubled the water, and he who first went down into the pool was made whole."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:36",
                            "text": "What did the Angel declare in this type but the descent of the Holy Spirit, which was to come to pass in our day, and should consecrate the waters when invoked by the prayers of the priest? That Angel, then, was a herald of the Holy Spirit, inasmuch as by means of the grace of the Spirit medicine was to be applied to our infirmities of soul and mind."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:37",
                            "text": "The Spirit, then, has the same ministers as God the Father and Christ."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:38",
                            "text": "He fills all things, possesses all things, works all and in all in the same manner as God the Father and the Son work."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:39",
                            "text": "89."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:40",
                            "text": "What, then, is more divine than the working of the Holy Spirit, since God Himself testifies that the Holy Spirit presides over His blessings, saying: \"I will put My Spirit upon thy seed and My blessings upon thy children\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:41",
                            "text": "For no blessing can be full except through the inspiration of the Holy Spirit."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:42",
                            "text": "Wherefore, too, the Apostle found nothing better to wish us than this, as He himself said: \"We cease not to pray and make request for you that ye may be filled with the knowledge of His will, in all wisdom and spiritual understanding walking worthily of God\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:43",
                            "text": "He taught, then, that this was the will of God, that rather by walking in good works and words and affections, we should be filled with the will of God, Who puts His Holy Spirit in our hearts."
                        },
                        {
                            "verse": 44,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book I 7:44",
                            "text": "Therefore if he who has the Holy Spirit is filled with the will of God, there is certainly no difference of will between the Father and the Son."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: On the Holy Spirit Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:2",
                            "text": "The Holy Spirit is given by God alone, yet not wholly to each person, since there is no one besides Christ capable of receiving Him wholly."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:3",
                            "text": "Charity is shed abroad by the Holy Spirit, Who, prefigured by the mystical ointment, is shown to have nothing common with creatures; and He, inasmuch as He is said to proceed from the mouth of God, must not be classed with creatures, nor with things divisible, seeing He is eternal."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:4",
                            "text": "90."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:5",
                            "text": "Observe at the same time that God gives the Holy Spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:6",
                            "text": "For this is no work of man, nor gift of man; but He Who is invoked by the priest is given by God, wherein is the gift of God and the ministry of the priest."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:7",
                            "text": "For if the Apostle Paul judged that he was not able to give the Holy Spirit himself by his own authority, and considered himself so far unequal to this office that he wished us to be filled by God with the Spirit, who is sufficient to dare to arrogate to himself the conferring of this gift? So the Apostle uttered this wish in prayer, and did not claim a right by any authority of his own; he desired to obtain, he did not presume to command."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:8",
                            "text": "Peter, too, says that he is not capable of compelling or restraining the Holy Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:9",
                            "text": "For he spoke thus: \"Wherefore if God has granted them the same grace as to us, who was I that I could resist God?\"  91."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:10",
                            "text": "But perchance they would not be moved by the example of apostles, and so let us use divine utterances; for it is written: \"Jacob is My servant, I will uphold him; Israel is My elect, My soul hath upheld him, I put My Spirit upon him\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:11",
                            "text": "The Lord also said by Isaiah: \"The Spirit of the Lord is upon Me, because He hath anointed Me\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:12",
                            "text": "92."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:13",
                            "text": "Who, then, can dare to say that the substance of the Holy Spirit is created, at Whose shining in our hearts we behold the beauty of divine truth, and the distance between the creature and the Godhead, that the work may be distinguished from its Author? Or of what creature has God so spoken as to say: \"I will pour out of My Spirit\"? He said not Spirit, but \"of My Spirit,\" for we are not able to receive the fulness of the Holy Spirit, but we receive as much as our Master divides to us of His own according to His will."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:14",
                            "text": "For as the Son of God thought it not robbery that He should be equal to God, but emptied Himself, that we might be able to receive Him in our minds; but He emptied Himself not that He was void of His own fulness, but in order that He, Whose fulness I could not endure, might infuse Himself into me according to the measure of my capacity, in like manner also the Father says that He pours out of the Spirit upon all flesh; for He did not pour Him forth wholly, but that which He poured forth abounded for all."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:15",
                            "text": "93."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:16",
                            "text": "There was therefore a pouring out upon us of the Spirit, but upon the Lord Jesus, when He was in the form of man, the  Spirit abode, as it is written: \"Upon Whom thou shalt see the Spirit descending from heaven, and abiding upon Him, He it is Who baptizeth in the Holy Spirit\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:17",
                            "text": "Around us is the liberality of the Giver in abundant provision, in Him abides for ever the fulness of the Spirit."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:18",
                            "text": "He shed forth then what He deemed to be sufficient for us, and what was shed forth is not separated nor divided; but He has a unity of fulness wherewith He may enlighten the sight of our hearts according to what our strength is capable of."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:19",
                            "text": "Lastly, we receive so much as the advancing of our mind acquires, for the fulness of the grace of the Spirit is indivisible, but is shared in by us according to the capacity of our own nature."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:20",
                            "text": "94."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:21",
                            "text": "God, then, sheds forth of the Spirit, and the love of God is also shed abroad through the Spirit; in which point we ought to recognize the unity of the operation and of the grace."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:22",
                            "text": "For as God shed forth of the Holy Spirit, so also \"the love of God is shed abroad in our hearts through the Holy Spirit;\" in order that we may understand that the Holy Spirit is not a work, Who is the dispenser and plenteous Fount of the divine love."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:23",
                            "text": "95."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:24",
                            "text": "In like manner that you may believe that that which is shed abroad cannot be common to the creatures but peculiar to the Godhead, the name of the Son is also poured forth, as you read: \"Thy Name is as ointment poured forth\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:25",
                            "text": "Of which saying nothing can surpass the force."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:26",
                            "text": "For as ointment closed up in a vase keeps in its perfume, so long as it is confined in the narrow space of that vase, though it cannot reach many, it yet preserves its strength."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:27",
                            "text": "But when the ointment has been poured out of that vase wherein it was enclosed, it spreads far and wide; so, too, the Name of Christ before His coming amongst the people of Israel was enclosed in the minds of the Jews as in some vase."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:28",
                            "text": "For \"God is known in Judah, His Name is great in Israel;\" that is, the Name which the vases of the Jews held confined in their narrow limits."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:29",
                            "text": "96."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:30",
                            "text": "Even then that Name was indeed great, when it remained in the narrow limits of the weak and few, but it had not yet poured forth its greatness throughout the hearts of the Gentiles, and to the ends of the whole world."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:31",
                            "text": "But after that He by His coming had shone throughout the whole world, He spread abroad that divine Name of His throughout all creatures, not filled up by any addition (for fulness admits not of increase), but filling up the empty spaces, that His Name might be wonderful in all the world."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:32",
                            "text": "The pouring forth, then, of His Name signifies a kind of abundant exuberance of graces and copiousness of heavenly goods, for whatever is poured forth flows over from abundance."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:33",
                            "text": "97."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:34",
                            "text": "So as wisdom which proceeds from the mouth of God cannot be said to be created, nor the Word Which is uttered from His heart, nor the power in which is the fulness of the eternal Majesty; so, too, the Spirit which is poured forth from the mouth of God cannot be considered to be created, since God Himself has shown their unity to be such that He speaks of His pouring forth of His Spirit."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:35",
                            "text": "By which we understand that the grace of God the Father is the same as that of the Holy Spirit, and that without any division or loss it is divided to the hearts of each."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:36",
                            "text": "That, then, which is shed abroad of the Holy Spirit is neither severed, nor comprehended in any corporeal parts, nor divided."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:37",
                            "text": "98."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:38",
                            "text": "For how can it be credible that the Spirit should be divided by any parcelling out? John says of God: \"Hereby know we that He abides in us by the Spirit which He hath given us\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:39",
                            "text": "But that which abides always is certainly not changed, therefore if it suffers no change it is eternal."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:40",
                            "text": "And so the Holy Spirit is eternal, but the creature is liable to fault, and therefore subject to change."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:41",
                            "text": "But that which is subject to change cannot be eternal, and there cannot therefore be anything in common between the Spirit and the creature, because the Spirit is eternal, but every creature is temporal."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:42",
                            "text": "99."
                        },
                        {
                            "verse": 43,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book I 8:43",
                            "text": "But the Apostle also shows that the Holy Spirit is eternal, for: \"If the blood of bulls and of goats, and the sprinkling the ashes of an heifer sanctifieth to the purifying of the flesh, how much more the blood of Christ, Who through the eternal Spirit offered Himself without spot to God?\" Therefore the Spirit is eternal."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: On the Holy Spirit Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:2",
                            "text": "The Holy Spirit is rightly called the ointment of Christ, and the oil of gladness; and why Christ Himself is not the ointment, since He was anointed with the Holy Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:3",
                            "text": "It is not strange that the Spirit should be called Ointment, since the Father and the Son are also called Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:4",
                            "text": "And there is no confusion between them, since Christ alone suffered death, Whose saving cross is then spoken of."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:5",
                            "text": "100."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:6",
                            "text": "Now many have thought that the  Holy Spirit is the ointment of Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:7",
                            "text": "And well it is said ointment, because He is called the oil of gladness, the joining together of many graces giving a sweet fragrance."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:8",
                            "text": "But God the Almighty Father anointed Him the Prince of priests, Who was, not like others anointed in a type under the Law, but was both according to the Law anointed in the body, and in truth was full with the virtue of the Holy Spirit from the Father above the Law."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:9",
                            "text": "101."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:10",
                            "text": "This is the oil of gladness, of which the prophet says: \"God, even Thy God, hath anointed Thee with the oil of gladness above Thy fellows\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:11",
                            "text": "Lastly, Peter says that Jesus was anointed with the Spirit, as you read: \"Ye know that word which went through all Judea beginning from Galilee after the baptism which John preached, even Jesus of Nazareth, how God anointed Him with the Holy Spirit\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:12",
                            "text": "The Holy Spirit is, then, the oil of gladness."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:13",
                            "text": "102."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:14",
                            "text": "And well did he say oil of gladness, lest you should think Him a creature; for it is the nature of this sort of oil that it will by no means mingle with moisture of another kind."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:15",
                            "text": "Gladness, too, does not anoint the body, but brightens the inmost heart, as the prophet said: \"Thou hast put gladness in my heart\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:16",
                            "text": "So as he loses his pains who wishes to mix oil with moister matter, because since the nature of oil is lighter than others, when the others settle, it rises and is separated."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:17",
                            "text": "How do those wretched pedlars think that the oil of gladness can by their tricks be mingled with other creatures, since of a truth corporeal things cannot be mingled with in corporeal, nor things created with uncreated?  102."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:18",
                            "text": "And well is that called oil of gladness wherewith Christ was anointed; for neither was usual nor common oil to be sought for Him, wherewith either wounds are dressed or heat assuaged; since the salvation of the world did not seek alleviation for His wounds, nor the eternal might of His wearied Body demand refreshment."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:19",
                            "text": "103."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:20",
                            "text": "Nor is it wonderful if He have the oil of gladness, Who made those about to die rejoice, put off sadness from the world, destroyed the odour of sorrowful death."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:21",
                            "text": "And so the Apostle says: \"For we are the good odour of Christ to God;\" certainly showing that he is speaking of spiritual things."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:22",
                            "text": "But when the Son of God Himself says: \"The Spirit of the Lord is upon Me, because He hath anointed Me,\" He points out the ointment of the Spirit."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:23",
                            "text": "Therefore the Spirit is the ointment of Christ."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:24",
                            "text": "104."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:25",
                            "text": "Or since the Name of Jesus is as ointment poured out, if they wish to understand Christ Himself, and not the Spirit of Christ to be expressed under the name of ointment, certainly when the Apostle Peter says that the Lord Jesus was anointed with the Holy Spirit, it is without doubt plain that the Spirit also is called ointment."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:26",
                            "text": "105."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:27",
                            "text": "But what wonder, since both the Father and the Son are said to be Spirit."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:28",
                            "text": "Of which we shall speak more fully when we begin to speak of the Unity of the Name."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:29",
                            "text": "Yet since most suitable place occurs here, that we may not seem to have passed on without a conclusion, let them read that both the Father is called Spirit, as the Lord said in the Gospel, \"for God is Spirit;\" and Christ is called Spirit, for Jeremiah said: \"The Spirit before our face, Christ the Lord\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:30",
                            "text": "106."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:31",
                            "text": "So, then, both the Father is Spirit and Christ is Spirit, for that which is not a created body is spirit, but the Holy Spirit is not commingled with the Father and the Son, but is distinct from the Father and from the Son."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:32",
                            "text": "For the Holy Spirit did not die, Who could not die because He had not taken flesh upon Him, and the eternal Godhead was incapable of dying, but Christ died according to the flesh."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:33",
                            "text": "107."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:34",
                            "text": "For of a truth He died in that which He took of the Virgin, not in that which He had of the Father, for Christ died in that nature in which He was crucified."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:35",
                            "text": "But the Holy Spirit could not be crucified, Who had not flesh and bones, but the Son of God was crucified, Who took flesh and bones, that on that cross the temptations of our flesh might die."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:36",
                            "text": "For He took on Him that which He was not that He might hide that which He was; He hid that which He was that He might be tempted in it, and that which He was not might be redeemed, in order that He might call us by means of that which He was not to that which He was."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:37",
                            "text": "108."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:38",
                            "text": "O the divine mystery of that cross, on which weakness hangs, might is free, vices are nailed, and triumphal trophies raised."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:39",
                            "text": "So that a certain saint said: \"Pierce my flesh with nails for fear of Thee;\" he says not with nails of iron, but of fear and faith."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:40",
                            "text": "For the bonds of virtue are stronger than those of punishment."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:41",
                            "text": "Lastly, his faith bound Peter, when he had followed the Lord as far as the hall of the high priest, whom no one had bound,  and punishment loosened not him, whom faith bound."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:42",
                            "text": "Again, when he was bound by the Jews, prayer loosed him, punishment did not hold him, because he had not gone back from Christ."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:43",
                            "text": "109."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:44",
                            "text": "Therefore do you also crucify sin, that you may die to sin; he who dies to sin lives to God; do you live to Him Who spared not His own Son, that in His body He might crucify our passions."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:45",
                            "text": "For Christ died for us, that we might live in His revived Body."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:46",
                            "text": "Therefore not our life but our guilt died in Him, \"Who,\" it is said, \"bare our sins in His own Body on the tree; that being set free from our sins we might live in righteousness, by the wound of Whose stripes we are healed\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:47",
                            "text": "110."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:48",
                            "text": "That wood of the cross is, then, as it were a kind of ship of our salvation, our passage, not a punishment, for there is no other salvation but the passage of eternal salvation."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:49",
                            "text": "Whilst expecting death I do not feel it; whilst thinking little of punishment I do not suffer; whilst careless of fear I know it not."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:50",
                            "text": "111."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:51",
                            "text": "Who, then, is He by the wound of Whose stripes we are healed but Christ the Lord? of Whom the same Isaiah prophesied His stripes were our healing, of Whom Paul the Apostle wrote in his epistle: \"Who knew no sin, but was made sin for us\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:52",
                            "text": "This, indeed, was divine in Him, that His Flesh did no sin, nor did the creature of the body take in Him sin."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book I 9:53",
                            "text": "For what wonder would it be if the Godhead alone sinned not, seeing It had no incentives to sin? But if God alone is free from sin, certainly every creature by its own nature can be, as we have said, liable to sin."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: On the Holy Spirit Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:2",
                            "text": "That the Spirit forgives sin is common to Him with the Father and the Son, but not with the Angels."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:3",
                            "text": "112."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:4",
                            "text": "Tell me, then, whoever you are who deny the Godhead of the Holy Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:5",
                            "text": "The Spirit could not be liable to sin, Who rather forgives sin."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:6",
                            "text": "Does an Angel forgive? Does an Archangel? Certainly not, but the Father alone, the Son alone, and the Holy Spirit alone."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:7",
                            "text": "Now no one is unable to avoid that which he has power to forgive."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:8",
                            "text": "113."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:9",
                            "text": "But perhaps some one will say that the Seraph said to Isaiah: \"Behold, this hath touched thy lips, and shall take away thine iniquities, and purge away thy sins\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:10",
                            "text": "Shall take away, he says, and shall purge, not I will take away, but that fire from the altar of God, that is, the grace of the Spirit."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:11",
                            "text": "For what else can we piously understand to be on the altar of God but the grace of the Spirit? Certainly not the wood of the forests, nor the soot and coals."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:12",
                            "text": "Or what is so in accordance with piety as to understand according to the mystery that it was revealed by the mouth of Isaiah that all men should be cleansed by the passion of Christ, Who as a coal according to the flesh burnt up our sins, as you read in Zechariah: \"Is not this a brand cast forth from the fire? And that was Joshua clothed in filthy garments\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:13",
                            "text": "114."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:14",
                            "text": "Lastly, that we may know that this mystery of the common redemption was most clearly revealed by the prophets, you have also in this place: \"Lo, it hath taken away thy sins;\" not that Christ put aside His sins Who did no sin, but that in the flesh of Christ the whole human race should be loosed from their sins."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:15",
                            "text": "115."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:16",
                            "text": "But even if the Seraph had taken away sin, it would have been as one of the ministers of God appointed to this mystery."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book I 10:17",
                            "text": "For thus said Isaiah: \"For one of the Seraphim was sent to me\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: On the Holy Spirit Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:2",
                            "text": "The Spirit is sent to all, and passes not from place to place, for He is not limited either by time or space."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:3",
                            "text": "He goes forth from the Son, as the Son from the Father, in Whom He ever abides: and also comes to us when we receive."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:4",
                            "text": "He comes also after the same manner as the Father Himself, from Whom He can by no means be separated."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:5",
                            "text": "116."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:6",
                            "text": "The Spirit, also, is indeed said to be sent, but the Seraph to one, the Spirit to all."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:7",
                            "text": "The Seraph is sent to minister, the Spirit works a mystery."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:8",
                            "text": "The Seraph performs what is commanded, the Spirit divides as He wills."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:9",
                            "text": "The Seraph passes from place to place, for he does not fill all things, but is himself filled by the Spirit."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:10",
                            "text": "The Seraph comes down with a certain mode of passage according to his nature, but we cannot think this of the Spirit, of Whom the Son of God says: \"When the Paraclete shall come, even the Spirit of Truth, Whom I send unto you, Who proceedeth from the Father\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:11",
                            "text": "117."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:12",
                            "text": "For if the Spirit proceeds from a place and passes to a place, both the Father Himself will be found in a place, and the  Son likewise."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:13",
                            "text": "If He goes forth from a place, Whom the Father or the Son sends, certainly the Spirit passing from a place, and making progress, seems to leave, according to those impious interpretations, both the Father and the Son like some material body."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:14",
                            "text": "118."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:15",
                            "text": "I am saying this with reference to those who say that the Spirit comes down by movement."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:16",
                            "text": "But neither the Father, Who is above all not only of corporeal nature, but also of the invisible creation, is circumscribed in any place; nor is the Son, Who, as the Worker of all creation, is above every creature, enclosed by the places or times of His own works; nor is the Spirit of Truth as being the Spirit of God, circumscribed by any corporeal limits, Who since He is incorporeal is far above the whole rational creation through the ineffable fulness of His Godhead, having over all things the power of breathing where He wills, and of inspiring as He wills."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:17",
                            "text": "119."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:18",
                            "text": "The Spirit is not, then, sent as it were from a place, nor does He proceed as from a place, when He proceeds from the Son, as the Son Himself, when He says, \"I came forth from the Father, and am come into the world,\" destroys all fancies, which can be reckoned as from place to place."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:19",
                            "text": "In like manner, also, when we read that God is within or without, we certainly do not either enclose God within anybody or separate Him from anybody, but weighing these things in a deep and ineffable estimation, we comprehend the hiddenness of the divine nature."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:20",
                            "text": "120."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:21",
                            "text": "Lastly, Wisdom so says that she came forth from the mouth of the Most High, as not to be external to the Father, but with the Father; for \"the Word was with God;\" and not only with God but also in God; for He says: \"I am in the Father and the Father is in Me\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:22",
                            "text": "But neither when He goes forth from the Father does He retire from a place, nor is He separated as a body from a body; nor when He is in the Father is He as if a body enclosed as it were in a body."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:23",
                            "text": "The Holy Spirit also, when He proceeds from the Father and the Son, is not separated from the Father nor separated from the Son."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:24",
                            "text": "For how could He be separated from the Father Who is the Spirit of His mouth? Which is certainly both a proof of His eternity, and expresses the Unity of this Godhead."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:25",
                            "text": "121."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:26",
                            "text": "He exists then, and abides always, Who is the Spirit of His mouth, but He seems to come down when we receive Him, that He may dwell in us, that we may not be alien from His grace."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:27",
                            "text": "To us He seems to come down, not that He does come down, but that our mind ascends to Him."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:28",
                            "text": "Of which we would speak more fully did we not remember that in the former treatise there was set forth that the Father said: \"Let us go down and confound their language,\" and that the Son said: \"He that loveth Me will keep My saying, and My Father will love him, and We will come to Him and make Our abode with Him\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:29",
                            "text": "122."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:30",
                            "text": "The Spirit, then, so comes as does the Father, for where the Father is there is also the Son, and where the Son is there is the Holy Spirit."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:31",
                            "text": "The Holy Spirit, therefore, is not to be supposed to come separately."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:32",
                            "text": "But He comes not from place to place, but from the disposition of the order to the safety of redemption, from the grace of giving life to that of sanctification, to translate us from earth to heaven, from wretchedness to glory, from slavery to a kingdom."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:33",
                            "text": "123."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:34",
                            "text": "The Spirit comes, then, as the Father comes."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:35",
                            "text": "For the Son said, \"I and the Father will come, and will make Our abode with Him\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:36",
                            "text": "Does the Father come in a bodily fashion? Thus, then, comes the Spirit in Whom, when He comes, is the full presence of the Father and the Son."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:37",
                            "text": "124."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:38",
                            "text": "But who can separate the Spirit from the Father and the Son, since we cannot even name the Father and the Son without the Spirit? \"For no one saith Lord Jesus, except in the Holy Spirit?\" If, then, we cannot call Jesus Lord except in the Holy Spirit, we certainly cannot proclaim Him without the Spirit."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:39",
                            "text": "But if the Angels also proclaim Jesus to be Lord, Whom no one can proclaim except in the Spirit, then in them also the office of the Holy Spirit operates."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:40",
                            "text": "125."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book I 11:41",
                            "text": "We have proved, then, that the presence and the grace of the Father, the Son, and the Holy Spirit are one, which is so heavenly and divine that the Son gives thanks therefore to the Father, saying, \"I give thanks to Thee, O Father, Lord of heaven and earth, because Thou hast hidden these things from the wise and prudent, and hast revealed them unto babes\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: On the Holy Spirit Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:2",
                            "text": "The peace and grace of the Father, the Son, and the Holy Spirit are one, so also is Their charity one, which showed itself chiefly in the redemption of man."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:3",
                            "text": "Their communion with man is also one."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:4",
                            "text": "126."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:5",
                            "text": "Therefore since the calling is one, the grace is also one."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:6",
                            "text": "Lastly, it is written: \"Grace unto you and peace from God our Father, and from the Lord Jesus Christ\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:7",
                            "text": "You see, then, that we are told that the grace of the Father and the Son is one, and the peace of the Father and the Son is one, but this grace and peace is the fruit of the Spirit, as the Apostle taught us himself, saying: \"But the fruit of the Spirit is love, joy, peace, patience\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:8",
                            "text": "And peace is good and necessary that no one be troubled with doubtful disputations, nor be shaken by the storm of bodily passions, but that his affections may remain quietly disposed as to the worship of God, with simplicity of faith and tranquillity of mind."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:9",
                            "text": "127."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:10",
                            "text": "As to peace we have proved the point; but as to grace the prophet Zechariah says, that God promised to pour upon Jerusalem the spirit of grace and mercy, and the Apostle Peter says: \"Repent and be baptized every one of you in the Name of the Lord Jesus Christ for the remission of sins, and ye shall receive the grace of the Holy Spirit\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:11",
                            "text": "So grace comes also of the Holy Spirit as of the Father and the Son."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:12",
                            "text": "For how can there be grace without the Spirit, since all divine grace is in the Spirit?  128."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:13",
                            "text": "Nor do we read only of the peace and grace of the Father, the Son, and the Holy Spirit, but also, faithful Emperor, of the love and communion."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:14",
                            "text": "For of love it has been said: \"The grace of our Lord Jesus Christ, and the love of God\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:15",
                            "text": "We have heard of the love of the Father."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:16",
                            "text": "The same love which is the Father's is also the Son's."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:17",
                            "text": "For He Himself said: \"He that loveth Me shall be loved of My Father, and I will love him\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:18",
                            "text": "And what is the love of the Son, but that He offered Himself for us, and redeemed us with His own blood."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:19",
                            "text": "But the same love is in the Father, for it is written: \"God so loved the world, that He gave His Only-begotten Son\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:20",
                            "text": "129."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:21",
                            "text": "So, then, the Father gave the Son, and the Son gave Himself."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:22",
                            "text": "Love is preserved and due affection is not wronged, for affection is not wronged where there is no distress in the giving up."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:23",
                            "text": "He gave one Who was willing, He gave One Who offered Himself, the Father did not give the Son to punishment but to grace."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:24",
                            "text": "If you enquire into the merit of the deed, enquire into the description of the affection."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:25",
                            "text": "The vessel of election shows plainly the unity of this divine love, because both the Father gave the Son and the Son gave Himself."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:26",
                            "text": "The Father gave, Who \"spared not His own Son, but gave Him up for us all\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:27",
                            "text": "And of the Son he also says: \"Who gave Himself for me\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:28",
                            "text": "\"Gave Himself,\" he says."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:29",
                            "text": "If it be of grace, what do I find fault with."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:30",
                            "text": "If it be that He suffered wrong, I owe the more."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:31",
                            "text": "130."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:32",
                            "text": "But learn that in like manner as the Father gave the Son, and the Son gave Himself, so, too, the Holy Spirit gave Him."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:33",
                            "text": "For it is written: \"Then was Jesus led by the Spirit into the wilderness to be tempted by the devil\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:34",
                            "text": "So, too, the loving Spirit gave the Son of God."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:35",
                            "text": "For as the love of the Father and the Son is one, so, too, we have shown that this love of God is shed abroad by the Holy Spirit, and is the fruit of the Holy Spirit, because \"the fruit of the Spirit is love, joy, peace, patience\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:36",
                            "text": "131."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:37",
                            "text": "And that there is communion between the Father and the Son is plain, for it is written: \"And our communion is with the Father and with His Son Jesus Christ\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:38",
                            "text": "And in another place: \"The communion of the Holy Spirit be with you all\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:39",
                            "text": "If, then, the peace of the Father, the Son, and the Holy Spirit is one, the grace one, the love one, and the communion one, the working is certainly one, and where the working is one, certainly the power cannot be divided nor the substance separated."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book I 12:40",
                            "text": "For, if so, how could the grace of the same working agree?."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ambrose: On the Holy Spirit Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:3",
                            "text": "Ambrose shows from the Scriptures that the Name of the Three Divine Persons is one, and first the unity of the Name of the Son and of the Holy Spirit, inasmuch as each is called Paraclete and Truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:4",
                            "text": "132."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:5",
                            "text": "Who, then, would dare to deny the oneness of Name, when he sees the oneness of the working."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:6",
                            "text": "But why should I maintain the unity of the Name by arguments, when there is the plain testimony of the Divine Voice that the Name of the Father, the Son, and the Holy Spirit is one? For it is written: \"Go, baptize all nations in the Name of the Father, and of the Son, and of  the Holy Spirit\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:7",
                            "text": "He said, \"in the Name,\" not \"in the Names\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:8",
                            "text": "So, then, the Name of the Father is not one, that of the Son another, and that of the Holy Spirit another, for God is one; the Names are not more than one, for there are not two Gods, or three Gods."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:9",
                            "text": "132."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:10",
                            "text": "And that He might reveal that the Godhead is one and the Majesty one, because the Name of the Father, the Son, and the Holy Spirit is one, and the Son did not come in one Name and the Holy Spirit in another, the Lord Himself said: \"I am come in My Father's Name, and ye did not receive Me, if another shall come in his own name ye will receive him\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:11",
                            "text": "133."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:12",
                            "text": "And Scripture makes clear that that which is the Father's Name, the same is also that of the Son, for the Lord said in Exodus: \"I will go before thee in My Name, and will call by My Name the Lord before thee\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:13",
                            "text": "So, then, the Lord said that He would call the Lord by His Name."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:14",
                            "text": "The Lord, then, is the Name of the Father and of the Son."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:15",
                            "text": "134."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:16",
                            "text": "But since the Name of the Father and of the Son is one, learn that the same is the Name of the Holy Spirit also, since the Holy Spirit came in the Name of the Son, as it is written: \"But the Paraclete, even the Holy Spirit, Whom the Father will send in My Name, He shall teach you all things\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:17",
                            "text": "But He Who came in the Name of the Son came also certainly in the Name of the Father, for the Name of the Father and of the Son is one."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:18",
                            "text": "Thus it comes to pass that the Name of the Father and of the Son is also that of the Holy Spirit."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:19",
                            "text": "For there is no other Name given under heaven wherein we must be saved."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:20",
                            "text": "155."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:21",
                            "text": "At the same time He showed that the oneness of the Divine Name must be taught, not the difference, since Christ came in the oneness of the Name, but Antichrist will come in his own name, as it is written: \"I am come in My Father's Name, and ye did not receive Me, if another shall come in his own name, ye will receive him\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:22",
                            "text": "156."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:23",
                            "text": "We are, then, clearly taught by these passages that there is no difference of Name in the Father, the Son, and the Holy Spirit; and that that which is the Name of the Father is also the Name of the Son, and likewise that which is the Name of the Son is also that of the Holy Spirit, when the Son also is called Paraclete, as is the Holy Spirit."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:24",
                            "text": "And therefore does the Lord Jesus say in the Gospel: \"I will ask My Father, and He shall give you another Paraclete, to be with you for ever, even the Spirit of Truth\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:25",
                            "text": "And He said well \"another,\" that you might not suppose that the Son is also the Spirit, for oneness is of the Name, not a Sabellian confusion of the Son and of the Spirit."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:26",
                            "text": "157."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:27",
                            "text": "So, then, the Son is one Paraclete, the Holy Spirit another Paraclete; for John called the Son a Paraclete, as you find: \"If any man sin, we have a Paraclete [Advocate] with the Father, Jesus Christ\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:28",
                            "text": "So in like manner as there is a oneness of name, so, too, is there a oneness of power, for where the Paraclete Spirit is, there is also the Son."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:29",
                            "text": "158."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:30",
                            "text": "For as the Lord says in this place that the Spirit will be forever with the faithful, so, too, does He elsewhere show that He will Himself be forever with the apostles, saying: \"Lo, I am with you always, even to the end of the world\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:31",
                            "text": "Therefore the Son and the Spirit are one, the Name of the Trinity is one, and the Presence one and indivisible."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:32",
                            "text": "159."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:33",
                            "text": "But as we show that the Son is called the Paraclete, so, too, do we show that the Spirit is called the Truth."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:34",
                            "text": "Christ is the Truth, the Spirit is the Truth, for you find in John's epistle: \"For the Spirit is Truth\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book I 13:35",
                            "text": "Not only, then, is the Spirit called the Spirit of Truth, but also the Truth, as the Son is also declared to be the Truth, Who says: \"I am the Way, the Truth, and the Life\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Ambrose: On the Holy Spirit Book I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:2",
                            "text": "Each Person of the Trinity is said in the sacred writings to be Light."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:3",
                            "text": "The Spirit is designated Fire by Isaiah, a figure of which Fire was seen in the bush by Moses, in the tongues of fire, and in Gideon's pitchers."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:4",
                            "text": "And the Godhead of the same Spirit cannot be denied, since His operation is the same as that of the Father and of the Son, and He is also called the light and fire of the Lord's countenance."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:5",
                            "text": "160."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:6",
                            "text": "But why should I argue that as the Father is light, so, too, the Son is light, and the Holy Spirit is light? Which certainly pertains to the power of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:7",
                            "text": "For God is Light, as John said: \"For God is Light, and in Him is no darkness\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:8",
                            "text": "161."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:9",
                            "text": "But the Son, too, is Light, because  \"the Life was the Light of men\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:10",
                            "text": "And the Evangelist, that he might show that he was speaking of the Son of God, says of John the Baptist: \"He was not light, but [was sent] to be a witness of the Light."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:11",
                            "text": "That was the true Light, which lighteth every man that cometh into this world\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:12",
                            "text": "So, then, since God is Light, and the Son of God the true Light, without doubt the Son of God is true God."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:13",
                            "text": "162."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:14",
                            "text": "And you find elsewhere that the Son of God is Light: \"The people that sat in darkness and in the shadow of death have seen a great light\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:15",
                            "text": "But, which is still more clear, it is said: \"For with Thee is the fount of Life, and in Thy light we shall see light,\" which means that with Thee, O God the Father Almighty, Who art the Fount of Life, in Thy Son Who is the Light, we shall see the light of the Holy Spirit."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:16",
                            "text": "As the Lord Himself shows, saying: \"Receive ye the Holy Spirit,\" and elsewhere: \"Virtue went out from Him\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:17",
                            "text": "163."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:18",
                            "text": "But who can doubt that the Father is Light, when we read of His Son that He is the Brightness of eternal Light? For of Whom but of the Father is the Son the Brightness, Who both is always with the Father, and always shines, not with unlike but with the same radiance."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:19",
                            "text": "164."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:20",
                            "text": "And Isaiah shows that the Holy Spirit is not only Light but also Fire, saying: \"And the light of Israel shall be for a fire\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:21",
                            "text": "So the prophets called Him a burning Fire, because in those three points we see more intensely the majesty of the Godhead; since to sanctify is of the Godhead, to illuminate is the property of fire and light, and the Godhead is wont to be pointed out or seen in the appearance of fire: \"For our God is a consuming Fire,\" as Moses said."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:22",
                            "text": "165."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:23",
                            "text": "For he himself saw the fire in the bush, and had heard God when the voice from the flame of fire came to him saying: \"I am the God of Abraham, and the God of Isaac, and the God of Jacob\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:24",
                            "text": "The voice came from the fire, and the voice was in the bush, and the fire did no harm."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:25",
                            "text": "For the bush was burning but was not consumed, because in that mystery the Lord was showing that He would come to illuminate the thorns of our body, and not to consume those who were in misery, but to alleviate their misery; Who would baptize with the Holy Spirit and with fire, that He might give grace and destroy sin."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:26",
                            "text": "So in the symbol of fire God keeps His intention."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:27",
                            "text": "166."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:28",
                            "text": "In the Acts of the Apostles, also, when the Holy Spirit had descended upon the faithful, the appearance of fire was seen, for you read thus: \"And suddenly there was a sound from heaven, as though the Spirit were borne with great vehemence, and it filled all the house where they were sitting, and there appeared unto them cloven tongues like as of fire\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:29",
                            "text": "167."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:30",
                            "text": "For the same reason was it that when Gideon was about to overcome the Midianites, he commanded three hundred men to take pitchers, and to hold lighted torches inside the pitchers, and trumpets in their right hands."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:31",
                            "text": "Our predecessors have preserved the explanation received from the apostles, that the pitchers are our bodies, fashioned of clay, which know not fear if they burn with the fervour of the grace of the Spirit, and bear witness to the passion of the Lord Jesus with a loud confession of the Voice."
                        },
                        {
                            "verse": 32,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:32",
                            "text": "168."
                        },
                        {
                            "verse": 33,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:33",
                            "text": "Who, then, can doubt of the Godhead of the Holy Spirit, since where the grace of the Spirit is, there the manifestation of the Godhead appears."
                        },
                        {
                            "verse": 34,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:34",
                            "text": "By which evidence we infer not a diversity but the unity of the divine power."
                        },
                        {
                            "verse": 35,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:35",
                            "text": "For how can there be a severance of power, where the effect of the working in all is one?  169."
                        },
                        {
                            "verse": 36,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:36",
                            "text": "What, then, is that fire? Not certainly one made up of common twigs, or roaring with the burning of the reeds of the woods, but that fire which improves good deeds like gold, and consumes sins like stubble."
                        },
                        {
                            "verse": 37,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:37",
                            "text": "This is undoubtedly the Holy Spirit, Who is called both the fire and light of the countenance of God; light as we said above: \"The light of Thy countenance has been sealed upon us, O Lord\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:38",
                            "text": "What is, then, the light that is sealed, but that of the seal of the Spirit, believing in Whom, \"ye were sealed,\" he says, \"with the Holy Spirit of promise\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:39",
                            "text": "170."
                        },
                        {
                            "verse": 40,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:40",
                            "text": "And as there is a light of the divine countenance, so, too, does fire shine forth from the countenance of God, for it is written: \"A fire shall burn in His sight\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:41",
                            "text": "For the grace of the day of judgment shines beforehand, that forgiveness may follow to reward the service of the saints."
                        },
                        {
                            "verse": 42,
                            "chapter": 14,
                            "name": "Ambrose: On the Holy Spirit Book I 14:42",
                            "text": "O the great fulness of the Scriptures, which no one can comprehend with human genius! O greatest proof of the Divine Unity! For how many things are pointed out in these two verses!."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Ambrose: On the Holy Spirit Book I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:2",
                            "text": "The Holy Spirit is Life equally with the Father and the Son, in truth whether the Father be mentioned, with Whom is the Fount of Life, or the Son, that Fount can be none other than the Holy Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:3",
                            "text": "171."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:4",
                            "text": "We have said that the Father is Light, the Son is Light, and the Holy Spirit is Light; let us also learn that the Father is Life, the Son Life, and the Holy Spirit Life."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:5",
                            "text": "For John said: \"That which was from the beginning, that which we have heard, and which we have seen, and have beheld with our eyes, and our hands have handled concerning the Word of Life; and the Life appeared, and we saw and testify, and declare to you of that Life which was with the Father\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:6",
                            "text": "He said both Word of Life and Life that he might signify both the Father and the Son to be Life."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:7",
                            "text": "For what is the Word of Life but the Word of God? And by this phrase both God and the Word of God are shown to be Life."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:8",
                            "text": "And as it is said the Word of Life, so, too, the Spirit of Life."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:9",
                            "text": "Therefore, as the Word of Life is Life, so, too, the Spirit of Life is Life."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:10",
                            "text": "172."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:11",
                            "text": "Learn now that as the Father is the Fount of Life, so, too, many have stated that the Son is signified as the Fount of Life; so that, he says, with Thee, Almighty God, Thy Son is the Fount of Life."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:12",
                            "text": "That is the Fount of the Holy Spirit, for the Spirit is Life, as the Lord says: \"The words which I speak unto you are Spirit and Life,\" for where the Spirit is, there also is Life; and where Life is, is also the Holy Spirit."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:13",
                            "text": "173."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:14",
                            "text": "Many, however, consider that in this passage the Father only is signified by the Fount."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:15",
                            "text": "Let them, however, notice what the Scripture relates: \"With Thee is the Well of Life\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:16",
                            "text": "That is, the Son is with the Father; since the Word was with God, Who was in the beginning, and was with God."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:17",
                            "text": "174."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:18",
                            "text": "But whether in this place one understands the Fount to be the Father or the Son, we certainly do not understand a fount of that water which is created, but the Fount of that divine grace, that is, of the Holy Spirit, for He is the living water."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:19",
                            "text": "Wherefore the Lord said: \"If thou knowest the gift of God, and Who He is that saith to thee, Give me to drink, thou wouldst have asked Him, and He would have given thee living water\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:20",
                            "text": "175."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:21",
                            "text": "This was the water for which the soul of David thirsted."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:22",
                            "text": "The hart desires the fountain of these waters, not thirsting for the poison of serpents."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Ambrose: On the Holy Spirit Book I 15:23",
                            "text": "For the water of the grace of the Spirit is living, that it may purify the inner parts of the mind, and wash away every sin of the soul, and purify the transgression of hidden faults."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Ambrose: On the Holy Spirit Book I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:2",
                            "text": "The Holy Spirit is that large river by which the mystical Jerusalem is watered."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:3",
                            "text": "It is equal to its Fount, that is, the Father and the Son, as is signified in holy Scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:4",
                            "text": "St."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:5",
                            "text": "Ambrose himself thirsts for that water, and warns us that in order to preserve it within us, we must avoid the devil, lust, and heresy, since our vessels are frail, and that broken cisterns must be forsaken, that after the example of the Samaritan woman and of the patriarchs we may find the water of the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:6",
                            "text": "176."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:7",
                            "text": "But lest perchance any one should speak against as it were the littleness of the Spirit, and from this should endeavour to establish a difference in greatness, arguing that water seems to be but a small part of a Fount, although examples taken from creatures seem by no means suitable for application to the Godhead; yet lest they should judge anything injuriously from this comparison taken from creatures, let them learn that not only is the Holy Spirit called Water, but also a River, as we read: \"From his belly shall flow rivers of living water."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:8",
                            "text": "But this He said of the Spirit, Whom they were beginning to receive, who were about to believe in Him\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:9",
                            "text": "177."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:10",
                            "text": "So, then, the Holy Spirit is the River, and the abundant River, which according to the Hebrews flowed from Jesus in the lands, as we have received it prophesied by the mouth of Isaiah."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:11",
                            "text": "This is the great River which flows always and never fails."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:12",
                            "text": "And not only a river, but also one of copious stream and overflowing greatness, as also David said: \"The stream of the river makes glad the city of God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:13",
                            "text": "178."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:14",
                            "text": "For neither is that city, the heavenly Jerusalem, watered by the channel of any earthly river, but that Holy Spirit, proceeding from the Fount of Life, by a short draught of Whom we are satiated, seems to flow more abundantly among those celestial Thrones, Dominions and Powers, Angels and Archangels, rushing in the full course of the seven virtues of the Spirit."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:15",
                            "text": "For if a river rising above its banks overflows, how much more  does the Spirit, rising above every creature, when He touches the as it were low-lying fields of our minds, make glad that heavenly nature of the creatures with the larger fertility of His sanctification."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:16",
                            "text": "179."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:17",
                            "text": "And let it not trouble you that either here it is said \"rivers,\" or elsewhere \"seven Spirits,\" for by the sanctification of these seven gifts of the Spirit, as Isaiah said, is signified the fulness of all virtue; the Spirit of wisdom and understanding, the Spirit of counsel and strength, the Spirit of knowledge and godliness, and the Spirit of the fear of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:18",
                            "text": "One, then, is the River, but many the channels of the gifts of the Spirit."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:19",
                            "text": "This River, then, goes forth from the Fount of Life."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:20",
                            "text": "180."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:21",
                            "text": "And here, again, you must not turn aside your thoughts to lower things, because there seems to be some difference between a Fount and a River, and yet the divine Scripture has provided that the weakness of human understanding should not be injured by the lowliness of the language."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:22",
                            "text": "Set before yourself any river, it springs from its fount, but is of one nature, of one brightness and beauty."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:23",
                            "text": "And do you assert rightly that the Holy Spirit is of one substance, brightness, and glory with the Son of God and with God the Father."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:24",
                            "text": "I will sum up all in the oneness of the qualities, and shall not be afraid of any question as to difference of greatness."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:25",
                            "text": "For in this point also Scripture has provided for us; for the Son of God says: \"He that shall drink of the water which I will give him, it shall become in him a well of water springing up unto everlasting life\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:26",
                            "text": "This well is clearly the grace of the Spirit, a stream proceeding from the living Fount."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:27",
                            "text": "The Holy Spirit, then, is also the Fount of eternal life."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:28",
                            "text": "181."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:29",
                            "text": "You observe, then, from His words that the unity of the divine greatness is pointed out, and that Christ cannot be denied to be a Fount even by heretics, since the Spirit, too, is called a Fount."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:30",
                            "text": "And as the Spirit is called a river, so, too, the Father said: \"Behold, I come down upon you like a river of peace, and like a stream overflowing the glory of the Gentiles\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:31",
                            "text": "And who can doubt that the Son of God is the River of life, from Whom the streams of eternal life flowed forth?  182."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:32",
                            "text": "Good, then, is this water, even the grace of the Spirit."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:33",
                            "text": "Who will give this Fount to my breast? Let it spring up in me, let that which gives eternal life flow upon me."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:34",
                            "text": "Let that Fount overflow upon us, and not flow away."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:35",
                            "text": "For Wisdom says: \"Drink water out of thine own vessels, and from the founts of thine own wells, and let thy waters flow abroad in thy streets\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:36",
                            "text": "How shall I keep this water that it flow not forth, that it glide not away? How shall I preserve my vessel, lest any crack of sin penetrating it, should let the water of eternal life exude? Teach us, Lord Jesus, teach us as Thou didst teach Thine apostles, saying: \"Lay not up for yourselves treasures upon the earth, where rust and moth destroy, and where thieves break through and steal\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:37",
                            "text": "182."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:38",
                            "text": "For He intimates that the thief is the unclean spirit, who cannot find entrance into those who walk in the light of good works, but if he has caught any one in the darkness of earthly desires, and in the midst of the enjoyment of earthly pleasures, he spoils them of all the flower of eternal virtue."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:39",
                            "text": "And therefore the Lord says: \"Lay up for yourselves treasures in heaven, where neither rust nor moth destroy, and where thieves do not break through and steal."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:40",
                            "text": "For where thy treasure is, there will thy heart be also\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:41",
                            "text": "183."
                        },
                        {
                            "verse": 42,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:42",
                            "text": "Our rust is wantonness, our rust is lust, our rust is luxury, which dim the keen vision of the mind with the filth of vices."
                        },
                        {
                            "verse": 43,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:43",
                            "text": "Again, our moth is Arius, our moth is Photinus, who rend the holy vesture of the Church with their impiety, and desiring to separate the indivisible unity of the divine power, gnaw the precious veil of faith with sacrilegious tooth."
                        },
                        {
                            "verse": 44,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:44",
                            "text": "The water is spilt if Arius has imprinted his tooth, it flows away if Photinus has planted his sting in any one's vessel."
                        },
                        {
                            "verse": 45,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:45",
                            "text": "We are but of common clay, we quickly feel vices."
                        },
                        {
                            "verse": 46,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:46",
                            "text": "But no one says to the potter, \"Why hast Thou made me thus?\" For though our vessel be but common, yet one is in honour, another in dishonour."
                        },
                        {
                            "verse": 47,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:47",
                            "text": "Do not then lay open thy pool, dig not with vices and crimes, lest any one say: \"He hath opened a pool and digged it, and is fallen into the pit which he made\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:48",
                            "text": "184."
                        },
                        {
                            "verse": 49,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:49",
                            "text": "If you seek Jesus, forsake the broken cisterns, for Christ was wont to sit not by a pool but by a well."
                        },
                        {
                            "verse": 50,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:50",
                            "text": "There that Samaritan woman found Him, she who believed, she who wished to draw water."
                        },
                        {
                            "verse": 51,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:51",
                            "text": "Although you ought to have come in early morning, nevertheless if you come later, even at the sixth hour, you will find Jesus wearied with His journey."
                        },
                        {
                            "verse": 52,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:52",
                            "text": "He is weary, but it is through thee, because He has long sought thee, thy  unbelief has long wearied Him."
                        },
                        {
                            "verse": 53,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:53",
                            "text": "Yet He is not offended if thou only comest, He asks to drink Who is about to give."
                        },
                        {
                            "verse": 54,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:54",
                            "text": "But He drinks not the water of a stream flowing by, but thy salvation; He drinks thy good dispositions, He drinks the cup, that is, the Passion which atoned for thy sins, that thou drinking of His sacred blood mightest quench the thirst of this world."
                        },
                        {
                            "verse": 55,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:55",
                            "text": "185."
                        },
                        {
                            "verse": 56,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:56",
                            "text": "So Abraham gained God after he had dug the well."
                        },
                        {
                            "verse": 57,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:57",
                            "text": "So Isaac, while walking by the well, received that wife who was coming to him as a type of the Church."
                        },
                        {
                            "verse": 58,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:58",
                            "text": "Faithful he was at the well, unfaithful at the pool."
                        },
                        {
                            "verse": 59,
                            "chapter": 16,
                            "name": "Ambrose: On the Holy Spirit Book I 16:59",
                            "text": "Lastly, too, Rebecca, as we read, found him who sought her at the well, and the harlots washed themselves in the blood in the pool of Jezebel."
                        }
                    ]
                }
            ]
        }
    ]
}