{
    "books": [
        {
            "name": "Athanasius: Deposition of Arius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Athanasius: Deposition of Arius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:1",
                            "text": "Deposition of Arius."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:2",
                            "text": "Alexander's Deposition of Arius and his companions, and Encyclical Letter on the subject."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:3",
                            "text": "Alexander, being assembled with his beloved brethren, the Presbyters and Deacons of Alexandria, and the Mareotis, greets them in the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:4",
                            "text": "Although you have already subscribed to the letter I addressed to Arius and his fellows, exhorting them to renounce his impiety, and to submit themselves to the sound Catholic Faith, and have shewn your right-mindedness and agreement in the doctrines of the Catholic Church: yet forasmuch as I have written also to our fellow-ministers in every place concerning Arius and his fellows, and especially since some of you, as the Presbyters Chares and Pistus, and the Deacons Serapion, Parammon, Zosimus, and Irenaeus, have joined Arius and his fellows, and been content to suffer deposition with them, I thought it needful to assemble together you, the Clergy of the city, and to send for you the Clergy of the Mareotis, in order that you may learn what I am now writing, and may testify your agreement thereto, and give your concurrence in the deposition of Arius, Pistus, and their fellows."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:5",
                            "text": "For it is desirable that you should be made acquainted with what I write, and that each of you should heartily embrace it, as though he had written it himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:6",
                            "text": "A Copy."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:7",
                            "text": "To his dearly beloved and most honoured fellow-ministers of the Catholic Church in every place, Alexander sends health in the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:8",
                            "text": "1."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:9",
                            "text": "As there is one body of the Catholic Church, and a command is given us in the sacred Scriptures to preserve the bond of unity and peace, it is agreeable thereto that we should write and signify to one another whatever is done by each of us individually; so that whether one member suffer or rejoice, we may either suffer or rejoice with one another."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:10",
                            "text": "Now there are gone forth in this diocese, at this time, certain lawless men, enemies of Christ, teaching an apostasy, which one may justly suspect and designate as a forerunner of Antichrist."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:11",
                            "text": "I was desirous to pass such a matter by without notice, in the hope that perhaps the evil would spend itself among its supporters, and not extend to other places to defile the ears of the simple."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Athanasius: Deposition of Arius 1:12",
                            "text": "But seeing that Eusebius, now of Nicomedia, who thinks that the government of the Church rests with him, because retribution has not come upon him for his desertion of Berytus, when he had cast an eye of desire on the Church of the Nicomedians, begins to support these apostates, and has taken upon him to write letters every where in their behalf, if by any means he may draw in certain ignorant persons to this most base and antichristian heresy; I am therefore constrained, knowing what is written in the law, no longer to hold my peace, but to make it known to you all; that you may understand who the apostates are, and the cavils which their heresy has adopted, and that, should Eusebius write to you, you may pay no attention to him, for he now desires by means of these men to exhibit anew his old malevolence, which has so long been concealed, pretending to write in their favour, while in truth it clearly appears, that he does it to forward his own interests."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Athanasius: Deposition of Arius 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:1",
                            "text": "2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:2",
                            "text": "Now those who became apostates are these, Arius, Achilles, Aeithales, Carpones, another Arius, and Sarmates, sometime Presbyters: Euzoïus, Lucius, Julius, Menas, Helladius, and Gaius, sometime Deacons: and with them Secundus and Theonas, sometime called Bishops."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:3",
                            "text": "And the novelties they have invented and put forth contrary to the Scriptures are these following:—God was not always a Father, but there was a time when God was not a Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:4",
                            "text": "The Word of God was not always, but originated from things that were not; for God that is, has made him that was not, of that which was not; wherefore there was a time when He was not; for the Son is a creature and a work."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:5",
                            "text": "Neither is He like in essence to the Father; neither is He the true and natural Word of the Father; neither is He His true Wisdom; but He is one of the things made and created, and is called the Word and Wisdom by an abuse of terms, since He Himself originated by the proper Word of God, and by the Wisdom that is in God, by which God has made not only all other things but Him also."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:6",
                            "text": "Wherefore He is by nature subject to change and variation as are all rational creatures."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:7",
                            "text": "And the Word is foreign from the essence of the Father, and is alien and separated therefrom."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:8",
                            "text": "And the Father cannot be described by the Son, for the Word does not know the Father perfectly and accurately, neither can He see Him perfectly."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:9",
                            "text": "Moreover, the Son knows not His own essence as it really is; for He is made for us, that God might create us by Him, as by an instrument; and He would not have existed, had not God wished to create us."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Athanasius: Deposition of Arius 2:10",
                            "text": "Accordingly, when some one asked them, whether the Word of God can possibly change as the devil changed, they were not afraid to say that He can; for being something made and created, His nature is subject to change."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Athanasius: Deposition of Arius 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:1",
                            "text": "3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:2",
                            "text": "Now when Arius and his fellows made these assertions, and shamelessly avowed them, we being assembled with the Bishops of Egypt and Libya, nearly a hundred in number, anathematized both them and their followers."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:3",
                            "text": "But Eusebius and his fellows admitted them to communion, being desirous to mingle falsehood with the truth, and impiety with piety."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:4",
                            "text": "But they will not be able to do so, for the truth must prevail; neither is there any \"communion of light with darkness,\" nor any \"concord of Christ with Belial\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:5",
                            "text": "For who ever heard such assertions before? or who that hears them now is not astonished and does not stop his ears lest they should be defiled with such language? Who that has heard the words of John, \"In the beginning was the Word,\" will not denounce the saying of these men, that \"there was a time when He was not?\" Or who that has heard in the Gospel, \"the Only-begotten Son,\" and \"by Him were all things made,\" will not detest their declaration that He is \"one of the things that were made\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:6",
                            "text": "For how can He be one of those things which were made by Himself? or how can He be the Only-begotten, when, according to them, He is counted as one among the rest, since He is Himself a creature and a work? And how can He be \"made of things that were not,\" when the Father saith, \"My heart hath uttered a good Word,\" and \"Out of the womb I have begotten Thee before the morning star?\" Or again, how is He \"unlike in substance to the Father,\" seeing He is the perfect \"image\" and \"brightness\" of the Father, and that He saith, \"He that hath seen Me hath seen the Father?\" And if the Son is the \"Word\" and \"Wisdom\" of God, how was there \"a time when He was not?\" It is the same as if they should say that God was once without Word and without Wisdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:7",
                            "text": "And how is He \"subject to change and variation,\" Who says, by Himself, \"I am in the Father, and the Father in Me,\" and \"I and the Father are One;\" and by the Prophet, \"Behold Me, for I am, and I change not?\" For although one may refer this expression to the Father, yet it may now be more aptly spoken of the Word, viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:8",
                            "text": ", that though He has been made man, He has not changed; but as the Apostle has said, \"Jesus Christ is the same yesterday, to-day, and for ever\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Athanasius: Deposition of Arius 3:9",
                            "text": "And who can have persuaded them to say, that He was made for us, whereas Paul writes, \"for Whom are all things, and by Whom are all things?\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Athanasius: Deposition of Arius 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Athanasius: Deposition of Arius 4:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Athanasius: Deposition of Arius 4:2",
                            "text": "As to their blasphemous position that \"the Son knows not the Father perfectly,\" we ought not to wonder at it; for having once set themselves to fight against Christ, they contradict even His express words, since He says, \"As the Father knoweth Me, even so know I the Father\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Athanasius: Deposition of Arius 4:3",
                            "text": "Now if the Father knows the Son but in part, then it is evident that the Son does not know the Father perfectly; but if it is not lawful to say this, but the Father does know the Son perfectly, then it is evident that as the Father knows His own Word, so also the Word knows His own Father Whose Word He is."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Athanasius: Deposition of Arius 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Athanasius: Deposition of Arius 5:1",
                            "text": "5."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Athanasius: Deposition of Arius 5:2",
                            "text": "By these arguments and references to the sacred Scriptures we frequently overthrew them; but they changed like chameleons, and again shifted their ground, striving to bring upon themselves that sentence, \"when the wicked falleth into the depth of evils, he despiseth\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Athanasius: Deposition of Arius 5:3",
                            "text": "There have been many heresies before them, which, venturing further than they ought, have fallen into folly; but these men by endeavouring in all their cavils to overthrow the Divinity of the Word, have justified the other in comparison of themselves, as approaching nearer to Antichrist."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Athanasius: Deposition of Arius 5:4",
                            "text": "Wherefore they have been excommunicated and anathematized by the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Athanasius: Deposition of Arius 5:5",
                            "text": "We grieve for their destruction, and especially because, having once been instructed in the doctrines of the Church, they have now sprung away."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Athanasius: Deposition of Arius 5:6",
                            "text": "Yet we are not greatly surprised, for Hymenaeus and Philetus did the same, and before them Judas, who followed the Saviour, but afterwards became a traitor and an apostate."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Athanasius: Deposition of Arius 5:7",
                            "text": "And concerning these same persons, we have not been left without instruction; for our Lord has forewarned us; \"Take heed lest any man deceive you: for many shall come in My name, saying, I am Christ, and the time draweth near, and they shall deceive many: go ye not after them;\" while Paul, who was taught these things by our Saviour, wrote that \"in the latter times some shall depart from the sound faith, giving heed to seducing spirits and doctrines of devils, which reject the truth\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Athanasius: Deposition of Arius 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Athanasius: Deposition of Arius 6:1",
                            "text": "6."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Athanasius: Deposition of Arius 6:2",
                            "text": "Since then our Lord and Saviour Jesus Christ has instructed us by His own mouth, and also hath signified to us by the Apostle concerning such men, we accordingly being personal witnesses of their impiety, have anathematized, as we said, all such, and declared them to be alien from the Catholic Faith and Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Athanasius: Deposition of Arius 6:3",
                            "text": "And we have made this known to your piety, dearly beloved and most honoured fellow-ministers, in order that should any of them have the boldness to come unto you, you may not receive them, nor comply with the desire of Eusebius, or any other person writing in their behalf."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Athanasius: Deposition of Arius 6:4",
                            "text": "For it becomes us who are Christians to turn away from all who speak or think any thing against Christ, as being enemies of God, and destroyers of souls; and not even to \"bid such God speed,\" lest we become partakers of their sins, as the blessed John hath charged us."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Athanasius: Deposition of Arius 6:5",
                            "text": "Salute the brethren that are with you."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Athanasius: Deposition of Arius 6:6",
                            "text": "They that are with me salute you."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Athanasius: Deposition of Arius 6:7",
                            "text": "Presbyters of Alexandria."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Athanasius: Deposition of Arius 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Athanasius: Deposition of Arius 7:1",
                            "text": "7."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Athanasius: Deposition of Arius 7:2",
                            "text": "I, Colluthus, Presbyter, agree with what is here written, and give my assent to the deposition of Arius and his associates in impiety."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Athanasius: Deposition of Arius 7:3",
                            "text": "Alexander, Presbyter, likewise  Dioscorus, Presbyter, likewise  Dionysius, Presbyter, likewise  Eusebius, Presbyter, likewise  Alexander, Presbyter, likewise  Nilaras, Presbyter, likewise  Arpocration, Presbyter, likewise  Agathus, Presbyter  Nemesius, Presbyter  Longus, Presbyter  Silvanus, Presbyter  Peroys, Presbyter  Apis, Presbyter  Proterius, Presbyter  Paulus, Presbyter  Cyrus, Presbyter, likewise  Deacons  Ammonius, Deacon, likewise  Macarius, Deacon  Pistus, Deacon, likewise  Athanasius, Deacon  Eumenes, Deacon  Apollonius, Deacon  Olympius, Deacon  Aphthonius, Deacon  Athanasius, Deacon  Macarius, Deacon, likewise  Paulus, Deacon  Petrus, Deacon  Ambytianus, Deacon  Gaius, Deacon, likewise  Alexander, Deacon  Dionysius, Deacon  Agathon, Deacon  Polybius, Deacon, likewise  Theonas, Deacon  Marcus, Deacon  Comodus, Deacon  Serapion, Deacon  Nilon, Deacon  Romanus, Deacon, likewise  Presbyters of the Mareotis."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Athanasius: Deposition of Arius 7:4",
                            "text": "I, Apollonius, Presbyter, agree with what is here written, and give my assent to the deposition of Arius and his associates in impiety."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Athanasius: Deposition of Arius 7:5",
                            "text": "Ingenius, Presbyter, likewise  Ammonius, Presbyter  Dioscorus, Presbyter  Sostras, Presbyter  Theon, Presbyter  Tyrannus, Presbyter  Copres, Presbyter  Ammonas, Presbyter  Orion, Presbyter  Serenus, Presbyter  Didymus, Presbyter  Heracles, Presbyter  Boccon, Presbyter  Agathus, Presbyter  Achillas, Presbyter  Paulus, Presbyter  Thalelaeus, Presbyter  Dionysius, Presbyter, likewise  Deacons  Sarapion, Deacon, likewise  Justus, Deacon, likewise  Didymus, Deacon  Demetrius, Deacon  Maurus, Deacon  Alexander, Deacon  Marcus, Deacon  Comon, Deacon  Tryphon, Deacon  Ammonius, Deacon  Didymus, Deacon  Ptollarion, Deacon  Seras, Deacon  Gaius, Deacon  Hierax, Deacon  Marcus, Deacon  Theonas, Deacon  Sarmaton, Deacon  Carpon, Deacon  Zoilus, Deacon, likewise."
                        }
                    ]
                }
            ]
        }
    ]
}