{
    "books": [
        {
            "name": "Excerpts of Theodutus",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Excerpts of Theodutus 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:1",
                            "text": "Excerpts of Theodutus: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:2",
                            "text": "Those around Sedrach, Misak, and Abednago in the furnace of fire say as they praise God, \"Bless, ye heavens, the Lord; praise and exalt Him for ever;\" then, \"Bless, ye angels, the Lord;\" then, \"Bless the Lord, all ye waters that are above heaven\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:3",
                            "text": "So the Scriptures assign the heavens and the waters to the class of pure powers as is shown in Genesis."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:4",
                            "text": "Suitably, then, inasmuch as \"power\" is used with a variety of meaning, Daniel adds, \"Let every power bless the Lord;\" then, further, \"Bless the Lord, sun and moon;\" and, \"Bless the Lord, ye stars of heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:5",
                            "text": "Bless the Lord, all ye that worship Him; praise and confess the God of gods, for His mercy is for ever\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:6",
                            "text": "It is written in Daniel, on the occasion of the three children praising in the furnace."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:7",
                            "text": "II."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:8",
                            "text": "\"Blessed art Thou, who lookest on the abysses as Thou sittest on the cherubim,\" says Daniel, in agreement with Enoch, who said, \"And I saw all sorts of matter\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:9",
                            "text": "For the abyss, which is in its essence boundless, is bounded by the power of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:10",
                            "text": "These material essences then, from which the separate genera and their species are produced, are called abysses; since you would not call the water alone the abyss, although matter is allegorically called water, the abyss."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:11",
                            "text": "III."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:12",
                            "text": "\"In the beginning God made the heaven and the earth,\" both terrestrial and celestial things."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:13",
                            "text": "And that this is true, the Lord said to Osee, \"Go, take to thyself a wife of fornication, and children of fornication:  because the land committing fornication, shall commit fornication, departing from the Lord\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:14",
                            "text": "For it is not the element of earth that he speaks of, but those that dwell in the element, those who have an earthly disposition."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:15",
                            "text": "IV."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:16",
                            "text": "And that the Son is the beginning or head, Hosea teaches clearly:  \"And it shall be, that in the place in which it was said to them, Ye are not my people, they shall be called the children of the living God:  and the children of Judah and the children of Israel shall be gathered to the same place, and they shall place over them one head, and they shall come up out of the land; for great is the day of Jezreel\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:17",
                            "text": "For whom one believes, him He chooses."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:18",
                            "text": "But one believes the Son, who is the head; wherefore also he said in addition:  \"But I will have mercy on the sons of Judah, and will save them by the Lord their God\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:19",
                            "text": "Now the Saviour who saves is the Son of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:20",
                            "text": "He is then the head."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:21",
                            "text": "V."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:22",
                            "text": "The Spirit by Osee says, \"I am your Instructor;\" \"Blow ye the trumpet upon the hills of the Lord; sound upon the high places\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:23",
                            "text": "And is not baptism itself, which is the sign of regeneration, an escape from matter, by the teaching of the Saviour, a great impetuous stream, ever rushing on and bearing us along?  The Lord accordingly, leading us out of disorder, illumines us by bringing us into the light, which is shadowless and is material no longer."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:24",
                            "text": "VI."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:25",
                            "text": "This river and sea of matter two prophets cut asunder and divided by the power of the Lord, the matter being bounded, through both divisions of the water."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:26",
                            "text": "Famous leaders both, by whom the signs were believed, they complied with the will of God, so that the righteous man may proceed from matter, having journeyed through it first."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:27",
                            "text": "On the one of these commanders also was imposed the name of our Saviour."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:28",
                            "text": "VII."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:29",
                            "text": "Now, regeneration is by water and spirit, as was all creation:  \"For the Spirit of God moved on the abyss\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:30",
                            "text": "And for this reason the Saviour was baptized, though not Himself needing to be so, in order that He might consecrate the whole water for those who were being regenerated."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:31",
                            "text": "Thus it is not the body only, but the soul, that we cleanse."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:32",
                            "text": "It is accordingly a sign of the sanctifying of our invisible part, and of the straining off from the new and spiritual creation of the unclean spirits that have got mixed up with the soul."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:33",
                            "text": "VIII."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:34",
                            "text": "\"The water above the heaven\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:35",
                            "text": "Since baptism is performed by water and the Spirit as a protection against the twofold fire,—that which lays hold of what is visible, and that which lays hold of what is invisible; and of necessity, there being an immaterial element of water and a material, is it a protection against the twofold fire."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:36",
                            "text": "And the earthly water cleanses the body; but the heavenly water, by reason of its being immaterial and invisible, is an emblem of the Holy Spirit, who is the purifier of what is invisible, as the water of the Spirit, as the other of the body."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:37",
                            "text": "IX."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:38",
                            "text": "God, out of goodness, hath mingled fear with goodness."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:39",
                            "text": "For what is beneficial for each one, that He also supplies, as a physician to a sick man, as a father to his insubordinate child:  \"For he that spareth his rod hateth his son\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:40",
                            "text": "And the Lord and His apostles walked in the midst of fear and labours."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:41",
                            "text": "When, then, the affliction is sent in the person of a righteous man, it is either from the Lord rebuking him for a sin committed before, or guarding him on account of the future, or not preventing by the exercise of His power an assault from without,—for some good end to him and to those near, for the sake of example."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:42",
                            "text": "X."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:43",
                            "text": "Now those that dwell in a corrupt body, like those who sail in an old ship, do not lie on their back, but are ever praying, stretching their hands to God."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:44",
                            "text": "XI."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:45",
                            "text": "The ancients were exceedingly distressed, unless they had always some suffering in the body."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:46",
                            "text": "For they were afraid, that if they received not in this world the punishment of the sins which, in numbers through ignorance, accompany those that are in the flesh, they would in the other world suffer the penalty all at once."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:47",
                            "text": "So that they preferred curative treatment here."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:48",
                            "text": "What is to be dreaded is, then, not external disease, but sins, for which disease comes, and disease of the soul, not of the body:  \"For all flesh is grass,\" and corporeal and external good things are temporary; \"but the things which are unseen are eternal\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:49",
                            "text": "XII."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:50",
                            "text": "As to knowledge, some elements of it we already possess; others, by what we do possess, we firmly hope to attain."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:51",
                            "text": "For neither have we attained all, nor do we lack all."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:52",
                            "text": "But we have received, as it were, an earnest of the eternal blessings, and of the ancestral riches."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:53",
                            "text": "The provisions for the Lord's way are the Lord's beatitudes."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:54",
                            "text": "For He said:  \"Seek,\" and anxiously seek, \"the kingdom of God, and all these things shall be added to you:  for the Father knoweth what things ye have need of\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:55",
                            "text": "Thus He limits not only our occupations, but our cares."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:56",
                            "text": "For He says:  \"Ye cannot, by taking thought, add aught to your stature\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:57",
                            "text": "For God knows well what it is good for us to have and what to want."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:58",
                            "text": "He wishes, therefore, that we, emptying ourselves of worldly cares, should be filled with that which is directed towards God."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:59",
                            "text": "\"For we groan, desiring to be clothed upon with that which is incorruptible, before putting off corruption\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:60",
                            "text": "For when faith is shed abroad, unbelief is nonplussed."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:61",
                            "text": "Similarly also with knowledge and righteousness."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:62",
                            "text": "We must therefore not only empty the soul, but fill it with God."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:63",
                            "text": "For no longer is there evil in it, since that has been made to cease; nor yet is there good, since it has not yet received good."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:64",
                            "text": "But what is neither good nor evil is nothing."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:65",
                            "text": "\"For to the swept and empty house return,\" if none of the blessings of salvation has been put in, the unclean spirit that dwelt there before, taking with him seven other unclean spirits."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:66",
                            "text": "Wherefore, after emptying the soul of what is evil, we must fill with the good God that which is His chosen dwelling-place."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:67",
                            "text": "For when the empty rooms are filled, then follows the seal, that the sanctuary may be guarded for God."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:68",
                            "text": "XIII."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:69",
                            "text": "\"By two and three witnesses every word is established\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:70",
                            "text": "By Father, and Son, and Holy Spirit, by whose witness and help the prescribed commandments ought to be kept."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:71",
                            "text": "XIV."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:72",
                            "text": "Fasting, according to the signification of the word, is abstinence from food."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:73",
                            "text": "Now food makes us neither more righteous nor less."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:74",
                            "text": "But mystically it shows that, as life is maintained in individuals by sustenance, and want of sustenance is the token of death; so also ought we to fast from worldly things, that we may die to the world, and after that, by partaking of divine sustenance, live to God."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:75",
                            "text": "Especially does fasting empty the soul of matter, and make it, along with the body, pure and light for the divine words."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:76",
                            "text": "Worldly food is, then, the former life and sins; but the divine food is faith, hope, love, patience, knowledge, peace, temperance."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:77",
                            "text": "For \"blessed are they that hunger and thirst after\" God's \"righteousness; for they shall be filled\"."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:78",
                            "text": "The soul, but not the body, it is which is susceptible of this craving."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:79",
                            "text": "XV."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:80",
                            "text": "The Saviour showed to the believing apostles prayer to be stronger than faith in the case of a demoniac, whom they could not cleanse, when He said, Such things are accomplished by prayer."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:81",
                            "text": "He who has believed has obtained forgiveness of sins from the Lord; but he who has attained knowledge, inasmuch as he no longer sins, obtains from himself the forgiveness of the rest."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:82",
                            "text": "XVI."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:83",
                            "text": "For as cures, and prophecies, and signs are performed by the agency of men, God working in them, so also is Gnostic teaching."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:84",
                            "text": "For God shows His power through men."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:85",
                            "text": "And the prophecy rightly says, \"I will send to them a man who will save them\"."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:86",
                            "text": "Accordingly He sends forth at one time prophets, at another apostles, to be saviours of men."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:87",
                            "text": "Thus God does good by the agency of men."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:88",
                            "text": "For it is not that God can do some things, and cannot do others:  He is never powerless in anything."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:89",
                            "text": "No more are some things done with, and some things against His will; and some things by Him, and some things by another."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:90",
                            "text": "But He even brought us into being by means of men, and trained us by means of men."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:91",
                            "text": "XVII."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:92",
                            "text": "God made us, having previously no existence."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:93",
                            "text": "For if we had a previous existence, we must have known where we were, and how and why we came hither."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:94",
                            "text": "But if we had no pre-existence, then God is the sole author of our creation."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:95",
                            "text": "As, then, He made us who had no existence; so also, now that we are made, He saves us by His own grace, if we show ourselves worthy and susceptible; if not, He will let us pass to our proper end."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:96",
                            "text": "For He is Lord both of the living and the dead."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:97",
                            "text": "XVIII."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:98",
                            "text": "But see the power of God, not only in the case of men, in bringing to existence out of non-existence, and making them when brought into being grow up according to the progress of the time of life, but also in saving those who believe, in a way suitable to each individual."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:99",
                            "text": "And now He changes both hours, and times, and fruits, and elements."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:100",
                            "text": "For this is the one God, who has measured both the beginning and the end of events suitably to each one."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:101",
                            "text": "XIX."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:102",
                            "text": "Advancing from faith and fear to knowledge, man knows how to say Lord, Lord; but not as His slave, he has learned to say, Our Father."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:103",
                            "text": "Having set free the spirit of bondage, which produces fear, and advanced by love to adoption, he now reverences from love Him whom he feared before."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:104",
                            "text": "For he no longer abstains from what he ought to abstain from out of fear, but out of love clings to the commandments."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:105",
                            "text": "\"The Spirit itself,\" it is said, \"beareth witness when we cry, Abba, Father\"."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:106",
                            "text": "XX."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:107",
                            "text": "Now the Lord with His precious blood redeems us, freeing us from our old bitter masters, that is, our sins, on account of which the spiritual powers of wickedness ruled over us."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:108",
                            "text": "Accordingly He leads us into the liberty of the Father,—sons that are co-heirs and friends."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:109",
                            "text": "\"For,\" says the Lord, \"they that do the will of my Father are my brethren and fellow-heirs\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:110",
                            "text": "\"Call no man, therefore, father to yourselves on earth\"."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:111",
                            "text": "For it is masters that are on earth."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:112",
                            "text": "But in heaven is the Father, of whom is the whole family, both in heaven and on earth."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:113",
                            "text": "For love rules willing hearts, but fear the unwilling."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:114",
                            "text": "One kind of fear is base; but the other, leading us as a pedagogue to good, brings us to Christ, and is saving."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:115",
                            "text": "XXI."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:116",
                            "text": "Now if one has a conception of God, it by no means corresponds with His worthiness."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:117",
                            "text": "For what can the worthiness of God be?  But let him, as far as is possible, conceive of a great and incomprehensible and most beautiful light; inaccessible, comprehending all good power, all comely virtue; caring for all, compassionate, passionless, good; knowing all things, foreknowing all things, pure, sweet, shining, stainless."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:118",
                            "text": "XXII."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:119",
                            "text": "Since the movement of the soul is self-originated, the grace of God demands from it what the soul possesses, willingness as its contribution to salvation."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:120",
                            "text": "For the soul wishes to be its own good; which the Lord, however, gives it."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:121",
                            "text": "For it is not devoid of sensation so as to be carried along like a body."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:122",
                            "text": "Having is the result of taking, and taking of willing and desiring; and keeping hold of what one has received, of the exercise of care and of ability."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:123",
                            "text": "Wherefore God has endowed the soul with free choice, that He may show it its duty, and that it choosing, may receive and retain."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:124",
                            "text": "XXIII."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:125",
                            "text": "As through the body the Lord spake and healed, so also formerly by the prophets, and now by the apostles and teachers."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:126",
                            "text": "For the Church is the minister of the Lord's power."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:127",
                            "text": "Thence He then assumed humanity, that by it He might minister to the Father's will."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:128",
                            "text": "And at all times, the God who loves humanity invests Himself with man for the salvation of men,—in former times with the prophets, and now with the Church."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:129",
                            "text": "For it is fitting that like should minister to like, in order to a like salvation."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:130",
                            "text": "XXIV."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:131",
                            "text": "For we are of the earth."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:132",
                            "text": "…Caesar is the prince, for the time being, whose earthly image is the old man, to which he has returned."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:133",
                            "text": "To him, then, we are to render the earthly things, which we bore in the image of the earthly, and the things of God to God."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:134",
                            "text": "For each one of the passions is on us as a letter, and stamp, and sign."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:135",
                            "text": "Now the Lord marks us with another stamp, and with other names and letters, faith instead of unbelief, and so forth."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:136",
                            "text": "Thus we are translated from what is material to what is spiritual, \"having borne the image of the heavenly\"."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:137",
                            "text": "XXV."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:138",
                            "text": "John says:  \"I indeed baptize you with water, but there cometh after me He that baptizeth with the Spirit and fire\"."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:139",
                            "text": "But He baptized no one with fire."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:140",
                            "text": "But some, as Heraclius says, marked with fire the ears of those who were sealed; understanding so the apostolic saying, \"For His fan is in His hand, to purge His floor:  and He will gather the wheat into the garner; but the chaff He will burn with fire unquenchable\"."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:141",
                            "text": "There is joined, then, the expression \"by fire\" to that \"by the Spirit;\" since He separates the wheat from the chaff, that is, from the material husk, by the Spirit; and the chaff is separated, being fanned by the wind:  so also the Spirit possesses a power of separating material forces."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:142",
                            "text": "Since, then, some things are produced from what is unproduced and indestructible,—that is, the germs of life,—the wheat also is stored, and the material part, as long as it is conjoined with the superior part, remains; when separated from it, it is destroyed; for it had its existence in another thing."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:143",
                            "text": "This separating element, then, is the Spirit, and the destroying element is the fire:  and material fire is to be understood."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:144",
                            "text": "But since that which is saved is like wheat, and that which grows in the soul like chaff, and the one is incorporeal, and that which is separated is material; to the incorporeal He opposes spirit, which is rarefied and pure—almost more so than mind; and to the material He opposes fire, not as being evil or bad, but as strong and capable of cleansing away evil."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:145",
                            "text": "For fire is conceived as a good force and powerful, destructive of what is baser, and conservative of what is better."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:146",
                            "text": "Wherefore this fire is by the prophets called wise."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:147",
                            "text": "XXVI."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:148",
                            "text": "Thus also, then, when God is called \"a consuming fire,\" it is because a name and sign, not of wickedness, but of power, is to be selected."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:149",
                            "text": "For as fire is the most potent of the elements, and masters all things; so also God is all-powerful and almighty, who is able to hold, to create, to make, to nourish, to make grow, to save, having power of body and soul."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:150",
                            "text": "As, then, fire is superior to the elements, so is the Almighty Ruler to gods, and powers, and principalities."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:151",
                            "text": "The power of fire is twofold:  one power conduces to the production and maturing of fruits and of animals, of which the sun is the image; and the other to consumption and destruction, as terrestrial fire."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:152",
                            "text": "When, then, God is called a consuming fire, He is called a mighty and resistless power, to which nothing is impossible, but which is able to destroy."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:153",
                            "text": "Respecting such a power, also, the Saviour says, \"I came to send fire upon the earth,\" indicating a power to purify what is holy, but destructive, as they say, of what is material; and, as we should say, disciplinary."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:154",
                            "text": "Now fear pertains to fire, and diffusion to light."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:155",
                            "text": "XXVII."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:156",
                            "text": "Now the more ancient men did not write, as they neither wished to encroach on the time devoted to attention bestowed on what they handed down, in the way of teaching, by the additional attention bestowed on writing, nor spent the time for considering what was to be said on writing."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:157",
                            "text": "And, perhaps convinced that the function of composition and the department of teaching did not belong to the same cast of mind, they gave way to those who had a natural turn for it."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:158",
                            "text": "For in the case of a speaker, the stream of speech flows unchecked and impetuous, and you may catch it up hastily."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:159",
                            "text": "But that which is always tested by readers, meeting with strict examination, is thought worthy of the utmost pains, and is, so to speak, the written confirmation of oral instruction, and of the voice so wafted along to posterity by written composition."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:160",
                            "text": "For that which was committed in trust to the elders, speaking in writing, uses the writer's help to hand itself down to those who are to read it."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:161",
                            "text": "As, then, the magnet, repelling other matter, attracts iron alone by reason of affinity; so also books, though many read them, attract those alone who are capable of comprehending them."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:162",
                            "text": "For the word of truth is to some \"foolishness,\" and to others a \"stumbling-block;\" but to a few \"wisdom\"."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:163",
                            "text": "So also is the power of God found to be."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:164",
                            "text": "But far from the Gnostic be envy."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:165",
                            "text": "For it is for this reason also that he asks whether it be worse to give to the unworthy, or not commit to the worthy; and runs the risk, from his abundant love of communicating, not only to every one who is qualified, but sometimes also to one unworthy, who asks importunately; not on account of his entreaty (for he loves not glory), but on account of the persistency of the petitioner who bends his mind towards faith with copious entreaty."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:166",
                            "text": "XXVIII."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:167",
                            "text": "There are those calling themselves Gnostics who are envious of those in their own house more than strangers."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:168",
                            "text": "And, as the sea is open to all, but one swims, another sails, and a third catches fish; and as the land is common, but one walks, another ploughs, another hunts,—somebody else searches the mines, and another builds a house:  so also, when the Scripture is read, one is helped to faith, another to morality, and a third is freed from superstition by the knowledge of things."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:169",
                            "text": "The athlete, who knows the Olympic stadium, strips for training, contends, and becomes victor, tripping up his antagonists who contend against his scientific method, and fighting out the contest."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:170",
                            "text": "For scientific knowledge is necessary both for the training of the soul and for gravity of conduct; making the faithful more active and keen observers of things."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:171",
                            "text": "For as there is no believing without elementary instruction, so neither is there comprehension without science."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:172",
                            "text": "XXIX."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:173",
                            "text": "For what is useful and necessary to salvation, such as the knowledge of the Father, and Son, and Holy Spirit, and also of our own soul, are wholly requisite; and it is at once beneficial and necessary to attain to the scientific account of them."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:174",
                            "text": "And to those who have assumed the lead in doing good, much experience is advantageous; so that none of the things which appear to be known necessarily and eruditely by others may escape their notice."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:175",
                            "text": "The exposition, too, of heterodox teaching affords another exercise of the inquiring soul, and keeps the disciple from being seduced from the truth, by his having already had practice beforehand in sounding all round on warlike instruments of music."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:176",
                            "text": "XXX."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:177",
                            "text": "The life of the Gnostic rule, (as they say that Crete was barren of deadly animals,) is pure from every evil deed, and thought, and word; not only hating no one, but beyond envy and hatred, and all evil-speaking and slander."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:178",
                            "text": "XXXI."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:179",
                            "text": "In length of days, it is not on account of his having lived long that the man is to be regarded happy, to whose lot it has also fallen, through his having lived, to be worthy of living for ever."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:180",
                            "text": "He has pained no one, except in instructing by the word the wounded in heart, as it were by a salutary honey, which is at once sweet and pungent."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:181",
                            "text": "So that, above all, the Gnostic preserves the decorous along with that which is in accordance with reason."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:182",
                            "text": "For passion being cut away and stript off from the whole soul, he henceforth consorts and lives with what is noblest, which has now become pure, and emancipated to adoption."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:183",
                            "text": "XXXII."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:184",
                            "text": "Pythagoras thought that he who gave things their names, ought to be regarded not only the most intelligent, but the oldest of the wise men."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:185",
                            "text": "We must, then, search the Scriptures accurately, since they are admitted to be expressed in parables, and from the names hunt out the thoughts which the Holy Spirit, propounding respecting things, teaches by imprinting His mind, so to speak, on the expressions; that the names used with various meanings, being made the subject of accurate investigation, may be explained, and that that which is hidden under many integuments may, being handled and learned, come to light and gleam forth."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:186",
                            "text": "For so also lead turns white as you rub it; white lead being produced from black."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:187",
                            "text": "So also scientific knowledge (gnosis), shedding its light and brightness on things, shows itself to be in truth the divine wisdom, the pure light, which illumines the men whose eyeball is clear, unto the sure vision and comprehension of truth."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:188",
                            "text": "XXXIII."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:189",
                            "text": "Lighting, then, our torch at the source of that light, by the passionate desire which has it for its object, and striving as much as possible to be assimilated to it, we become men full of light, Israelites indeed."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:190",
                            "text": "For He called those friends and brethren who by desire and pursuit aimed after likeness to the Divinity."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:191",
                            "text": "XXXIV."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:192",
                            "text": "Pure places and meadows have received voices and visions of holy phantasms."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:193",
                            "text": "But every man who has been perfectly purified, shall be thought worthy of divine teaching and of power."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:194",
                            "text": "XXXV."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:195",
                            "text": "Now I know that the mysteries of science (gnosis) are a laughing-stock to many, especially when not patched up with sophistical figurative language."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:196",
                            "text": "And the few are at first startled at them; as when light is suddenly brought into a convivial party in the dark."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:197",
                            "text": "Subsequently, on getting used and accustomed, and trained to reasoning, as if gladdened and exulting for delight, they praise the Lord."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:198",
                            "text": "…For as pleasure has for its essence release from pain; so also has knowledge the removal of ignorance."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:199",
                            "text": "For as those that are most asleep think they are most awake, being under the power of dream-visions very vivid and fixed; so those that are most ignorant think that they know most."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:200",
                            "text": "But blessed are they who rouse themselves from this sleep and derangement, and raise their eyes to the light and the truth."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:201",
                            "text": "XXXVI."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:202",
                            "text": "It is, therefore, equally requisite for him who wishes to have a pupil who is docile, and has blended faith with aspiration, to exercise himself and constantly to study by himself, investigating the truth of his speculations; and when he thinks himself right, to descend to questions regarding things contiguous."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:203",
                            "text": "For the young birds make attempts to fly in the nest, exercising their wings."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:204",
                            "text": "XXXVII."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:205",
                            "text": "For Gnostic virtue everywhere makes man good, and meek, and harmless, and painless, and blessed, and ready to associate in the best way with all that is divine, in the best way with men, at once a contemplative and active divine image, and turns him into a lover of what is good by love."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:206",
                            "text": "For what is good, as there it is contemplated and comprehended by wisdom, is here by self-control and righteousness carried into effect through faith:  practising in the flesh an angelic ministry; hallowing the soul in the body, as in a place clear and stainless."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:207",
                            "text": "XXXVIII."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:208",
                            "text": "Against Tatian, who says that the words, \"Let there be light,\" are supplicatory."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:209",
                            "text": "If, then, He is supplicating the supreme God, how does He say, \"I am God, and beside me there is none else?\"  We have said that there are punishments for blasphemies, for nonsense, for outrageous expressions; which are punished and chastised by reason."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:210",
                            "text": "XXXIX."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:211",
                            "text": "And he said, too, that on account of their hair and finery, women are punished by the Power that is set over these matters; which also gave to Samson strength in his hair; which punishes the women who allure to fornication through the adornment of their hair."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:212",
                            "text": "XL."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:213",
                            "text": "As by the effluence of good, people are made good; in like manner are they made bad."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:214",
                            "text": "Good is the judgment of God, and the discrimination of the believing from the unbelieving, and the judgment beforehand, so as not to fall into greater judgment—this judgment being correction."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:215",
                            "text": "XLI."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:216",
                            "text": "Scripture says that infants which are exposed are delivered to a guardian angel, and that by him they are trained and reared."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:217",
                            "text": "\"And they shall be,\" it says, \"as the faithful in this world of a hundred years of age\"."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:218",
                            "text": "Wherefore also Peter, in the Revelation, says:  \"And a flash of fire, leaping from those infants, and striking the eyes of the women\"."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:219",
                            "text": "For the just shines:  forth as a spark in a reed, and will judge the nations."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:220",
                            "text": "XLII."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:221",
                            "text": "\"With the holy Thou wilt be holy\"."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:222",
                            "text": "\"According to thy praise is thy name glorified;\" God being glorified through our knowledge, and through the inheritance."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:223",
                            "text": "Thus also it is said, \"The Lord liveth,\" and \"The Lord hath risen\"."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:224",
                            "text": "XLIII."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:225",
                            "text": "\"A people whom I knew not hath served me;\"—by covenant I knew them not, alien sons, who desired what pertained to another."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:226",
                            "text": "XLIV."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:227",
                            "text": "\"Magnifying the salvations of His king\"."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:228",
                            "text": "All the faithful are called kings, brought to royalty through inheritance."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:229",
                            "text": "XLV."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:230",
                            "text": "Long-suffering is sweetness above honey; not because it is long-suffering, but in consequence of the fruit of long-suffering."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:231",
                            "text": "Since, then, the man of self-control is devoid of passion, inasmuch as he restrains the passions, not without toil; but when habit is formed, he is no longer a man of self-control, the man having come under the influence of one habit and of the Holy Spirit."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:232",
                            "text": "XLVI."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:233",
                            "text": "The passions that are in the soul are called spirits,—not spirits of power, since in that case the man under the influence of passion would be a legion of demons; but they are so called in consequence of the impulse they communicate."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:234",
                            "text": "For the soul itself, through modifications, taking on this and that other sort of qualities of wickedness, is said to receive spirits."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:235",
                            "text": "XLVII."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:236",
                            "text": "The Word does not bid us renounce property; but to manage property without inordinate affection; and on anything happening, not to be vexed or grieved; and not to desire to acquire."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:237",
                            "text": "Divine Providence bids keep away from possession accompanied with passion, and from all inordinate affection, and from this turns back those still remaining in the flesh."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:238",
                            "text": "XLVIII."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:239",
                            "text": "For instance, Peter says in the Apocalypse, that abortive infants shall share the better fate; that these are committed to a guardian angel, so that, on receiving knowledge, they may obtain the better abode, having had the same experiences which they would have had had they been in the body."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:240",
                            "text": "But the others shall obtain salvation merely, as being injured and pitied, and remain without punishment, receiving this reward."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:241",
                            "text": "XLIX."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:242",
                            "text": "The milk of women, flowing from the breasts and thickening, says Peter in the Apocalypse, will produce minute beasts, that prey on flesh, and running back into them will consume them:  teaching that punishments arise for sins."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:243",
                            "text": "He says that they are produced from sins; as it was for their sins that the people were sold."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:244",
                            "text": "And for their want of faith in Christ, as the apostle says, they were bitten by serpents."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:245",
                            "text": "L."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:246",
                            "text": "An ancient said that the embryo is a living thing; for that the soul entering into the womb after it has been by cleansing prepared for conception, and introduced by one of the angels who preside over generation, and who knows the time for conception, moves the woman to intercourse; and that, on the seed being deposited, the spirit, which is in the seed, is, so to speak, appropriated, and is thus assumed into conjunction in the process of formation."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:247",
                            "text": "He cited as a proof to all, how, when the angels give glad tidings to the barren, they introduce souls before conception."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:248",
                            "text": "And in the Gospel \"the babe leapt\" as a living thing."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:249",
                            "text": "And the barren are barren for this reason, that the soul, which unites for the deposit of the seed, is not introduced so as to secure conception and generation."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:250",
                            "text": "LI."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:251",
                            "text": "\"The heavens declare the glory of God\"."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:252",
                            "text": "The heavens are taken in various meanings, both those defined by space and revolution, and those by covenant,—the immediate operation of the first-created angels."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:253",
                            "text": "For the covenants caused a more especial appearance of angels,—that in the case of Adam, that in the case of Noah, that in the case of Abraham, that in the case of Moses."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:254",
                            "text": "For, moved by the Lord, the first-created angels exercised their influence on the angels attached to the prophets, considering the covenants the glory of God."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:255",
                            "text": "Furthermore, the things done on earth by angels were done by the first-created angels to the glory of God."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:256",
                            "text": "LII."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:257",
                            "text": "It is the Lord that is principally denominated the Heavens, and then the First-created; and after these also the holy men before the Law, as the patriarchs, and Moses, and the prophets; then also the apostles."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:258",
                            "text": "\"And the firmament showeth His handiwork\"."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:259",
                            "text": "He applies the term \"firmament\" to God, the passionless and immoveable, as also elsewhere the same David says, \"I will love Thee, O Lord, my strength and my refuge\"."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:260",
                            "text": "Accordingly, the firmament itself shows forth the work of His hands,—that is, shows and manifests the work of His angels."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:261",
                            "text": "For He shows forth and manifests those whom He hath made."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:262",
                            "text": "LIII."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:263",
                            "text": "\"Day unto day uttereth speech\"."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:264",
                            "text": "As the heavens have various meanings, so also has day."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:265",
                            "text": "Now speech is the Lord; and He is also frequently called day."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:266",
                            "text": "\"And night unto night showeth forth knowledge\"."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:267",
                            "text": "The devil knew that the Lord was to come."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:268",
                            "text": "But he did not believe that He was God; wherefore also he tempted Him, in order to know if He were powerful."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:269",
                            "text": "It is said, \"he left Him, and departed from Him for a season;\" that is, he postponed the discovery till the resurrection."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:270",
                            "text": "For he knew that He who was to rise was the Lord."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:271",
                            "text": "Likewise also the demons; since also they suspected that Solomon was the Lord, and they knew that he was not so, on his sinning."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:272",
                            "text": "\"Night to night\"."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:273",
                            "text": "All the demons knew that He who rose after the passion was the Lord."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:274",
                            "text": "And already Enoch had said, that the angels who transgressed taught men astronomy and divination, and the rest of the arts."
                        },
                        {
                            "verse": 275,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:275",
                            "text": "LIV."
                        },
                        {
                            "verse": 276,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:276",
                            "text": "\"There are no speeches or words whose voices are not heard,\" neither of days nor nights."
                        },
                        {
                            "verse": 277,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:277",
                            "text": "\"Their sound is gone forth unto all the earth\"."
                        },
                        {
                            "verse": 278,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:278",
                            "text": "He has transferred the discourse to the saints alone, whom he calls both heavens and days."
                        },
                        {
                            "verse": 279,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:279",
                            "text": "LV."
                        },
                        {
                            "verse": 280,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:280",
                            "text": "The stars, spiritual bodies, that have communications with the angels set over them, and are governed by them, are not the cause of the production of things, but are signs of what is taking place, and will take place, and have taken place in the case of atmospheric changes, of fruitfulness and barrenness, of pestilence and fevers, and in the case of men."
                        },
                        {
                            "verse": 281,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:281",
                            "text": "The stars do not in the least degree exert influences, but indicate what is, and will be, and has been."
                        },
                        {
                            "verse": 282,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:282",
                            "text": "LVI."
                        },
                        {
                            "verse": 283,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:283",
                            "text": "\"And in the sun hath He set His tabernacle\"."
                        },
                        {
                            "verse": 284,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:284",
                            "text": "There is a transposition here."
                        },
                        {
                            "verse": 285,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:285",
                            "text": "For it is of the second coming that the discourse is."
                        },
                        {
                            "verse": 286,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:286",
                            "text": "So, then, we must read what is transposed in its due sequence:  \"And he, as a bridegroom issuing from his chamber, will rejoice as a giant to run his way."
                        },
                        {
                            "verse": 287,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:287",
                            "text": "From heaven's end is his going forth; and there is no one who shall hide himself from his heat;\" and then, \"He hath set His tabernacle in the sun\"."
                        },
                        {
                            "verse": 288,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:288",
                            "text": "Some say that He deposited the Lord's body in the sun, as Hermogenes."
                        },
                        {
                            "verse": 289,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:289",
                            "text": "And \"His tabernacle,\" some say, is His body, others the Church of the faithful."
                        },
                        {
                            "verse": 290,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:290",
                            "text": "Our Pantaenus used to say, that prophecy utters its expressions indefinitely for the most part, and uses the present for the future, and again the present for the past."
                        },
                        {
                            "verse": 291,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:291",
                            "text": "Which is also seen here."
                        },
                        {
                            "verse": 292,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:292",
                            "text": "For \"He hath set\" is put both for the past and the future."
                        },
                        {
                            "verse": 293,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:293",
                            "text": "For the future, because, on the completion of this period, which is to run according to its present constitution, the Lord will come to restore the righteous, the faithful, in whom He rests, as in a tent, to one and the same unity; for all are one body, of the same race, and have chosen the same faith and righteousness."
                        },
                        {
                            "verse": 294,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:294",
                            "text": "But some as head, some as eyes, some as ears, some as hands, some as breasts, some as feet, shall be set, resplendent, in the sun."
                        },
                        {
                            "verse": 295,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:295",
                            "text": "\"Shine forth as the sun,\" or in the sun; since an angel high in command is in the sun."
                        },
                        {
                            "verse": 296,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:296",
                            "text": "For he is appointed for rule over days; as the moon is for ruling over night."
                        },
                        {
                            "verse": 297,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:297",
                            "text": "Now angels are called days."
                        },
                        {
                            "verse": 298,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:298",
                            "text": "Along with the angels in the sun, it is said, they shall have assigned to them one abode, to be for some time and in some respects the sun, as it were the head of the body which is one."
                        },
                        {
                            "verse": 299,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:299",
                            "text": "And, besides, they also are the rulers of the days, as that angel in the sun, for the greater purpose for which he before them migrated to the same place."
                        },
                        {
                            "verse": 300,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:300",
                            "text": "And again destined to ascend progressively, they reach the first abode, in accordance with the past \"He hath set:\"  so that the first-created angels shall no longer, according to providence, exercise a definite ministry, but may be in repose, and devoted to the contemplation of God alone; while those next to them shall be promoted to the post which they have left; and so those beneath them similarly."
                        },
                        {
                            "verse": 301,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:301",
                            "text": "LVII."
                        },
                        {
                            "verse": 302,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:302",
                            "text": "There are then, according to the apostle, those on the summit, the first-created."
                        },
                        {
                            "verse": 303,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:303",
                            "text": "And they are thrones, although Powers, being the first-created, inasmuch as God rests in them, as also in those who believe."
                        },
                        {
                            "verse": 304,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:304",
                            "text": "For each one, according to his own stage of advancement possesses the knowledge of God in a way special to himself; and in this knowledge God reposes, those who possess knowledge being made immortal by knowledge."
                        },
                        {
                            "verse": 305,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:305",
                            "text": "And is not \"He set His tabernacle in the sun\" to be understood thus?  God \"set in the sun,\" that is, in the God who is beside Him, as in the Gospel, Eli, Eli, instead of my God, my God."
                        },
                        {
                            "verse": 306,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:306",
                            "text": "And what is \"above all rule, and authority, and power, and every name that is named,\" are those from among men that are made perfect as angels and archangels, so as to rise to the nature of the angels first-created."
                        },
                        {
                            "verse": 307,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:307",
                            "text": "For those who are changed from men to angels are instructed for a thousand years by the angels after they are brought to perfection."
                        },
                        {
                            "verse": 308,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:308",
                            "text": "Then those who have taught are translated to archangelic authority; and those who have learned instruct those again who from men are changed to angels."
                        },
                        {
                            "verse": 309,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:309",
                            "text": "Thus afterwards, in the prescribed periods, they are brought to the proper angelic state of the body."
                        },
                        {
                            "verse": 310,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:310",
                            "text": "LVIII."
                        },
                        {
                            "verse": 311,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:311",
                            "text": "\"The law of God is perfect, converting souls\"."
                        },
                        {
                            "verse": 312,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:312",
                            "text": "The Saviour Himself is called Law and Word, as Peter in \"the Preaching,\" and the prophet:  \"Out of Zion shall go forth the Law, and the Word of the Lord from Jerusalem\"."
                        },
                        {
                            "verse": 313,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:313",
                            "text": "LIX."
                        },
                        {
                            "verse": 314,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:314",
                            "text": "\"The testimony of the Lord is sure, making children wise\"."
                        },
                        {
                            "verse": 315,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:315",
                            "text": "The covenant of the Lord is true, making wise children; those free from evil, both the apostles, and then also us."
                        },
                        {
                            "verse": 316,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:316",
                            "text": "Besides, the testimony of the Lord, according to which He rose again after His passion, having been verified by fact, led the Church to confirmation in faith."
                        },
                        {
                            "verse": 317,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:317",
                            "text": "LX."
                        },
                        {
                            "verse": 318,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:318",
                            "text": "\"The fear of the Lord is pure, enduring for ever\"."
                        },
                        {
                            "verse": 319,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:319",
                            "text": "He says that those who have been turned from fear to faith and righteousness endure for ever."
                        },
                        {
                            "verse": 320,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:320",
                            "text": "\"The judgments of the Lord are true,\"—sure, and incapable of being overturned; and giving rewards according to what is right, bringing the righteous to the unity of the faith."
                        },
                        {
                            "verse": 321,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:321",
                            "text": "For this is shown in the words, \"justified for the same\"."
                        },
                        {
                            "verse": 322,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:322",
                            "text": "\"Such desires are above gold and precious stone\"."
                        },
                        {
                            "verse": 323,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:323",
                            "text": "LXI."
                        },
                        {
                            "verse": 324,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:324",
                            "text": "\"For also Thy servant keeps them\"."
                        },
                        {
                            "verse": 325,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:325",
                            "text": "Not that David alone is called servant; but the whole people saved is called the servant of God, in virtue of obedience to the command."
                        },
                        {
                            "verse": 326,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:326",
                            "text": "LXII."
                        },
                        {
                            "verse": 327,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:327",
                            "text": "\"Cleanse me from my secret faults;\"—thoughts contrary to right reason—defects."
                        },
                        {
                            "verse": 328,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:328",
                            "text": "For He calls this foreign to the righteous man."
                        },
                        {
                            "verse": 329,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:329",
                            "text": "LXIII."
                        },
                        {
                            "verse": 330,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:330",
                            "text": "\"If they have not dominion over me, then shall I be innocent\"."
                        },
                        {
                            "verse": 331,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:331",
                            "text": "If those who persecute me as they did the Lord, do not have dominion over me, I shall not be innocent."
                        },
                        {
                            "verse": 332,
                            "chapter": 1,
                            "name": "Excerpts of Theodutus 1:332",
                            "text": "For no one becomes a martyr unless he is persecuted; nor appears righteous, unless, being wronged, he takes no revenge; nor forbearing…."
                        }
                    ]
                }
            ]
        }
    ]
}