{
    "books": [
        {
            "name": "Novatian: A Roman Presbyter",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Novatian: A Roman Presbyter 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:1",
                            "text": "Novatian: Introductory Notice  a."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:2",
                            "text": "d."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:3",
                            "text": "–."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:4",
                            "text": "When we reflect upon the history of Solomon, and his marvellous contributions to the sacred canon of Scripture, we must not be surprised to find a Tatian, a Tertullian, and a Novatian among the Fathers."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:5",
                            "text": "We deplore the lapse of such characters, but after death they are not subject to human judgment."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:6",
                            "text": "Let us cherish the gratitude we owe to them for their good works, and use their testimony so far as it was faithful; covering their shame with the mantle of charity, and praying for grace never to imitate their faults."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:7",
                            "text": "\"If any teacher have wandered from the faith, it is permitted,\" says St."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:8",
                            "text": "Vincent of Lerins, \"by Divine Providence for our trial, whether we love God or not, with all our heart and with all our soul\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:9",
                            "text": "We find Novatian apparently exercising jurisdiction, sede vacante, in Rome, with his co-presbyters, and as vicar-general (to use a later term) corresponding with Cyprian."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:10",
                            "text": "This was about a."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:11",
                            "text": "d."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:12",
                            "text": ", after the death of Fabian."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:13",
                            "text": "His marked abilities and real services had fitted him to preside thus over the Roman presbytery, and to be their \"secretary for foreign affairs\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:14",
                            "text": "But he laboured under the impediment of clinic baptism, and had not an unblemished record, if we credit Eusebius, in his conduct during persecution."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:15",
                            "text": "He was not called, therefore, to the episcopate."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:16",
                            "text": "Cornelius was made bishop June , a."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:17",
                            "text": "d."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:18",
                            "text": "; and, apparently, disappointed ambition soon bore its thorny fruits."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:19",
                            "text": "\"Emulation of the episcopal office is the mother of schisms,\" said Tertullian; even in that period when to be a bishop was so often to be a martyr."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:20",
                            "text": "And we find Novatian grasping a shadowy titular bishopric, which, wholly irregular and universally disowned, could have been to such a man the source of nothing but misery."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:21",
                            "text": "I say, \"to such a man,\" for, without hearing the other side, I cannot accept what was unquestionably supposed to be fact amid the excitements of the times."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:22",
                            "text": "And Novatian was not a common or a vulgar character."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:23",
                            "text": "The arguments of Lardner teach us at least to be Christians,—to accept the facts, but \"forbear to judge,\" seeing, as that writer observes, \"we have not one remaining line of his in self-defence or against his adversaries\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:24",
                            "text": "Now as to his orthodoxy, so far as his extant writings are concerned, I think any scholar, not anxious to make out a case, will abide by the candid judgment of Bull, who defends his reputation against Petavius."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:25",
                            "text": "\"By no means,\" he says, \"should we tolerate that injustice of the Jesuit Petau towards the ancient writers, against their manifest mind and purpose; twisting, as he everywhere does, their sound and Catholic sayings into a sense alien and heretical\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:26",
                            "text": "The work upon the Trinity, which is a most valuable contribution to ante-Nicene theology, is said by Cave to have been written about a."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:27",
                            "text": "d."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:28",
                            "text": "; and that upon the Jewish meats seems to have been composed during the Decian persecution."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:29",
                            "text": "His heresy, such as it was, turned upon unrelenting discipline, and was a sin against charity, which is greater than faith itself."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:30",
                            "text": "It violated the \"seventy times seven\" maxim of our Lord, and the comprehensive precept, \"Forgive, and ye shall be forgiven\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:31",
                            "text": "It wounded Christian unity at a perilous period, and when every breach in the wall of the fold was sure to let in the wolves."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:32",
                            "text": "\"He may have aspired to the papal chair,\" says a contemporary writer of no mean repute, adding, \"to which he had the best claim\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:33",
                            "text": "Then he says, \"Novatian was elected anti-pope by a minority, and consecrated by three Italian bishops\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:34",
                            "text": "Is this history? What impression must it give to the young student? The learned writer whom I quote shows clearly enough that there was no \"papacy\" in primitive times, as that word is universally understood."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:35",
                            "text": "Why, then, put a face upon Antiquity so utterly misleading? Neither Novatian, nor his consecrators, nor Cornelius, against whom he rebelled, ever dreamed of anything more than of an episcopal chair; venerable, indeed, for its succession of pastors from the times of SS."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:36",
                            "text": "Peter and Paul, but as yet hardly felt in the Christian brotherhood; which for two centuries had produced many pious but few eminent men, and in which Novatian himself was the earliest contributor to the \"Latin Christianity,\" already founded and flourishing, not in Italy, but in Northern Africa."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:37",
                            "text": "The following is the Introductory Notice of the Edinburgh translator, the Rev."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:38",
                            "text": "Dr."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:39",
                            "text": "Wallis, who, I am glad to observe, is tender towards our author's memory:—  The biography of Novatian belongs to the ecclesiastical history of the third century."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:40",
                            "text": "He was, or is reputed to have been, the founder of a sect which claimed for itself the name of \"Puritan\" (καθαροί)."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:41",
                            "text": "For a long time he was in determined opposition to Cornelius, bishop of Rome, in regard to the admission of the lapsed and penitent into the Church; but the facts of the controversy and much of our information in regard to Novatian are to be got only from his enemies, the Roman bishop and his adherents."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:42",
                            "text": "Accordingly, some have believed all the accusations that have been brought against him, while others have been inclined to doubt them all."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:43",
                            "text": "It is not known where Novatian was born."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:44",
                            "text": "Some have appealed to Philostorgius in behalf of the opinion that he was a Phrygian; but others maintain that, supposing this to be a statement of the historian, it is a mere conjecture of his, based on the character of Novatian's teaching."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:45",
                            "text": "It is also stated by Cyprian, that he was a Stoic before he passed over to the Christian Church; but this also has been doubted."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:46",
                            "text": "While amongst the catechumens, he was seized by a violent disease, attributed to demoniac agency; and, being near death, he received baptism."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:47",
                            "text": "He was ordained presbyter by Fabian, bishop of Rome, against the wishes of the rest of the clergy, who objected thereto because he had received clinic baptism."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:48",
                            "text": "The subsequent circumstances of his schism and his contest with Cornelius, are stated at length with no friendly spirit in a letter to Antonianus by Cyprian."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:49",
                            "text": "Socrates states that he suffered martyrdom; but his authority, amid the silence of all others, is not sufficient to guarantee the fact."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:50",
                            "text": "Novatian composed many works."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:51",
                            "text": "The following are extant:—  I."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:52",
                            "text": "De Trinitate, formerly attributed by some to Tertullian, by others to Cyprian; but now on all hands allowed to be the work of Novatian, to whom Jerome expressly assigns it."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:53",
                            "text": "It was written after the heresy of Sabellius, which appeared  a."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:54",
                            "text": "d."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:55",
                            "text": "II."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:56",
                            "text": "De Cibis Judaicis: at first also attributed by some to Tertullian or Cyprian; but now assigned to Novatian on the testimony of Jerome."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:57",
                            "text": "It was written during the time of the Decian persecution, about  a."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:58",
                            "text": "d."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:59",
                            "text": "III."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:60",
                            "text": "Novatian was the author of the letter addressed by the Roman clergy to Cyprian."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:61",
                            "text": "So Cyprian himself states."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:62",
                            "text": "Some have also attributed to him Ep."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:63",
                            "text": "xxix."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:64",
                            "text": "without any authority."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:65",
                            "text": "IV."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:66",
                            "text": "Jerome attributes to him writings on Circumcision, on the Sabbath, on the Passover, on the Priesthood, on Prayer, on Attalus, on the Present Crisis, and Letters."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Novatian: A Roman Presbyter 1:67",
                            "text": "The best editions of Novatian are by Welchman, Oxford, ; and by Jackson, London,."
                        }
                    ]
                }
            ]
        }
    ]
}