{
    "books": [
        {
            "name": "Gregory of Nazianzen: to Olympius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory of Nazianzen: to Olympius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:1",
                            "text": "9."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:2",
                            "text": "To Olympius."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:3",
                            "text": "(Olympius was Prefect of Cappadocia Secunda in 382."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:4",
                            "text": "One letter to him against the Apollinarians, has already been given; the rest, which are to follow are mainly recommendations of various persons to his patronage."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:5",
                            "text": ")  Ep."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:6",
                            "text": "CIV."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:7",
                            "text": "All The Other favours which I have received I know to be due to your kindness; and may God reward you for them with His own mercies; and may one of these be, that you may discharge your office of prefect with good fame and splendour from beginning to end."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:8",
                            "text": "In what I now ask I come rather to give than to receive, if it is not arrogant to say so."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:9",
                            "text": "I personally introduce poor Philumena to you, to entreat your justice, and to move you to the tears with which she afflicts my soul."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:10",
                            "text": "She herself will explain to you in what and by whom she has been wronged, for it would not be right for me to bring accusations against any one."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:11",
                            "text": "But this much it is necessary for me to say, that widowhood and orphanhood have a right to the assistance of all right-minded men, and especially of those who have wife and children, those great pledges of pity, since we—ourselves only men—are set to judge men."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:12",
                            "text": "Pardon me that I plead with you for these by letter, since it is by ill health that I am deprived of seeing a ruler so kind and so conspicuous for virtue that even the prelude of your administration is more precious than the good fame of others even at the end of their term."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:13",
                            "text": "Ep."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:14",
                            "text": "CV."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:15",
                            "text": "The time is swift, the struggle great, and my sickness severer, reducing me almost to immovability."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:16",
                            "text": "What is left but to pray to God, and to supplicate your kindness, the one, that  He will incline your mind to gentler counsels, the other that you will not roughly dismiss our intercession, but will receive kindly the wretched Paulus, whom justice has brought under your hands, perhaps in order that it may make you more illustrious by the greatness of your kindness, and may commend our prayers (such as they are) to your mercy."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:17",
                            "text": "Here is another laying before you a letter, of which, if the truth may be said, you are the cause yourself, for you provoke them by the honour you do them."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:18",
                            "text": "Here too is another petitioner for you, a prisoner of fear, our kinsman Eustratius, who with us and by us entreats your goodness, inasmuch as he cannot endure to be in perpetual rebellion against your government, even though a just terror has frightened him, nor does he choose to entreat you by anyone else than me, that he may make your mercy to him more conspicuous through his use of such intercessors, whom at all events you yourself make great by thus accepting their appeal."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:19",
                            "text": "I will say one thing, and that briefly."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:20",
                            "text": "All the other favours you conferred upon me; but this you will confer upon your own judgment, since once you purposed to comfort our age and infirmity with such honours."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:21",
                            "text": "And I will add that you are continually rendering God more propitious to you."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:22",
                            "text": "Ep."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:23",
                            "text": "CXXV."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:24",
                            "text": "(Given above,  1."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:25",
                            "text": ")      Ep."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:26",
                            "text": "CXXVI."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:27",
                            "text": "(While Gregory was at Xantharis an opportunity presented itself for seeing Olympius, but a return of illness prevented him from taking advantage of it."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:28",
                            "text": "He writes to express his regret, and takes the opportunity also to request that Nicobulus may be exempted from the charge of the Imperial Posts."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:29",
                            "text": ")  I was happy in a dream."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:30",
                            "text": "For having been brought as far as the Monastery to obtain some comfort from the bath, and then hoping to meet you, and having this good fortune almost in my hands, and having delayed a few days, I was suddenly carried away by my illness, which was already painful in some respects and threatening in others."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:31",
                            "text": "And, if one must find some conjecture to account for the misfortune, I suffered in the same way as the polypods do, which if torn by force from the rocks risk the loss of the suckers by which they attach themselves to the rocks, or carry off some portion of the latter."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:32",
                            "text": "Something of this kind is my case."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:33",
                            "text": "And what I should have asked Your Excellency for had I seen you, I now venture to ask for though I am absent."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:34",
                            "text": "I found my son Nicobulus much worried by the care of the Post, and by close attention to the Monastery."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:35",
                            "text": "He is not a strong man, and has great distaste for solitude."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:36",
                            "text": "Make use of him for anything else you please, for he is eager to serve your authority in all things; but if it be possible set him free from this charge, if for no other reason, at any rate to do him honour as my Hospitaller."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:37",
                            "text": "Since I have asked many favours from you for many people, and have obtained them, I need also your kindness for myself."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:38",
                            "text": "Ep."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:39",
                            "text": "CXXXI."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:40",
                            "text": "(In 382 Gregory was summoned to a Synod at Constantinople; he wrote to Procopius, the Prefectus Urbi, and declined to go, on the ground of his great dislike to Episcopal Synods, from which, he said, he had never known any good to result."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:41",
                            "text": "However he seems to have received a more urgent summons through Icarius and Olympius."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:42",
                            "text": "His reply to Icarius has been lost; that to Olympius is as follows."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:43",
                            "text": ")  It is more serious to me than my illness, that no one will believe that I am ill, but that so long a journey is enjoined upon me, and I am pushed into the midst of troubles from which I rejoiced to have withdrawn, and almost thought that I ought to be grateful for this to my bodily affliction."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:44",
                            "text": "For quiet and freedom from affairs is more precious than the splendour of a busy life."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:45",
                            "text": "I wrote this yesterday to the Most Illustrious Icarius, from whom I received the same summons: and I now beg your Magnanimity also to write this for me, for you are a very trustworthy witness of my ill health."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:46",
                            "text": "Another proof of my inability is the loss which I have now suffered in having been unable even to come and enjoy your society, who are so kind a Governor, and so admirable for virtue that even the preludes of your term of office are more honourable than the good fame which others can earn by the end of theirs."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:47",
                            "text": "Ep."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:48",
                            "text": "CXL."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:49",
                            "text": "Again I write when I ought to come: but I gain confidence to do so from yourself, O Umpire of spiritual matters (to put the first thing first), and Corrector of the Commonweal—and both by Divine Providence: who have also received as the reward of your piety that your affairs would prosper to your mind,  and that you alone should find attainable what to every one else is out of reach."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:50",
                            "text": "For wisdom and courage conduct your government, the one discovering what is to be done, and the other easily carrying out what has been discovered."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:51",
                            "text": "And the greatest of all is the purity of your hands with which all is directed."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:52",
                            "text": "Where is your ill-gotten gold? There never was any; it was the first thing you condemned to exile as an invisible tyrant."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:53",
                            "text": "Where is illwill? It is condemned."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:54",
                            "text": "Where is favour? Here you do bend somewhat (for I will accuse you a little), but it is in imitating the Divine Mercy, which at the present time your soldier Aurelius entreats of you by me."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:55",
                            "text": "I call him a foolish fugitive, because he has placed himself in our hands, and through ours in yours, sheltering himself under our gray hair and our Priesthood (for which you have often professed your veneration) as if it were under some Imperial Image."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:56",
                            "text": "See, this sacrificing and unbloodstained hand leads this man to you; a hand which has written often in your praise, and will I am sure write yet more, if God continue your term of government—yours, I mean, and that of your colleague Themis."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:57",
                            "text": "Ep."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:58",
                            "text": "CXLI."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:59",
                            "text": "(The people of Nazianzus had in some way incurred the loss of civic rights; and the Order for the forfeiture of the title of City had been signed by Olympius."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:60",
                            "text": "This led to something like a revolt on the part of a certain number of the younger citizens: and this Olympius determined to punish by the total destruction of the place."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:61",
                            "text": "S."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:62",
                            "text": "Gregory was again prevented by sickness from appearing in person before the Governor: but he pleaded the cause of his native city (using its official Latin name of Diocaesarea) in the following letters so successfully as to induce Olympius to pardon the outbreak."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:63",
                            "text": ")  Again an opportunity for kindness: and again I am bold enough to commit to a letter my entreaty about so important a matter."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:64",
                            "text": "My illness makes me thus bold, for it does not even allow me to go out, and it does not permit me to make a fitting entrance to you."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:65",
                            "text": "What then is my Embassy? Pray receive it from me gently and kindly."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:66",
                            "text": "The death of a single man, who to-day is and to-morrow will not be and will not return to us is of course a dreadful thing."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:67",
                            "text": "But it is much more dreadful for a City to die, which Kings founded, and time compacted, and a long series of years has preserved."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:68",
                            "text": "I speak of Diocaesarea, once a City, a City no longer, unless you grant it mercy."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:69",
                            "text": "Think that this place now falls at your feet by me: let it have a voice, and be clothed in mourning and cut off its hair as in a tragedy, and let it speak to you in such words as these:  Give a hand to me that lie in the dust: help the strengthless: do not add the weight of your hand to time, nor destroy what the Persians have left me."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:70",
                            "text": "It is more honourable to you to raise up cities than to destroy those that are distressed."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:71",
                            "text": "Be my founder, either by adding to what I possess, or by preserving me as I am."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:72",
                            "text": "Do not suffer that up to the time of your administration I should be a City, and after you should be so no longer: do not give occasion to after times to speak evil of you, that you received me numbered among cities, and left me an uninhabited spot, which was once a city, only recognizable by mountains and precipices and woods."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:73",
                            "text": "This let the City of my imagination do and say to your mercy."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:74",
                            "text": "But deign to receive an exhortation from me as your friend: certainly chastise those who have rebelled against the Edict of your authority."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:75",
                            "text": "On this behalf I am not bold to say anything, although this piece of audacity was not, they say, of universal design, but was only the unreasoning anger of a few young men."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:76",
                            "text": "But dismiss the greater part of your anger, and use a larger reasoning."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:77",
                            "text": "They were grieved for their Mother's being put to death; they could not endure to be called citizens, and yet to be without political rights: they were mad: they committed an offence against the law: they threw away their own safety: the unexpectedness of the calamity deprived them of reason."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:78",
                            "text": "Is it really necessary that for this the city should cease to be a city? Surely not."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:79",
                            "text": "Most excellent, do not write the order for this to be done."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:80",
                            "text": "Rather respect the supplication of all citizens and statesmen and men of rank—for remember the calamity will touch all alike—even if the greatness of your authority keeps them silent, sighing as it were in secret."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:81",
                            "text": "Respect also my gray hair: for it would be dreadful to me, after having had a great city, now to have none at all, and that after your government the Temple which we have raised to God, and our love for its adornment, is to become a dwelling for beasts."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:82",
                            "text": "It is not a terrible thing if some statues were thrown down—though in itself it would be so—but I would not have you think that I am speaking of this, when all my care is for more important things: but it is dreadful if an ancient city is to be destroyed with them—one which has  splendidly endured, as I, who am honoured by you, and am supposed to have some influence, have lived to see."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:83",
                            "text": "But this is enough upon such a subject, for I shall not, if I speak at greater length, find anything stronger than your own reasons, by which this nation is governed—and may more and greater ones be governed by them too, and that in greater commands."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:84",
                            "text": "This however it was needful that Your Magnanimity should know about those who have fallen before your feet, that they are altogether wretched and despairing, and have not shared in any disorder with those who have broken the law, as I am certified by many who were then present."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:85",
                            "text": "Therefore deliberate what you may think expedient, both for your own reputation in this world, and your hopes in the next."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:86",
                            "text": "We will bear what you determine—not indeed without grief—but we will bear it: for what else can we do? If the worse determination prevail, we shall be indignant, and shall shed a tear over our City that has ceased to be."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:87",
                            "text": "Ep."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:88",
                            "text": "CXLII."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:89",
                            "text": "Though my desire to meet you is warm, and the need of your petitioners is great, yet my illness is invincible."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:90",
                            "text": "Therefore I am bold to commit my intercession to writing."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:91",
                            "text": "Have respect to our gray hair, which you have already often reverenced by good actions."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:92",
                            "text": "Have respect also to my infirmity, to which my labours for God have in part contributed, if I may swagger a little."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:93",
                            "text": "For this cause spare the citizens who look to me because I use some freedom of speech with you."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:94",
                            "text": "And spare also the others who are under my care."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:95",
                            "text": "For public affairs will suffer no damage through mercy, since you can do more by fear than others by punishment."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:96",
                            "text": "May you, as your reward for this, obtain such a Judge as you shew yourself to your petitioners and to me their intercessor."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:97",
                            "text": "Ep."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:98",
                            "text": "CXLIII."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:99",
                            "text": "What does much experience, and experience of good do for men? It teaches kindness, and inclines them to those who entreat them."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:100",
                            "text": "There is no such education in pity as the previous reception of goodness."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:101",
                            "text": "This has happened to myself among others."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:102",
                            "text": "I have learned compassion by the things which I have suffered."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:103",
                            "text": "And do you see my greatness of soul when I myself need your gentleness in my own affairs? I intercede for others, and do not fear lest I should exhaust all your kindness on other men's concerns."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:104",
                            "text": "I am writing thus on behalf of the Presbyter Leontius—or, if I may so describe him, the ex-Presbyter."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:105",
                            "text": "If he has suffered sufficiently for what he has done, let us stop there, lest excess become injustice."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:106",
                            "text": "And if there is still any balance of punishment due, and the consequences of his crime have not yet equalled his offence, yet remit it for our sake and God's, and that of the sanctuary, and the general assembly of the priests, among whom he was once numbered, even though he has now shewn himself unworthy of them, both by what he has done and by what he has suffered."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:107",
                            "text": "If I can prevail with you it will be best; but if not, I will bring to you a more powerful intercessor, her who is the partner both of your rule and of your good fame."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:108",
                            "text": "Ep."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:109",
                            "text": "CXLIV."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:110",
                            "text": "(Verianus, a citizen of Nazianzus, had been offended by his son-in-law, and on this account wished his daughter to sue for a divorce."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:111",
                            "text": "Olympius referred the matter to the Episcopal arbitration of S."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:112",
                            "text": "Gregory, who refused to countenance the proceeding, and writes the two following letters, the first to the Prefect, the second to Verianus himself."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:113",
                            "text": ")  Haste is not always praiseworthy."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:114",
                            "text": "For this reason I have deferred my answer until now about the daughter of the most honorable Verianus, both to allow for time setting matters right, and also because I conjecture that Your Goodness does not approve of the divorce, inasmuch as you entrusted the enquiry to me, whom you knew to be neither hasty nor uncircumspect in such matters."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:115",
                            "text": "Therefore I have refrained myself till now, and, I venture to think, not without reason."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:116",
                            "text": "But since we have come nearly to the end of the allotted time, and it is necessary that you should be informed of the result of the examination I will inform you."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:117",
                            "text": "The young lady seems to me to be of two minds, divided between reverence for her parents and affection for her husband."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:118",
                            "text": "Her words are on their side, but her mind, I rather think, is with her husband, as is shewn by her tears."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:119",
                            "text": "You will do what commends itself to your justice, and to God who directs you in all things."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:120",
                            "text": "I should most willingly have given my opinion to my son Verianus that he should pass over much of what is in question, with a view not to confirm the divorce, which is entirely contrary to our law, though the Roman law may determine otherwise."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:121",
                            "text": "For it is necessary that justice be observed—which I pray you may ever both say and do."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:122",
                            "text": "Ep."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:123",
                            "text": "CXLV."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:124",
                            "text": "To Verianus."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:125",
                            "text": "Public executioners commit no crime, for they are the servants of the laws: nor is the sword unlawful with which we punish criminals."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:126",
                            "text": "But nevertheless, the public executioner is not a laudable character, nor is the death-bearing sword received joyfully."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:127",
                            "text": "Just so neither can I endure to become hated by confirming the divorce by my hand and tongue."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:128",
                            "text": "It is far better to be the means of union and of friendship than of division and parting of life."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:129",
                            "text": "I suppose it was with this in his mind that our admirable Governor entrusted me with the enquiry about your daughter, as one who could not proceed to divorce abruptly or unfeelingly."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:130",
                            "text": "For he proposed me not as Judge, but as Bishop, and placed me as a mediator in your unhappy circumstances."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:131",
                            "text": "I beg you therefore, to make some allowance for my timidity, and if the better prevail, to use me as a servant of your desire: I rejoice in receiving such commands."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:132",
                            "text": "But if the worse and more cruel course is to be taken, seek for some one more suitable to your purpose."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:133",
                            "text": "I have not time, for the sake of favouring your friendship (though in all respects I have the highest regard for you), to offend against God, to Whom I have to give account of every action and thought."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:134",
                            "text": "I will believe your daughter (for the truth shall be told) when she can lay aside her awe of you, and boldly declare the truth."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:135",
                            "text": "At present her condition is pitiable—for she assigns her words to you, and her tears to her husband."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:136",
                            "text": "To Olympius."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:137",
                            "text": "Ep."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:138",
                            "text": "CXLVI."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:139",
                            "text": "This is what I said as if by a sort of prophecy, when I found you favourable to every request, and was making insatiable use of your gentleness, that I fear I shall exhaust your kindness upon the affairs of others."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:140",
                            "text": "For see, a contest of my own has come (if that is mine which concerns my own relations), and I cannot speak with the same freedom."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:141",
                            "text": "First, because it is my own."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:142",
                            "text": "For to entreat for myself, though it may be more useful, is more humiliating."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:143",
                            "text": "And next, I am afraid of excess as destroying pleasure, and opposing all that is good."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:144",
                            "text": "So matters stand, and I conjecture only too rightly."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:145",
                            "text": "Nevertheless with confidence in God before Whom I stand, and in your magnanimity in doing good, I am bold to present this petition."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:146",
                            "text": "Suppose Nicobulus to be the worst of men:—though his only crime is that through me he is an object of envy, and more free than he ought to be."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:147",
                            "text": "And suppose that my present opponent is the most just of men."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:148",
                            "text": "For I am ashamed to accuse before Your Uprightness one whom yesterday I was supporting: but I do not know if it will seem to you just that punishment should be demanded for one man's crimes from another, though these were quite strange to him, and had not even his consent; from the man who has so stirred his household and been so upset as to have surrendered to his accuser more readily than the latter wished."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:149",
                            "text": "Must Nicobulus or his children be reduced to slavery as his persecutors desire? I am ashamed both of the ground of the persecution and of the time, if this is to be done while both you are in power and I have influence with you."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:150",
                            "text": "Not so, most admirable friend, let not this be suggested to Your Integrity."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:151",
                            "text": "But recognizing by the winged swiftness of your mind the malice from which this proceeds, and having respect to me your admirer, shew yourself a merciful judge to those who are being disturbed—for to-day you are not merely judging between man and man, but between virtue and vice; and to this more consideration than by an ordinary man must be given by those who are like you in virtue and are skilful governors."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:152",
                            "text": "And in return for this you shall have from me not only the matter of my prayers, which I know you do not, like so many men, despise; but also that I will make your government famous with all to whom I am known."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:153",
                            "text": "Ep."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:154",
                            "text": "CLIV."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:155",
                            "text": "To me you are Prefect even after the expiry of your term of office—for I judge things differently from the run of men—because you embrace in yourself every prefectoral virtue."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:156",
                            "text": "For many of those who sit on lofty thrones are to me base, all those whose hand makes them base and slaves of their subjects."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:157",
                            "text": "But many are high and lofty though they stand low, whom virtue places on high and makes worthy of greater government."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:158",
                            "text": "But what have I to do with this? No longer is the great Olympius with us, nor does he bear our rudder-lines."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:159",
                            "text": "We are undone, we are betrayed, we have become again the Second Cappadocia, after having been made the First by you."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:160",
                            "text": "Of other men's matters why should I speak? but who will cherish the old age of your Gregory, and administer to his weakness the enchantment of honours, and make him more honourable because he obtains kindness for many from you? Now then depart on your journey with escort and greater pomp, leaving behind for us many tears, and carrying with you much wealth, and that of a kind which few Prefects do, good fame, and the being inscribed on all hearts, pillars not easily moved."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: to Olympius 1:161",
                            "text": "If you preside over us again with greater and more illustrious rule, (this is what our longing augurs), we shall offer to God more perfect thanks."
                        }
                    ]
                }
            ]
        }
    ]
}