{
    "books": [
        {
            "name": "Life of Gennadius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Life of Gennadius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:1",
                            "text": "Gennadius: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:2",
                            "text": "James, surnamed the Wise, was bishop of Nisibis the famous city of the Persians and one of the confessors under Maximinus the persecutor."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:3",
                            "text": "He was also one of those who, in the Nicean council, by their opposition overthrew the Arian perversity of the Homoousia."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:4",
                            "text": "That the blessed Jerome mentions this man in his Chronicle as a man of great virtues and yet does not place him in his catalogue of writers, will be easily explained if we note that of the three or four Syrians whom he mentions he says that he read them translated into the Greek."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:5",
                            "text": "From this it is evident that, at that period, he did not know the Syriac language or literature and therefore he did not know a writer who had not yet been translated into another language."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:6",
                            "text": "All his writings are contained in twenty-six books namely On faith, Against all heresies, On charity towards all, On fasting, On prayer, On particular affection towards our neighbor, On the resurrection, On the life after death, On humility, On penitence, On satisfaction, On virginity, On the worth of the soul, On circumcision, On the blessed grapes, On the saying in Isaiah, \"the grape cluster shall not be destroyed,\" That Christ is the son of God and consubstantial with the Father, On chastity, Against the Nations, On the construction of the tabernacle, On the conversation of the nations, On the Persian kingdom, On the persecution of the Christians."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:7",
                            "text": "He composed also a Chronicle of little interest indeed to the Greeks, but of great reliability in that it is constructed only on the authority of the Divine Scriptures."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:8",
                            "text": "It shuts the mouths of those who, on some daring guess, idly philosophize concerning the advent of Antichrist, or of our Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:9",
                            "text": "This man died in the time of Constantius and according to the direction of his father Constantine was buried within the walls of Nisibis, for the protection evidently of the city, and it turned out as Constantine had expected."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Life of Gennadius 1:10",
                            "text": "For many years after, Julian having entered Nisibis and grudging either the glory of him who was buried there or the faith of Constantine, whose family he persecuted on account of this envy, ordered the remains of the saint to be carried out of the city, and a few months later, as a matter of public policy, the Emperor Jovian who succeeded Julian, gave over to the barbarians the city which, with the adjoining territory, is subject unto the Persian rule until this day."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Life of Gennadius 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Life of Gennadius 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Life of Gennadius 2:2",
                            "text": "Julius, bishop of Rome, wrote to one Dionysius a single epistle On the incarnation of Our Lord, which at that time was regarded as useful against those who asserted that, as by incarnation there were two persons in Christ, so also there were two natures, but now this too is regarded as injurious for it nourishes the Eutychian and Timothean heresies."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Life of Gennadius 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Life of Gennadius 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Life of Gennadius 3:2",
                            "text": "Paulonas, the Presbyter, disciple of the blessed deacon Ephraim a man of very energetic character and learned in the holy scriptures was distinguished among the doctors of the church while his master was still living and especially as an extemporaneous orator."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Life of Gennadius 3:3",
                            "text": "After the death of his master, overcome by love of reputation, separating himself from the church, he wrote many things opposed to the faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Life of Gennadius 3:4",
                            "text": "The blessed Ephraim when on the point of death is reported to have said to him as he stood by his side—See to it, Paulonas that you do not yield yourself to your own ideas, but when you shall think that you understand God wholly, believe that you have not known,—for he felt beforehand from the studies or the words of Paulonus, that he was investigating new things, and was stretching out his mind to the illimitable, whence also he frequently called him the new Bardesanes."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Life of Gennadius 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Life of Gennadius 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Life of Gennadius 4:2",
                            "text": "Vitellius the African, defending the Donatist schism wrote Why the servants of God are hated by the world, in which, except in speaking of us as persecutors, he published excellent doctrine."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Life of Gennadius 4:3",
                            "text": "He wrote also Against the nations and against us as traditors of the Holy Scriptures in times of persecution, and wrote much On ecclesiastical procedure."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Life of Gennadius 4:4",
                            "text": "He was distinguished during the reign of Constans son of the emperor Constantinus."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Life of Gennadius 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Life of Gennadius 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Life of Gennadius 5:2",
                            "text": "Macrobius the Presbyter was likewise as I learned from the writings of Optatus, afterwards secretly bishop of the Donatians in Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Life of Gennadius 5:3",
                            "text": "He wrote, having been up to this time a presbyter in the church of God, a work To confessors and virgins, a work of ethics indeed, but of very necessary doctrine as well and fortified with sentiments well fitted for the preservation of chastity."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Life of Gennadius 5:4",
                            "text": "He was distinguished first in our party in Africa and afterwards in his own, that is among the Donatians or Montanists at Rome."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Life of Gennadius 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Life of Gennadius 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Life of Gennadius 6:2",
                            "text": "Heliodorus the Presbyter wrote a book entitled An introductory treatise on the nature of things, in which he showed that the beginning of things was one, that nothing was coaeval with God, that God was not the creator of evil, but in such wise the creator of all good, that matter, which is used for evil, was created by God after evil was discovered, and that nothing material whatever can be regarded as established in any other way than by God, and that there was no other creator than God, who, when by His foreknowledge He knew that nature was to be changed, warned of punishment."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Life of Gennadius 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Life of Gennadius 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Life of Gennadius 7:2",
                            "text": "Pachomius the monk, a man endowed with apostolic grace both in teaching and in performing miracles, and founder of the Egyptian monasteries, wrote an Order of discipline suited to both classes of monks, which he received by angelic dictation."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Life of Gennadius 7:3",
                            "text": "He wrote letters also to the associated bishops of his district, in an alphabet concealed by mystic sacraments so as to surpass customary human knowledge and only manifest to those of special grace or desert, that is To the Abbot Cornelius one, To the Abbot Syrus one, and one To the heads of all monasteries exhorting that, gathered together to one very ancient monastery which is called in the Egyptian language Bau, they should celebrate the day of the Passover together as by everlasting law."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Life of Gennadius 7:4",
                            "text": "He urged likewise in another letter that on the day of remission, which is celebrated in the month of August, the chief bishops should be gathered together to one place, and wrote one other letter to the brethren who had been sent to work outside the monasteries."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Life of Gennadius 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Life of Gennadius 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Life of Gennadius 8:2",
                            "text": "Theodorus, successor to the grace and the headship of the above mentioned Abbot Pachomius, addressed to other monasteries letters written in the language of Holy Scripture, in which nevertheless he frequently mentions his master and teacher Pachomius and sets forth his doctrine and life as examples."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Life of Gennadius 8:3",
                            "text": "This he had been taught he said by an Angel that he himself might teach again."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Life of Gennadius 8:4",
                            "text": "He likewise exhorts them to remain by the purpose of their heart and desire, and to restore to harmony and unity those who, a dissension having arisen after the death of the Abbot, had broken the unity by separating themselves from the community."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Life of Gennadius 8:5",
                            "text": "Three hortatory epistles of his are extant."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Life of Gennadius 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Life of Gennadius 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Life of Gennadius 9:2",
                            "text": "Oresiesis the monk, the colleague of both Pachomius and Theodorus, a man learned to perfection in Scripture, composed a book seasoned with divine salt and formed of the essentials of all monastic discipline and to speak moderately, in which almost the whole Old and New Testament is found set forth in compact dissertations—all, at least, which relates to the special needs of monks."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Life of Gennadius 9:3",
                            "text": "This he gave to his brethren almost on the very day of his death leaving, as it were, a legacy."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Life of Gennadius 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Life of Gennadius 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Life of Gennadius 10:2",
                            "text": "Macarius, the Egyptian monk, distinguished for his miracles and virtues, wrote one letter which was addressed to the younger men of his profession."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Life of Gennadius 10:3",
                            "text": "In this he taught them that he could serve God perfectly who, knowing the condition of his creation, should devote himself to all labours, and by wrestling against every thing which is agreeable in this life, and at the same time imploring the aid of God would attain also to natural purity and obtain continence, as a well merited gift of nature."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Life of Gennadius 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:2",
                            "text": "Evagrius the monk, the intimate disciple of the above mentioned Macarius, educated in sacred and profane literature and distinguished, whom the book which is called the Lives of the fathers mentions as a most continent and erudite man, wrote many things of use to monks among which are these: Suggestions against the eight principal sins."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:3",
                            "text": "He was first to mention or among the first at least to teach these setting against them eight books taken from the testimony of the Holy Scriptures only, after the example of our Lord, who always met his tempter with quotations from Scripture, so that every suggestion, whether of the devil or of depraved nature had a testimony against it."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:4",
                            "text": "This work I have, under instructions, translated into Latin translating with the same simplicity which I found in the Greek."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:5",
                            "text": "He composed also a book of One hundred sentiments for those living simply as anchorites, arranged by chapters, and one of Fifty sentiments for the erudite and studious, which I first translated into Latin."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:6",
                            "text": "The former one, translated before, I restored, partly by retranslating and partly by emendation, so as to represent the true meaning of the author, because I saw that the translation was vitiated and confused by time."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:7",
                            "text": "He composed also a doctrine of the common-life suited to Cenobites and Synodites, and to the virgin consecrated to God, a little book suitable to her religion and sex."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:8",
                            "text": "He published also a few collections of opinions very obscure and, as he himself says of them, only to be understood by the hearts of monks, and these likewise I published in Latin."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Life of Gennadius 11:9",
                            "text": "He lived to old age, mighty in signs and miracles."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Life of Gennadius 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Life of Gennadius 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Life of Gennadius 12:2",
                            "text": "Theodorus, presbyter of the church at Antioch, a cautious investigator and clever of tongue, wrote against the Apollinarians and Anomians On the incarnation of the Lord, fifteen books containing as many as fifteen thousand verses, in which he showed by the clearest reasoning and by the testimony of Scripture that just as the Lord Jesus had a plenitude of deity, so he had a plenitude of humanity."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Life of Gennadius 12:3",
                            "text": "He taught also that man consists only of two substances, soul and body and that sense and spirit are not different substances, but inherent inborn faculties of the soul through which it is inspired and has rationality and through which it makes the body capable of feeling."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Life of Gennadius 12:4",
                            "text": "Moreover the fourteenth book of this work treats wholly of the uncreated and alone incorporeal and ruling nature of the holy Trinity and of the rationality of animals which he explains in a devotional spirit, on the authority of Holy Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Life of Gennadius 12:5",
                            "text": "In the fifteenth volume he confirms and fortifies the whole body of his work by citing the traditions of the fathers."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Life of Gennadius 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Life of Gennadius 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Life of Gennadius 13:2",
                            "text": "Prudentius, a man well versed in secular literature, composed a Trocheumof selected persons from the whole Old and New Testament."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Life of Gennadius 13:3",
                            "text": "He wrote a commentary also, after the fashion of the Greeks, On the six days of creation from creation of the world until the creation of the first man and his fall."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Life of Gennadius 13:4",
                            "text": "He wrote also short books which are entitled in the Greek, Apotheosis, Psychomachia and Hamartigenia, that is On divinity, On spiritual conflict, On the origin of sin."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Life of Gennadius 13:5",
                            "text": "He wrote also In praise of martyrs, an invitation to martyrdom in one book citing several as examples and another of Hymns, but specially directed Against Symmachus who defended idolatry, from which we learn that Palatinus was a soldier."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Life of Gennadius 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Life of Gennadius 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Life of Gennadius 14:2",
                            "text": "Audentius, bishop of Spain, wrote a book against the Manicheans, Sabellians and Arians and very particularly against the Photinians who are now called Bonosiacians."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Life of Gennadius 14:3",
                            "text": "This book he entitled On faith against heretics, and in it he showed the Son to have been coeternal with the Father and that He did not receive the beginning of his deity from God the Father, at the time when conceived by the act of God, he was born of the Virgin Mary his mother in true humanity."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Life of Gennadius 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Life of Gennadius 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Life of Gennadius 15:2",
                            "text": "Commodianus, while he was engaged in secular literature read also our writings and, finding opportunity, accepted the faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Life of Gennadius 15:3",
                            "text": "Having become a Christian thus and wishing to offer the fruit of his studies to Christ the author of his salvation, he wrote, in barely tolerable semi-versified language, Against the pagans, and because he was very little acquainted with our literature he was better able to overthrow their [doctrine] than to establish ours."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Life of Gennadius 15:4",
                            "text": "Whence also, contending against them concerning the divine counterpromises, he discoursed in a sufficiently wretched and so to speak, gross fashion, to their stupefaction and our despair."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Life of Gennadius 15:5",
                            "text": "Following Tertullian, Lactantius and Papias as authorities he adopted and inculcated in his students good ethical principles and especially a voluntary love of poverty."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Life of Gennadius 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Life of Gennadius 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Life of Gennadius 16:2",
                            "text": "Faustinus the presbyter wrote to Queen Flaccilla seven books Against the Arians and Macedonians, arguing and convicting them by the testimonies of the very Scriptures which they used, in perverted meaning, for blasphemy."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Life of Gennadius 16:3",
                            "text": "He wrote also a book which, together with a certain presbyter named Marcellinus, he addressed to the emperors Valentinianus, Theodosius and Arcadius, in defence of their fellow Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Life of Gennadius 16:4",
                            "text": "From this it appears that he acquiesced in the Luciferian schism, in that in this same book he blames Hilary of Poitiers and Damasus, bishop of Rome, for giving ill-advised counsel to the church, advising that the apostate bishops should be received into communion for the sake of restoring the peace."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Life of Gennadius 16:5",
                            "text": "For it was as displeasing to the Luciferians to receive the bishops who in the Ariminian council had communed with Arius, as it was to the Novatians to receive the penitent apostates."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Life of Gennadius 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:2",
                            "text": "Rufinus, presbyter of the church at Aquileia, was not the least among the doctors of the church and had a fine talent for elegant translation from Greek into Latin."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:3",
                            "text": "In this way he opened to the Latin speaking church the greater part of the Greek literature; translating the works of Basil of Caesarea in Cappadocia, Gregory Nazianzan, that most eloquent man, the Recognitions of Clement of Rome, the Church history of Eusebius of Caesarea in Palestine, the Sentences of Xystus, the Sentences of Evagrius and the work of Pamphilus Martyr Against the mathematicians."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:4",
                            "text": "Whatever among all these which are read by the Latins have prefatory matter, have been translated by Rufinus, but those which are without Prologue have been translated by some one else who did not choose to write a prologue."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:5",
                            "text": "Not all of Origen, however, is his work, for Jerome translated some which are identified by his prologue."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:6",
                            "text": "On his own account, the same Rufinus, ever through the grace of God published an Exposition of the Apostles' creed so excellent that other expositions are regarded as of no account in comparison."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:7",
                            "text": "He also wrote in a threefold sense, that is, the historical, moral and mystical sense, on Jacob's blessing on the patriarchs."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:8",
                            "text": "He wrote also many epistles exhorting to fear of God, among which those which he addressed to Proba are preëminent."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:9",
                            "text": "He added also a tenth and eleventh book to the ecclesiastical history which we have said was written by Eusebius and translated by him."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Life of Gennadius 17:10",
                            "text": "Moreover he responded to a detractor of his works, in two volumes, arguing and proving that he exercised his talent with the aid of the Lord and in the sight of God, for the good of the church, while he, on the other hand, incited by jealousy had taken to polemics."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Life of Gennadius 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Life of Gennadius 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Life of Gennadius 18:2",
                            "text": "Tichonius, an African by nationality was, it is said, sufficiently learned in sacred literature, not wholly unacquainted with secular literature and zealous in ecclesiastical affairs."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Life of Gennadius 18:3",
                            "text": "He wrote books On internal war and Expositions of various causes in which for the defence of his friends, he cites the ancient councils and from all of which he is recognized to have been a Donatist."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Life of Gennadius 18:4",
                            "text": "He composed also eight Rules for investigating and ascertaining the meaning of the Scriptures, compressing them into one volume."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Life of Gennadius 18:5",
                            "text": "He also expounded the Apocalypse of John entire, regarding nothing in it in a carnal sense, but all in a spiritual sense."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Life of Gennadius 18:6",
                            "text": "In this exposition he maintained the angelical nature to be corporeal, moreover he doubts that there will be a reign of the righteous on earth for a thousand years after the resurrection, or that there will be two resurrections of the dead in the flesh, one of the righteous and the other of the unrighteous, but maintains that there will be one simultaneous resurrection of all, at which shall arise even the aborted and the deformed lest any living human being, however deformed, should be lost."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Life of Gennadius 18:7",
                            "text": "He makes such distinction to be sure, between the two resurrections as to make the first, which he calls the apocalypse of the righteous, only to take place in the growth of the church where, justified by faith, they are raised from the dead bodies of their sins through baptism to the service of eternal life, but the second, the general resurrection of all men in the flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Life of Gennadius 18:8",
                            "text": "This man flourished at the same period with the above mentioned Rufinus during the reign of Theodosius and his sons."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Life of Gennadius 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:2",
                            "text": "Severus the presbyter, surnamed Sulpitius, of the province of Aquitania, a man distinguished by his birth, by his excellent literary work, by his devotion to poverty and by his humility, beloved also of the sainted men Martin bishop of Tours and Paulinus Nolanus, wrote small books which are far from despicable."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:3",
                            "text": "He wrote to his sister many Letters exhorting to love of God and contempt of the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:4",
                            "text": "These are well known."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:5",
                            "text": "He wrote two to the above mentioned Paulinus Nolanus and others to others, but because, in some, family matters are included, they have not been collected for publication."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:6",
                            "text": "He composed also a Chronicle, and wrote also to the profit of many, a Life of the holy Martin, monk and bishop, a man famous for signs and wonders and virtues."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:7",
                            "text": "He also wrote a Conference between Postumianus and Gallus, in which he himself acted as mediator and judge of the debate."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:8",
                            "text": "The subject matter was the manner of life of the oriental monks and of St."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:9",
                            "text": "Martin—a sort of dialogue in two divisions."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:10",
                            "text": "In the first of these he mentions a decree of the bishops at the synod of Alexandria in his own time to the effect that Origen is to be read, though cautiously, by those who are wise, for the good that is in him, and is to be rejected by the less able on account of the evil."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Life of Gennadius 19:11",
                            "text": "In his old age, he was led astray by the Pelagians, and recognizing the guilt of much speaking, kept silent until his death, in order that by penitent silence he might atone for the sin which he had contracted by speaking."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Life of Gennadius 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Life of Gennadius 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Life of Gennadius 20:2",
                            "text": "Antiochus the bishop, wrote one long volume Against avarice and he composed a homily, full of godly penitence and humility On the healing of the blind man whose sight was restored by the Saviour."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Life of Gennadius 20:3",
                            "text": "He died during the reign of the emperor Arcadius."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Life of Gennadius 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Life of Gennadius 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Life of Gennadius 21:2",
                            "text": "Severianus, bishop of the church of Gabala, was learned in the Holy Scriptures and a wonderful preacher of homilies."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Life of Gennadius 21:3",
                            "text": "On this account he was frequently summoned by the bishop John and the emperor Arcadius to preach a sermon at Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Life of Gennadius 21:4",
                            "text": "I have read his Exposition of the epistle to the Galatians and a most attractive little work On baptism and the feast of Epiphany."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Life of Gennadius 21:5",
                            "text": "He died in the reign of Theodosius, his son by baptism."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Life of Gennadius 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Life of Gennadius 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Life of Gennadius 22:2",
                            "text": "Niceas,  bishop of the city of Romatia, composed, in simple and clear language, six books of Instruction for neophites."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Life of Gennadius 22:3",
                            "text": "The first of these contains, How candidates who seek to obtain grace of baptism ought to act, the second, On the errors of relationship, in which he relates that not far from his own time a certain Melodius, father of a family, on account of his liberality and Garadius a peasant, on account of his bravery, were placed, by the heathen, among the gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Life of Gennadius 22:4",
                            "text": "A third book On faith in one sovereign, a fourth Against genealogy, a fifth On the creed, a sixth On the sacrifice of the paschal lamb."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Life of Gennadius 22:5",
                            "text": "He addressed a work also To the fallen virgin, an incentive to amendment for all who have fallen."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Life of Gennadius 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Life of Gennadius 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Life of Gennadius 23:2",
                            "text": "Olympius the bishop, a Spaniard by nationality, wrote a book of faith against those who blame nature and not the will, showing that evil was introduced into nature not by creation but by disobedience."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Life of Gennadius 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Life of Gennadius 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Life of Gennadius 24:2",
                            "text": "Bachiarius, a Christian philosopher, prompt and ready and minded to devote his time to God, chose travel as a means of preserving the integrity of his purpose."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Life of Gennadius 24:3",
                            "text": "He is said to have published acceptable small works but I have only read one of them, a work On faith, in which he justified himself to the chief priest of the city, defending himself against those who complained and misrepresented his travel, and asserting that he undertook his travel not through fear of men but for the sake of God, that going forth from his land and kindred he might become a co-heir with Abraham the patriarch."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Life of Gennadius 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Life of Gennadius 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Life of Gennadius 25:2",
                            "text": "Sabbatius, bishop of the Gallican province, at the request of a certain virgin, chaste and devoted to Christ, Secunda by name, composed a book On faith against Marcion and Valentinus his teacher, also against Eunomius and his Master Aëtius, showing, both by reason and by testimony of the Scriptures, that the origin of the deity is one, that the Author of his eternity and the Creator of the earth out of nothing, are one and the same, and likewise concerning Christ, that he did not appear as man in a phantasm but had real flesh through which eating, drinking, weary and weeping, suffering, dying, rising again he was demonstrated to be man indeed."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Life of Gennadius 25:3",
                            "text": "For Marcion and Valentinus had been opposed to these opinions asserting that the origin of Deity is twofold and that Christ came in a phantasm."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Life of Gennadius 25:4",
                            "text": "To Aëtius indeed and Eunomius his disciple, he showed that the Father and Son are not of two natures and equal in divinity but of one essence and the one from the other, that is the Son from the Father, the one coeternal with the other, which belief Aëtius and Eunomius opposed."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Life of Gennadius 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Life of Gennadius 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Life of Gennadius 26:2",
                            "text": "Isaac wrote On the Holy Trinity and a book On the incarnation of the Lord, writing in a very obscure style of argument and involved language, maintaining that three persons exist in one Deity, in such wise that any thing may be peculiar to each which another does not have, that is to say, that the Father has this peculiarity that He, himself without source, is the source of others, that the Son has this peculiarity, that, begotten, He is not posterior to the begetter, that the Holy Spirit has this peculiarity, that He is neither made nor begotten but nevertheless is from another."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Life of Gennadius 26:3",
                            "text": "Of the incarnation of the Lord indeed, he writes that the person of the Son of God is believed to be one, while yet there are two natures existing in him."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Life of Gennadius 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Life of Gennadius 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Life of Gennadius 27:2",
                            "text": "Ursinus the monk wrote against those who say that heretics should be rebaptized, teaching that it is not legitimate nor honouring God, that those should be rebaptized who have been baptized either in the name of Christ alone or in the name of the Father and of the Son and of the Holy Spirit, though the formula has been used in a vitiated sense."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Life of Gennadius 27:3",
                            "text": "He considers that after the simple confession of the Holy Trinity and of Christ, the imposition of the hands of the catholic priest is sufficient for salvation."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Life of Gennadius 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Life of Gennadius 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Life of Gennadius 28:2",
                            "text": "Macarius another monk, wrote at Rome books Against the mathematicians, in which labour he sought the comfort of oriental writings."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Life of Gennadius 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Life of Gennadius 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Life of Gennadius 29:2",
                            "text": "Heliodorus, presbyter of Antioch, published an excellent volume gathered from Holy Scriptures On Virginity."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Life of Gennadius 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Life of Gennadius 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Life of Gennadius 30:2",
                            "text": "[John  bishop of Constantinople, a man of marvelous knowledge and in sanctity of life, in every respect worthy of imitation, wrote many and very useful works for all who are hastening to divine things."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Life of Gennadius 30:3",
                            "text": "Among them are the following On compunction of soul one book, That no one is injured except by himself, an excellent volume In praise of the blessed Paul the apostle, On the excesses and ill reputation of Eutropius a praetorian prefect and many others, as I have said, which may be found by the industrious."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Life of Gennadius 30:4",
                            "text": "]."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Life of Gennadius 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Life of Gennadius 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Life of Gennadius 31:2",
                            "text": "Another John,  bishop of Jerusalem, wrote a book against those who disparaged his studies, in which he shows that he follows the genius of Origen not his creed."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Life of Gennadius 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Life of Gennadius 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Life of Gennadius 32:2",
                            "text": "Paul the bishop wrote a short work On penitence in which he lays down this law for penitents; that they ought to repent for their sins in such manner that they be not beyond measure overwhelmed with despairing sadness."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Life of Gennadius 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Life of Gennadius 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Life of Gennadius 33:2",
                            "text": "Helvidius, a disciple of Auxentius and imitator of Symmachus, wrote, indeed, with zeal for religion but not according to knowledge, a book, polished neither in language nor in reasoning, a work in which he so attempted to twist the meaning of the Holy Scriptures to his own perversity, as to venture to assert on their testimony that Joseph and Mary, after the nativity of our Lord, had children who were called brothers of the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Life of Gennadius 33:3",
                            "text": "In reply to his perverseness Jerome, published a book against him, well filled with scripture proofs."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Life of Gennadius 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Life of Gennadius 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Life of Gennadius 34:2",
                            "text": "Theophilus, bishop of the church of Alexandria, wrote one great volume Against Origen in which he condemns pretty nearly all his sayings and himself likewise, at the same time saying that he was not original in his views but derived them from the ancient fathers especially from Heraclas, that he was deposed from the office of presbyter driven from the church and compelled to fly from the city."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Life of Gennadius 34:3",
                            "text": "He also wrote Against the Anthropomorphites, heretics who say that God has the human form and members, confuting in a long discussion and arguing by testimonies of Divine Scripture and convincing."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Life of Gennadius 34:4",
                            "text": "He shows that, according to the belief of the Fathers, God is to be thought of as incorporal, not formed with any suggestion of members at all, and therefore there is nothing like Him among created things in substance, nor has the incorruptibility nor unchangeableness nor incorporeality of his nature been given to any one but that all intellectual natures are corporeal, all corruptible, all mutable, that He alone should not be subject to corruptibility or changeableness, who alone has immortality and life."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Life of Gennadius 34:5",
                            "text": "Likewise the return of the paschal feast which the great council at Nicea had found would take place after ninety years at the same time, the same month and day adding some observations on the festival and explanations he gave to the emperor Theodosius."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Life of Gennadius 34:6",
                            "text": "I have read also three books On faith, which bear his name but, as their language is not like his, I do not very much think they are by him."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Life of Gennadius 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Life of Gennadius 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Life of Gennadius 35:2",
                            "text": "Eusebius wrote On the mystery of our Lord's cross and the faithfulness of the apostles, and especially of Peter, gained by virtue of the cross."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Life of Gennadius 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Life of Gennadius 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Life of Gennadius 36:2",
                            "text": "Vigilantius, a citizen of Gaul, had the church of Barcelona."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Life of Gennadius 36:3",
                            "text": "He wrote also with some zeal for religion but, overcome by the desire for human praise and presuming above his strength, being a man of polished language but not practised in the meaning of Scriptures, he expounded the vision of Daniel in a perverted sense and said other frivolous things which are necessarily mentioned in a catalogue of heretics."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Life of Gennadius 36:4",
                            "text": "[To him also the blessed Jerome the presbyter responded."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Life of Gennadius 36:5",
                            "text": "]."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Life of Gennadius 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Life of Gennadius 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Life of Gennadius 37:2",
                            "text": "Simplicianus, the bishop, exhorted Augustine then presbyter, in many letters, that he should exercise his genius and take time for exposition of the Scriptures that, as it were, a new Ambrosius, the task master of Origen might appear."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Life of Gennadius 37:3",
                            "text": "Wherefore also he sent to him many examinations of scriptures."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Life of Gennadius 37:4",
                            "text": "There is also an epistle of his of Questions in which he teaches by asking questions as if wishing to learn."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Life of Gennadius 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Life of Gennadius 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Life of Gennadius 38:2",
                            "text": "Vigilius the bishop wrote to one Simplicianus a small book In praise of martyrs and an epistle containing the acts of the martyrs in his time among the barbarians."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Life of Gennadius 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Life of Gennadius 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Life of Gennadius 39:2",
                            "text": "Augustine, of Africa, bishop of Hipporegensis, a man renowned throughout the world for learning both sacred and secular, unblemished in the faith, pure in life, wrote works so many that they cannot all be gathered."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Life of Gennadius 39:3",
                            "text": "For who is there that can boast himself of having all his works, or who reads with such diligence as to read all he has written? As an old man even, he published fifteen books On the Trinity which he had begun as a young man."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Life of Gennadius 39:4",
                            "text": "In which, as scripture says, brought into the chamber of the king and adorned with the manifold garment of the wisdom of God, he exhibited a church not having spot or wrinkle or any such thing."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Life of Gennadius 39:5",
                            "text": "In his work On the incarnation of the Lord also he manifested a peculiar piety."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Life of Gennadius 39:6",
                            "text": "On the resurrection of the dead he wrote with equal sincerity, and left it to the less able to raise doubts respecting abortions."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Life of Gennadius 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Life of Gennadius 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Life of Gennadius 40:2",
                            "text": "Orosius, a Spanish presbyter, a man most eloquent and learned in history, wrote eight books against those enemies of the Christians who say that the decay of the Roman State was caused by the Christian religion."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Life of Gennadius 40:3",
                            "text": "In these rehearsing the calamities and miseries and disturbances of wars, of pretty much the whole world from the creation he shows that the Roman Empire owed to the Christian religion its undeserved continuance and the state of peace which it enjoyed for the worship of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Life of Gennadius 40:4",
                            "text": "In the first book he described the world situated within the ever flowing stream of Oceanus and intersected by the Tanais, giving the situations of places, the names, number and customs of nations, the characteristics of various regions, the wars begun and the formation of empires sealed with the blood of kinsmen."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Life of Gennadius 40:5",
                            "text": "This is the Orosius who, sent by Augustine to Hieronymus to teach the nature of the soul, returning, was the first to bring to the West relics of the blessed Stephen the first martyr then recently found."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Life of Gennadius 40:6",
                            "text": "He flourished almost at the end of the reign of the emperor Honorius."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Life of Gennadius 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Life of Gennadius 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Life of Gennadius 41:2",
                            "text": "Maximus, bishop of the church at Turin, a man fairly industrious in the study of the Holy Scripture, and good at teaching the people extemporaneously, composed treatises In praise of the apostles and John the Baptist, and a Homily on all the martyrs."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Life of Gennadius 41:3",
                            "text": "Moreover he wrote many acute comments on passages from the Gospels and the Acts of the Apostles."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Life of Gennadius 41:4",
                            "text": "He wrote also two treatises, On the life of Saint Eusebius, bishop of Vercelli, and confessor, and On Saint Cyprian, and published a monograph On the grace of baptism."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Life of Gennadius 41:5",
                            "text": "I have read his On avarice, On hospitality, On the eclipse of the moon, On almsgiving, On the saying in Isaiah, Your winedealers mix wine with water, On Our Lord's Passion, A general treatise On fasting by the servants of God, On the quadragesimal fast in particular, and That there should be no jesting on fast day, On Judas, the betrayer, On Our Lord's cross, On His sepulchre, On His resurrection, On the accusation and trial of Our Lord before Pontius Pilate, On the Kalends of January, a homily On the day of Our Lord's Nativity, also homilies On Epiphany, On the Passover, On Pentecost, many also, On having no fear of carnal Foes, On giving thanks after meat, On the repentance of the Ninivites, and other homilies of his, published on various occasions, whose names I do not remember."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Life of Gennadius 41:6",
                            "text": "He died in the reign of Honorius and Theodosius the younger."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Life of Gennadius 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Life of Gennadius 42:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Life of Gennadius 42:2",
                            "text": "Petronius, bishop of Bologna in Italy a man of holy life and from his youth practised in monastic studies, is reputed to have written the Lives of the Fathers, to wit of the Egyptian monks, a work which the monks accept as the mirror and pattern of their profession."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Life of Gennadius 42:3",
                            "text": "I have read a treatise which bears his name On the ordination of bishops, a work full of good reasoning and notable for its humility, but whose polished style shows it not to have been his, but perhaps, as some say, the work of his father Petronius, a man of great eloquence and learned in secular literature."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Life of Gennadius 42:4",
                            "text": "This I think is to be accepted, for the author of the work describes himself as a praetorian prefect."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Life of Gennadius 42:5",
                            "text": "He died in the reign of Theodosius and Valentinianus."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Life of Gennadius 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Life of Gennadius 43:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Life of Gennadius 43:2",
                            "text": "Pelagius the heresiarch, before he was proclaimed a heretic wrote works of practical value for students: three books On belief in the Trinity, and one book of Selections from Holy Scriptures bearing on the Christian life."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Life of Gennadius 43:3",
                            "text": "This latter was preceded by tables of contents, after the model of Saint Cyprian the martyr."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Life of Gennadius 43:4",
                            "text": "After he was proclaimed heretic, however, he wrote works bearing on his heresy."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Life of Gennadius 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Life of Gennadius 44:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Life of Gennadius 44:2",
                            "text": "Innocentius, bishop of Rome, wrote the decree which the Western churches passed against the Pelagians and which his successor, Pope Zosimus, afterwards widely promulgated."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Life of Gennadius 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Life of Gennadius 45:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Life of Gennadius 45:2",
                            "text": "Caelestius, before he joined Pelagius, while yet a very young man, wrote to his parents three epistles On monastic life, written as short books, and containing moral maxims suited to every one who is seeking God, containing no trace of the fault which afterwards appeared but wholly devoted to the encouragement of virtue."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Life of Gennadius 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Life of Gennadius 46:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Life of Gennadius 46:2",
                            "text": "Julianus the bishop, a man of vigorous character, learned in the Divine Scriptures, and proficient both in Greek and Latin, was, before he disclosed his participation in the ungodliness of Pelagius, distinguished among the doctors of the church."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Life of Gennadius 46:3",
                            "text": "But afterwards, trying to defend the Pelagian heresy, he wrote four books, Against Augustine, the opponent of Pelagius, and then again, eight books more."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Life of Gennadius 46:4",
                            "text": "There is also a book containing a discussion, where each defends his side."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Life of Gennadius 46:5",
                            "text": "This Julianus, in time of famine and want, attracting many through the alms which he gave, and the glamour of virtue, which they cast around him, associated them with him in his heresy."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Life of Gennadius 46:6",
                            "text": "He died during the reign of Valentinianus, the son of Constantius."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Life of Gennadius 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Life of Gennadius 47:1",
                            "text": "Chapter XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Life of Gennadius 47:2",
                            "text": "Lucianus the presbyter, a holy man to whom, at the time when Honorius and Theodosius were Emperors, God revealed the place of the sepulchre and the remains of Saint Stephen the Protomartyr, wrote out that revelation in Greek, addressing it to all the churches."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Life of Gennadius 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Life of Gennadius 48:1",
                            "text": "Chapter XLVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Life of Gennadius 48:2",
                            "text": "Avitus the presbyter, a Spaniard by race, translated the above mentioned work of the presbyter Lucianus into Latin, and sent it with his letter annexed, by the hand of Orosius the presbyter, to the Western churches."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Life of Gennadius 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Life of Gennadius 49:1",
                            "text": "Chapter XLIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Life of Gennadius 49:2",
                            "text": "Paulinus, bishop of Nola in Campania, composed many brief works in verse, also a consolatory work to Celsus On the death of a christian and baptized child, a sort of epitaph, well fortified with christian hope, also many Letters to Severus, and A panegric in prose written before he became bishop, On victory over tyrants which was addressed to Theodosius and maintained that victory lay rather in faith and prayer, than in arms."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Life of Gennadius 49:3",
                            "text": "He wrote also a Sacramentary and Hymnal."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Life of Gennadius 49:4",
                            "text": "He also addressed many letters to his sister, On contempt of the world, and published treatises of different sorts, on various occasions."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Life of Gennadius 49:5",
                            "text": "The most notable of all his minor works are the works On repentance, and A general panegyric of all the martyrs."
                        },
                        {
                            "verse": 6,
                            "chapter": 49,
                            "name": "Life of Gennadius 49:6",
                            "text": "He lived in the reign of Honorius and Valentinianus, and was distinguished, not only for erudition and holiness of life, but also for his ability to cast out demons."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Life of Gennadius 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Life of Gennadius 50:1",
                            "text": "Chapter L."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Life of Gennadius 50:2",
                            "text": "Eutropius, the presbyter, wrote to two sisters, handmaids of Christ, who had been disinherited by their parents on account of their devotion to chastity and their love for religion, two Consolatory letters in the form of small books, written in polished and clear language and fortified not only by argument, but also by testimonies from the Scriptures."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Life of Gennadius 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Life of Gennadius 51:1",
                            "text": "Chapter LI."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Life of Gennadius 51:2",
                            "text": "Another Evagrius wrote a Discussion between Simon the Jew and Theophilus the Christian, a work which is very well known."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Life of Gennadius 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Life of Gennadius 52:1",
                            "text": "Chapter LII."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Life of Gennadius 52:2",
                            "text": "Vigilius the deacon."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Life of Gennadius 52:3",
                            "text": "composed out of the traditions of the fathers a Rule for monks, which is accustomed to be read in the monastery for the profit of the assembled monks."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Life of Gennadius 52:4",
                            "text": "It is written in condensed and clear language and covers the whole range of monastic duties."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Life of Gennadius 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Life of Gennadius 53:1",
                            "text": "Chapter LIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Life of Gennadius 53:2",
                            "text": "Atticus bishop of Constantinople, wrote to the princess daughters of the Emperor Arcadius, On faith and virginity, a most excellent work, in which he attacks by anticipation the Nestorian doctrine."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Life of Gennadius 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Life of Gennadius 54:1",
                            "text": "Chapter LIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Life of Gennadius 54:2",
                            "text": "Nestorius  the heresiarch, was regarded, while presbyter of the church at Antioch, as a remarkable extemporaneous teacher, and composed a great many treatises on various Questions, into which already at that time he infused that subtle evil, which afterwards became the poison of acknowledged impiety, veiled meanwhile by moral exhortation."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Life of Gennadius 54:3",
                            "text": "But afterwards, when commended by his eloquence and abstemiousness he had been made pontiff of the church at Constantinople, showing openly what he had for a long while concealed, he became a declared enemy of the church, and wrote a book On the incarnation of the Lord, formed of sixty-two passages from Divine Scripture, used in a perverted meaning."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Life of Gennadius 54:4",
                            "text": "What he maintained in this book may be found in the catalogue of heretics."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Life of Gennadius 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Life of Gennadius 55:1",
                            "text": "Chapter LV."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Life of Gennadius 55:2",
                            "text": "Caelestinus, bishop of Rome, addressed a volume to the churches of the East and West, giving an account of the decree of the synod against the above mentioned Nestorius and maintaining that while there are two complete natures in Christ, the person of the Son of God is to be regarded as single."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Life of Gennadius 55:3",
                            "text": "The above mentioned Nestorius was shown to be opposed to this view."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Life of Gennadius 55:4",
                            "text": "Xystus likewise, the successor of Caelestinus, wrote on the same subject and to the same Nestorius and the Eastern bishops, giving the views of the Western bishops against his error."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Life of Gennadius 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Life of Gennadius 56:1",
                            "text": "Chapter LVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Life of Gennadius 56:2",
                            "text": "Theodotus, bishop of Ancyra in Galatia, while at Ephesus, wrote against Nestorius a work of defence and refutation, written, to be sure, in dialectic style, but interwoven with passages from the Holy Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Life of Gennadius 56:3",
                            "text": "His method was to make statements and then quote proof texts from the Scriptures."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Life of Gennadius 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Life of Gennadius 57:1",
                            "text": "Chapter LVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Life of Gennadius 57:2",
                            "text": "Fastidius, bishop in Britain, wrote to one Fatalis, a book On the Christian life, and another On preserving the estate of virginity, a work full of sound doctrine, and doing honour to God."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Life of Gennadius 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Life of Gennadius 58:1",
                            "text": "Chapter LVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Life of Gennadius 58:2",
                            "text": "Cyril, bishop of the church at Alexandria, published various treatises on various Questions, and also composed many homilies, which are recommended for preaching by the Greek bishops."
                        },
                        {
                            "verse": 3,
                            "chapter": 58,
                            "name": "Life of Gennadius 58:3",
                            "text": "Other books of his are; On the downfall of the synagogue, On faith against the heretics, and a work directed especially against Nestorius and entitled, A Refutation, in which all the secrets of Nestorius are exposed and his published opinions are refuted."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Life of Gennadius 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Life of Gennadius 59:1",
                            "text": "Chapter LXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Life of Gennadius 59:2",
                            "text": "Timotheus,  when Proterius had been put to death by the Alexandrians, in response to popular clamour, willingly or unwillingly allowed himself to be made bishop by a single bishop in the place of him who had been put to death."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Life of Gennadius 59:3",
                            "text": "And lest he, having been illegally appointed, should be deservedly deposed at the will of the people who had hated Proterius, he pronounced all the bishops of his vicinity to be Nestorians, and boldly presuming to wash out the stain on his conscience by hardihood, wrote a very persuasive book to the Emperor Leo, which he attempted to fortify by testimonies of the Fathers, used in a perverted sense, so far as to show, for the sake of deceiving the emperor and establishing his heresy, that Leo of Rome, pontiff of the city, and the synod of Chalcedon, and all the Western bishops were fundamentally Nestorians."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Life of Gennadius 59:4",
                            "text": "But by the grace of God, the enemy of the church was refuted and overthrown at the Council of Chalcedon."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Life of Gennadius 59:5",
                            "text": "He is said to be living in exile, still an heresiarch, and it is most likely so."
                        },
                        {
                            "verse": 6,
                            "chapter": 59,
                            "name": "Life of Gennadius 59:6",
                            "text": "This book of his for learning's sake, I translated by request of the brethren into Latin and prefixed a caveat."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Life of Gennadius 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Life of Gennadius 60:1",
                            "text": "Chapter LX."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Life of Gennadius 60:2",
                            "text": "Leporius, formerly monk afterwards presbyter, relying on purity, through his own free will and unaided effort, instead of depending on the help of God, began to follow the Pelagian doctrine."
                        },
                        {
                            "verse": 3,
                            "chapter": 60,
                            "name": "Life of Gennadius 60:3",
                            "text": "But having been admonished by the Gallican doctors, and corrected by Augustine in Africa, he wrote a book containing his retraction, in which he both acknowledges his error and returns thanks for his correction."
                        },
                        {
                            "verse": 4,
                            "chapter": 60,
                            "name": "Life of Gennadius 60:4",
                            "text": "At the same time in correction of his false view of the incarnation of Christ, he presented the Catholic view, acknowledging the single person of the Son of God, and the two natures existing in Christ in his substance."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Life of Gennadius 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Life of Gennadius 61:1",
                            "text": "Chapter LXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Life of Gennadius 61:2",
                            "text": "Victorinus, a rhetorician of Marseilles, wrote to his son Etherius, a commentary On Genesis, commenting, that is, from the beginning of the book to the death of the patriarch Abraham, and published four books in verse, words which have a savour of piety indeed, but, in that he was a man busied with secular literature and quite untrained in the Divine Scriptures, they are of slight weight, so far as ideas are concerned."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Life of Gennadius 61:3",
                            "text": "He died in the reign of Theodosius and Valentinianus."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Life of Gennadius 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Life of Gennadius 62:1",
                            "text": "Chapter LXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Life of Gennadius 62:2",
                            "text": "Cassianus, Scythian by race, ordained deacon by bishop John the Great, at Constantinople, and a presbyter at Marseilles, founded two monasteries, that is to say one for men and one for women, which are still standing."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Life of Gennadius 62:3",
                            "text": "He wrote from experience, and in forcible language, or to speak more clearly, with meaning back of his words, and action back of his talk."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Life of Gennadius 62:4",
                            "text": "He covered the whole field of practical directions, for monks of all sorts, in the following works: On dress, also On the canon of prayers, and the Usage in the saying of Psalms, (for these in the Egyptian monasteries, are said day and night), three books."
                        },
                        {
                            "verse": 5,
                            "chapter": 62,
                            "name": "Life of Gennadius 62:5",
                            "text": "One of Institutes, eight books On the origin, nature and remedies for the eight principal sins, a book on each sin."
                        },
                        {
                            "verse": 6,
                            "chapter": 62,
                            "name": "Life of Gennadius 62:6",
                            "text": "He also compiled Conferences with the Egyptian fathers, as follows: On the aim of a monk and his creed, On discretion, On three vocations to the service of God, On the warfare of the flesh against the spirit and the spirit against the flesh, On the nature of all sins, On the slaughter of the saints, On fickleness of mind, On principalities, On the nature of prayer, On the duration of prayer, On perfection, On chastity, On the protection of God, On the knowledge of spiritual things, On the Divine graces, On friendship, On whether to define or not to define, On three ancient kinds of monks and a fourth recently arisen, On the object of cenobites and hermits, On true satisfaction in repentance, On the remission of the Quinquagesimal fast, On nocturnal illusions, On the saying of the apostles, \"For the good which I would do, I do not, but the evil which I would not, that I do,\" On mortification, and finally at the request of Leo the archdeacon, afterwards bishop of Rome, he wrote seven books against Nestorius, On the incarnation of the Lord, and writing this, made an end, both of writing and living, at Marseilles, in the reign of Theodosius and Valentinianus."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Life of Gennadius 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Life of Gennadius 63:1",
                            "text": "Chapter LXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Life of Gennadius 63:2",
                            "text": "Philip, the presbyter Jerome's best pupil, published a Commentary on Job, written in an unaffected style."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Life of Gennadius 63:3",
                            "text": "I have read his Familiar letters, exceedingly witty, exhorting the endurance of poverty and sufferings."
                        },
                        {
                            "verse": 4,
                            "chapter": 63,
                            "name": "Life of Gennadius 63:4",
                            "text": "He died in the reign of Martianus and Avitus."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Life of Gennadius 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Life of Gennadius 64:1",
                            "text": "Chapter LXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Life of Gennadius 64:2",
                            "text": "Eucherius, bishop of the church at Lyons, wrote to his relative Valerianus, On contempt for the world and worldly philosophy, a single letter, written in a style which shows sound learning and reasoning."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Life of Gennadius 64:3",
                            "text": "He wrote also to his sons, Salonius and Veranius, afterward bishops, a discussion On certain obscure passages of Holy Scriptures, and besides, revising and condensing certain works of Saint Cassianus, he compressed them into one volume, and wrote other works suited to ecclesiastical or monastic pursuits."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Life of Gennadius 64:4",
                            "text": "He died in the reign of Valentinianus and Martianus."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Life of Gennadius 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Life of Gennadius 65:1",
                            "text": "Chapter LXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Life of Gennadius 65:2",
                            "text": "Vincentius, the Gaul, presbyter in the Monastery on the Island of Lerins, a man learned in the Holy Scriptures and very well informed in matters of ecclesiastical doctrine, composed a powerful disputation, written in tolerably finished and clear language, which, suppressing his name, he entitled Peregrinus against heretics."
                        },
                        {
                            "verse": 3,
                            "chapter": 65,
                            "name": "Life of Gennadius 65:3",
                            "text": "The greater part of the second book of this work having been stolen, he composed a brief reproduction of the substance of the original work, and published in one [book]."
                        },
                        {
                            "verse": 4,
                            "chapter": 65,
                            "name": "Life of Gennadius 65:4",
                            "text": "He died in the reign of Theodosius and Valentinianus."
                        }
                    ]
                },
                {
                    "chapter": 66,
                    "name": "Life of Gennadius 66",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 66,
                            "name": "Life of Gennadius 66:1",
                            "text": "Chapter LXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 66,
                            "name": "Life of Gennadius 66:2",
                            "text": "Syagrius wrote On faith, against the presumptuous words, which heretics assume for the purpose of destroying or superseding the names of the Holy Trinity, for they say that the Father ought not to be called Father, lest the name, Son should harmonize with that of Father, but that he should be called the Unbegotten or the Imperishable and the Absolute, in order that whatever may be distinct from Him in person, may also be separate in nature, showing that the Father, who is unchangeable in nature may be called the Unbegotten, though the Scripture may not call Him so, that the person of the Son is begotten from Him, not made, and that the person of the Holy Spirit proceeds from Him not begotten, and not made."
                        },
                        {
                            "verse": 3,
                            "chapter": 66,
                            "name": "Life of Gennadius 66:3",
                            "text": "Under the name of this Syagrius I found seven books, entitled On Faith and the rules of Faith, but as they did not agree in style, I did not believe they were written by him."
                        }
                    ]
                },
                {
                    "chapter": 67,
                    "name": "Life of Gennadius 67",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 67,
                            "name": "Life of Gennadius 67:1",
                            "text": "Chapter LXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 67,
                            "name": "Life of Gennadius 67:2",
                            "text": "Isaac, presbyter of the church at Antioch, whose many works cover a long period, wrote in Syriac especially against the Nestorians and Eutychians."
                        },
                        {
                            "verse": 3,
                            "chapter": 67,
                            "name": "Life of Gennadius 67:3",
                            "text": "He lamented the downfall of Antioch in an elegiac poem, taking up the same strain that Ephraim, the deacon, sounded on the downfall of Nicomedia."
                        },
                        {
                            "verse": 4,
                            "chapter": 67,
                            "name": "Life of Gennadius 67:4",
                            "text": "He died during the reign of Leo and Majorianus."
                        }
                    ]
                },
                {
                    "chapter": 68,
                    "name": "Life of Gennadius 68",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 68,
                            "name": "Life of Gennadius 68:1",
                            "text": "Chapter LXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 68,
                            "name": "Life of Gennadius 68:2",
                            "text": "Salvianus, presbyter of Marseilles, well informed both in secular and in sacred literature, and to speak without invidiousness, a master among bishops, wrote many things in a scholastic and clear style, of which I have read the following: four books On the Excellence of virginity, to Marcellus the presbyter, three books Against avarice, five books On the present judgment,and one book On punishment according to desert, addressed to Salonius the bishop, also one book of Commentary on the latter part of the book of Ecclesiastes, addressed to Claudius bishop of Vienne, one book of Epistles."
                        },
                        {
                            "verse": 3,
                            "chapter": 68,
                            "name": "Life of Gennadius 68:3",
                            "text": "He also composed one book in verse after the Greek fashion, a sort of Hexaemeron, covering the period from the beginning of Genesis to the creation of man, also many Homilies delivered to the bishops, and I am sure I do not know how many On the sacraments."
                        },
                        {
                            "verse": 4,
                            "chapter": 68,
                            "name": "Life of Gennadius 68:4",
                            "text": "He is still living at a good old age."
                        }
                    ]
                },
                {
                    "chapter": 69,
                    "name": "Life of Gennadius 69",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 69,
                            "name": "Life of Gennadius 69:1",
                            "text": "Chapter LXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 69,
                            "name": "Life of Gennadius 69:2",
                            "text": "Paulinus composed treatises On the beginning of the Quadragesimal, of which I have read two, On the Passover Sabbath, On obedience, On penitence, On neophytes."
                        }
                    ]
                },
                {
                    "chapter": 70,
                    "name": "Life of Gennadius 70",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 70,
                            "name": "Life of Gennadius 70:1",
                            "text": "Chapter LXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 70,
                            "name": "Life of Gennadius 70:2",
                            "text": "Hilary, bishop of the church at Arles, a man learned in Holy Scriptures, was devoted to poverty, and earnestly anxious to live in narrow circumstances, not only in religiousness of mind, but also in labour of body."
                        },
                        {
                            "verse": 3,
                            "chapter": 70,
                            "name": "Life of Gennadius 70:3",
                            "text": "To secure this estate of poverty, this man of noble race and very differently brought up, engaged in farming, though it was beyond his strength, and yet did not neglect spiritual matters."
                        },
                        {
                            "verse": 4,
                            "chapter": 70,
                            "name": "Life of Gennadius 70:4",
                            "text": "He was an acceptable teacher also, and without regard to persons administered correction to all."
                        },
                        {
                            "verse": 5,
                            "chapter": 70,
                            "name": "Life of Gennadius 70:5",
                            "text": "He published some few things, brief, but showing immortal genius, and indicating an erudite mind, as well as capacity for vigorous speech; among these that work which is of so great practical value to many, his Life of Saint Honoratus, his predecessor."
                        },
                        {
                            "verse": 6,
                            "chapter": 70,
                            "name": "Life of Gennadius 70:6",
                            "text": "He died during the reign of Valentinianus and Martianus."
                        }
                    ]
                },
                {
                    "chapter": 71,
                    "name": "Life of Gennadius 71",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 71,
                            "name": "Life of Gennadius 71:1",
                            "text": "Chapter LXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 71,
                            "name": "Life of Gennadius 71:2",
                            "text": "Leo, bishop of Rome, wrote a letter to Flavianus, bishop of the church at Constantinople, against Eutyches the presbyter, who at that time, on account of his ambition for the episcopate was trying to introduce novelties into the church."
                        },
                        {
                            "verse": 3,
                            "chapter": 71,
                            "name": "Life of Gennadius 71:3",
                            "text": "In this he advises Flavianus, if Eutyches confesses his error and promises amendment, to receive him, but if he should persist in the course he had entered on, that he should be condemned together with his heresy."
                        },
                        {
                            "verse": 4,
                            "chapter": 71,
                            "name": "Life of Gennadius 71:4",
                            "text": "He likewise teaches in this epistle and confirms by divine testimony that as the Lord Jesus Christ is to be considered the true son of the Divine Father, so likewise he is to be considered true man with human nature, that is, that he derived a body of flesh from the flesh of the virgin and not as Eutyches asserted, that he showed a body from heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 71,
                            "name": "Life of Gennadius 71:5",
                            "text": "He died in the reign of Leo and Majorianus."
                        }
                    ]
                },
                {
                    "chapter": 72,
                    "name": "Life of Gennadius 72",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 72,
                            "name": "Life of Gennadius 72:1",
                            "text": "Chapter LXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 72,
                            "name": "Life of Gennadius 72:2",
                            "text": "Mochimus, the Mesopotamian, a presbyter at Antioch, wrote an excellent book Against Eutyches, and is said to be writing others, which I have not yet read."
                        }
                    ]
                },
                {
                    "chapter": 73,
                    "name": "Life of Gennadius 73",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 73,
                            "name": "Life of Gennadius 73:1",
                            "text": "Chapter LXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 73,
                            "name": "Life of Gennadius 73:2",
                            "text": "Asclepius, the African, bishop of a large see within the borders of Bagais, wrote against the Arians, and is said to be now writing against the Donatists."
                        },
                        {
                            "verse": 3,
                            "chapter": 73,
                            "name": "Life of Gennadius 73:3",
                            "text": "He is famous for his extemporaneous teaching."
                        }
                    ]
                },
                {
                    "chapter": 74,
                    "name": "Life of Gennadius 74",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 74,
                            "name": "Life of Gennadius 74:1",
                            "text": "Chapter LXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 74,
                            "name": "Life of Gennadius 74:2",
                            "text": "Peter, presbyter of the church at Edessa, a famous preacher, wrote Treatises on various subjects, and Hymns after the manner of Saint Ephrem, the deacon."
                        }
                    ]
                },
                {
                    "chapter": 75,
                    "name": "Life of Gennadius 75",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 75,
                            "name": "Life of Gennadius 75:1",
                            "text": "Chapter LXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 75,
                            "name": "Life of Gennadius 75:2",
                            "text": "Paul the presbyter, a Pannonian by nationality, as I learned from his own mouth, wrote On preserving virginity, and contempt for the world, and the Ordering of life or the correction of morals, written in a mediocre style, but flavoured with divine salt."
                        },
                        {
                            "verse": 3,
                            "chapter": 75,
                            "name": "Life of Gennadius 75:3",
                            "text": "The two books were addressed to a certain noble virgin devoted to Christ, Constantia by name, and in them he mentions Jovinian the heretic and preacher of voluptuousness and lusts, who was so far removed from leading a continent and chaste life, that he belched forth his life in the midst of luxurious banquets."
                        }
                    ]
                },
                {
                    "chapter": 76,
                    "name": "Life of Gennadius 76",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 76,
                            "name": "Life of Gennadius 76:1",
                            "text": "Chapter LXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 76,
                            "name": "Life of Gennadius 76:2",
                            "text": "Pastor the bishop composed a short work, written in the form of a creed, and containing pretty much the whole round of Ecclesiastical doctrine in sentences."
                        },
                        {
                            "verse": 3,
                            "chapter": 76,
                            "name": "Life of Gennadius 76:3",
                            "text": "In this, among other heresies which he anathematizes without giving the names of their authors, he condemns the Priscillians and their author."
                        }
                    ]
                },
                {
                    "chapter": 77,
                    "name": "Life of Gennadius 77",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 77,
                            "name": "Life of Gennadius 77:1",
                            "text": "Chapter LXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 77,
                            "name": "Life of Gennadius 77:2",
                            "text": "Victor, bishop of Cartenna in Mauritania, wrote one long book against the Arians, which he sent to king Genseric by his followers, as I learned from the preface to the work, and a work On the repentance of the publican, in which he drew up a rule of life for the penitent, according to the authority of Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 77,
                            "name": "Life of Gennadius 77:3",
                            "text": "He also wrote a consolatory work to one Basilius, On the death of a son, filled with resurrection hope and good counsel."
                        },
                        {
                            "verse": 4,
                            "chapter": 77,
                            "name": "Life of Gennadius 77:4",
                            "text": "He also composed many Homilies, which have been arranged as continuous works and are as I know, made use of by brethren anxious for their own salvation."
                        }
                    ]
                },
                {
                    "chapter": 78,
                    "name": "Life of Gennadius 78",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 78,
                            "name": "Life of Gennadius 78:1",
                            "text": "Chapter LXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 78,
                            "name": "Life of Gennadius 78:2",
                            "text": "Voconius, bishop of Castellanum in Mauritania, wrote Against the enemies of the church, Jews, Arians, and other heretics."
                        },
                        {
                            "verse": 3,
                            "chapter": 78,
                            "name": "Life of Gennadius 78:3",
                            "text": "He composed also an excellent work On the Sacraments."
                        }
                    ]
                },
                {
                    "chapter": 79,
                    "name": "Life of Gennadius 79",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 79,
                            "name": "Life of Gennadius 79:1",
                            "text": "Chapter LXXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 79,
                            "name": "Life of Gennadius 79:2",
                            "text": "Musaeus, presbyter of the church at Marseilles, a man learned in Divine Scriptures and most accurate in their interpretation, as well as master of an excellent scholastic style, on the request of Saint Venerius the bishop, selected from Holy Scriptures passages suited to the various feast days of the year, also passages from the Psalms for responses suited to the season, and the passages for reading."
                        },
                        {
                            "verse": 3,
                            "chapter": 79,
                            "name": "Life of Gennadius 79:3",
                            "text": "The readers in the church found this work of the greatest value, in that it saved them trouble and anxiety in the selection of passages, and was useful for the instruction of the people as well as for the dignity of the service."
                        },
                        {
                            "verse": 4,
                            "chapter": 79,
                            "name": "Life of Gennadius 79:4",
                            "text": "He also addressed to Saint Eustathius the bishop, successor to the above mentioned man of God, an excellent and sizable volume, a Sacramentary, divided into various sections, according to the various offices and seasons, Readings and Psalms, both for reading and chanting, but also filled throughout with petitions to the Lord, and thanksgiving for his benefits."
                        },
                        {
                            "verse": 5,
                            "chapter": 79,
                            "name": "Life of Gennadius 79:5",
                            "text": "By this work we know him to have been a man of strong intelligence and chaste eloquence."
                        },
                        {
                            "verse": 6,
                            "chapter": 79,
                            "name": "Life of Gennadius 79:6",
                            "text": "He is said to have also delivered homilies, which are, as I know, valued by pious men, but which I have not read."
                        },
                        {
                            "verse": 7,
                            "chapter": 79,
                            "name": "Life of Gennadius 79:7",
                            "text": "He died in the reign of Leo and Majorianus."
                        }
                    ]
                },
                {
                    "chapter": 80,
                    "name": "Life of Gennadius 80",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 80,
                            "name": "Life of Gennadius 80:1",
                            "text": "Chapter LXXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 80,
                            "name": "Life of Gennadius 80:2",
                            "text": "Vincentius the presbyter, a native of Gaul, practised in Divine Scripture and possessed of a style polished by speaking and by wide reading, wrote a Commentary On the Psalms."
                        },
                        {
                            "verse": 3,
                            "chapter": 80,
                            "name": "Life of Gennadius 80:3",
                            "text": "A part of this work, he read in my hearing, to a man of God, at Cannatae, promising at the same time, that if the Lord should spare his life and strength, he would treat the whole Psalter in the same way."
                        }
                    ]
                },
                {
                    "chapter": 81,
                    "name": "Life of Gennadius 81",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 81,
                            "name": "Life of Gennadius 81:1",
                            "text": "Chapter LXXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 81,
                            "name": "Life of Gennadius 81:2",
                            "text": "Cyrus, an Alexandrian by race, and a physician by profession, at first a philosopher then a monk, an expert speaker, at first wrote elegantly and powerfully against Nestorius, but afterwards, since he began to inveigh against him too intemperately and dealt in syllogism rather than Scripture, he began to foster the Timothean doctrine."
                        },
                        {
                            "verse": 3,
                            "chapter": 81,
                            "name": "Life of Gennadius 81:3",
                            "text": "Finally he declined to accept the decree of the council of Chalcedon, and did not think the doctrine that after the incarnation the Son of God comprehended two natures, was to be acquiesced in."
                        }
                    ]
                },
                {
                    "chapter": 82,
                    "name": "Life of Gennadius 82",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 82,
                            "name": "Life of Gennadius 82:1",
                            "text": "Chapter LXXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 82,
                            "name": "Life of Gennadius 82:2",
                            "text": "Samuel, presbyter of the church at Edessa, is said to have written many things in Syriac against the enemies of the church, especially against the Nestorians, the Eutychians and the Timotheans, new heresies all, but differing from one another."
                        },
                        {
                            "verse": 3,
                            "chapter": 82,
                            "name": "Life of Gennadius 82:3",
                            "text": "On this account he frequently speaks of the triple beast, while he briefly refutes by the opinion of the church, and the authority of Holy Scriptures, showing to the Nestorians, that the Son was God in man, not simply man born of a Virgin, to the Eutychians, that he had true human flesh, taken on by God, and not merely a body made of thick air, or shown from Heaven; to the Timotheans, that the Word was made flesh in such wise, that the Word remains Word in substance, and, human nature remaining human nature, one person of the Son of God is produced by union, not by mingling."
                        },
                        {
                            "verse": 4,
                            "chapter": 82,
                            "name": "Life of Gennadius 82:4",
                            "text": "He is said to be still living at Constantinople, for at the beginning of the reign of Anthemius, I knew his writings, and knew that he was in the land of the living."
                        }
                    ]
                },
                {
                    "chapter": 83,
                    "name": "Life of Gennadius 83",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 83,
                            "name": "Life of Gennadius 83:1",
                            "text": "Chapter LXXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 83,
                            "name": "Life of Gennadius 83:2",
                            "text": "Claudianus, presbyter of the church at Vienne, a master speaker, and shrewd in argument, composed three books, On the condition and substance of the soul, in which he discusses how far anything is incorporeal excepting God."
                        },
                        {
                            "verse": 3,
                            "chapter": 83,
                            "name": "Life of Gennadius 83:3",
                            "text": "[He wrote also some other things, among which are, A Hymn on Our Lord's Passion, which begins \"Pange lingua gloriosi\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 83,
                            "name": "Life of Gennadius 83:4",
                            "text": "He was moreover brother of Mamertus, bishop of Vienne."
                        },
                        {
                            "verse": 5,
                            "chapter": 83,
                            "name": "Life of Gennadius 83:5",
                            "text": "] (See note."
                        },
                        {
                            "verse": 6,
                            "chapter": 83,
                            "name": "Life of Gennadius 83:6",
                            "text": ")."
                        }
                    ]
                },
                {
                    "chapter": 84,
                    "name": "Life of Gennadius 84",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 84,
                            "name": "Life of Gennadius 84:1",
                            "text": "Chapter LXXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 84,
                            "name": "Life of Gennadius 84:2",
                            "text": "Prosper of Aquitania, a man scholastic in style and vigorous in statement, is said to have composed many works, of which I have read a Chronicle, which bears his name, and which extends from the creation of the first man, according to Divine Scripture, until the death of the Emperor Valentinianus and the taking of Rome by Genseric king of the Vandals."
                        },
                        {
                            "verse": 3,
                            "chapter": 84,
                            "name": "Life of Gennadius 84:3",
                            "text": "I regard as his also an anonymous book against certain works of Cassianus, which the church of God finds salutary, but which he brands as injurious, and in fact, some of the opinions of Cassian and Prosper on the grace of God and on free will are at variance with one another."
                        },
                        {
                            "verse": 4,
                            "chapter": 84,
                            "name": "Life of Gennadius 84:4",
                            "text": "Epistles of Pope Leo against Eutyches, On the true incarnation of Christ, sent to various persons, are also thought to have been dictated by him."
                        }
                    ]
                },
                {
                    "chapter": 85,
                    "name": "Life of Gennadius 85",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:1",
                            "text": "Chapter LXXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:2",
                            "text": "Faustus, first abbot of the monastery at Lerins, and then made bishop of Riez in Gaul, a man studious of the Divine Scriptures, taking his text from the historic creed of the church, composed a book On the Holy Spirit, in which he shows from the belief of the fathers, that the Holy Spirit is consubstantial and coeternal with the Father and the Son, the fulness of the Trinity and therefore God."
                        },
                        {
                            "verse": 3,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:3",
                            "text": "He published also an excellent work, On the grace of God, through which we are saved, in which he teaches that the grace of God always invites, precedes and helps our will, and whatever gain that freedom of will may attain for its pious effect, is not its own desert, but the gift of grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:4",
                            "text": "I have read also a little book of his Against the Arians and Macedonians, in which he posits a coëssential Trinity, and another against those who say that there is anything incorporeal in created things, in which he maintains from the testimony of Scriptures, and by quotations from the fathers, that nothing is to be regarded as incorporeal but God."
                        },
                        {
                            "verse": 5,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:5",
                            "text": "There is also a letter of his, written in the form of a little book, and addressed to a certain deacon, named Graecus, who, leaving the Catholic faith, had gone over to the Nestorian impiety."
                        },
                        {
                            "verse": 6,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:6",
                            "text": "In this epistle he admonishes him to believe that the holy Virgin Mary did not bring forth a mere human being, who afterwards should receive divinity, but true God in true man."
                        },
                        {
                            "verse": 7,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:7",
                            "text": "There are still other works by him, but as I have not read, I do not care to mention them."
                        },
                        {
                            "verse": 8,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:8",
                            "text": "This excellent doctor is enthusiastically believed in and admired."
                        },
                        {
                            "verse": 9,
                            "chapter": 85,
                            "name": "Life of Gennadius 85:9",
                            "text": "He wrote afterwards also to Felix, the Praetonian prefect, and a man of Patrician rank, son of Magnus the consul, a very pious letter, exhorting to the fear of God, a work well fitted to induce one to repent with his whole heart."
                        }
                    ]
                },
                {
                    "chapter": 86,
                    "name": "Life of Gennadius 86",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 86,
                            "name": "Life of Gennadius 86:1",
                            "text": "Chapter LXXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 86,
                            "name": "Life of Gennadius 86:2",
                            "text": "Servus Dei the bishop, wrote against those who say that Christ while living in this world did not see the Father with his eyes of flesh—But after his resurrection from the dead and his ascension into heaven when he had been translated into the glory of God the Father as in reward so to speak to him for his abnegation and a compensation for his martyrdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 86,
                            "name": "Life of Gennadius 86:3",
                            "text": "In this work he showed both from his own argument and from the testimony of Sacred Scriptures that the Lord Jesus from his conception by the Holy Spirit and his birth of the Virgin through which true God in true man himself also man made God was born, always beheld with his eyes of flesh both the Father and the Holy Spirit through the special and complete union of God and man."
                        }
                    ]
                },
                {
                    "chapter": 87,
                    "name": "Life of Gennadius 87",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 87,
                            "name": "Life of Gennadius 87:1",
                            "text": "Chapter LXXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 87,
                            "name": "Life of Gennadius 87:2",
                            "text": "Victorius the Aquitanian, a careful reckoner, on invitation of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 87,
                            "name": "Life of Gennadius 87:3",
                            "text": "Hilary bishop of Rome, composed a Paschal cycle with the most careful investigation following his four predecessors, that is Hippolytus, Eusebius, Theophilus and Prosper, and extended the series of years to the year five hundred and thirty-two, reckoning in such wise that in the year 533 the paschal festival should take place again on the same month and day and the same moon as on that first year when the Passion and resurrection of our Lord took place."
                        }
                    ]
                },
                {
                    "chapter": 88,
                    "name": "Life of Gennadius 88",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 88,
                            "name": "Life of Gennadius 88:1",
                            "text": "Chapter LXXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 88,
                            "name": "Life of Gennadius 88:2",
                            "text": "Theodoretus  bishop of Cyrus (for the city founded by Cyrus king of the Persians preserves until the present day in Syria the name of its founder) is said to have written many works."
                        },
                        {
                            "verse": 3,
                            "chapter": 88,
                            "name": "Life of Gennadius 88:3",
                            "text": "Such as have come to my knowledge are the following: On the incarnation of the Lord, Against Eutyches the presbyter and Dioscorus bishop of Alexandria who deny that Christ had human flesh; strong works by which he confirmed through reason and the testimony of Scripture that He had real flesh from the maternal substance which he derived from His Virgin mother just as he had true deity which he received at birth by eternal generation from God the Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 88,
                            "name": "Life of Gennadius 88:4",
                            "text": "There are ten books of the ecclesiastical history which he wrote in imitation of Eusebius of Caesarea beginning where Eusebius ends and extending to his own time, that is from the Vicennalia of Constantine until the accession of the elder Leo in whose reign he died."
                        }
                    ]
                },
                {
                    "chapter": 89,
                    "name": "Life of Gennadius 89",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 89,
                            "name": "Life of Gennadius 89:1",
                            "text": "Chapter XC."
                        },
                        {
                            "verse": 2,
                            "chapter": 89,
                            "name": "Life of Gennadius 89:2",
                            "text": "Gennadius a Patriarch of the church of Constantinople, a man brilliant in speech and of strong genius, was so richly equipped by his reading of the ancients that he was able to expound the prophet Daniel entire commenting on every word."
                        },
                        {
                            "verse": 3,
                            "chapter": 89,
                            "name": "Life of Gennadius 89:3",
                            "text": "He composed also many Homilies."
                        },
                        {
                            "verse": 4,
                            "chapter": 89,
                            "name": "Life of Gennadius 89:4",
                            "text": "He died while the elder Leo was Emperor."
                        }
                    ]
                },
                {
                    "chapter": 90,
                    "name": "Life of Gennadius 90",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 90,
                            "name": "Life of Gennadius 90:1",
                            "text": "Chapter XCI."
                        },
                        {
                            "verse": 2,
                            "chapter": 90,
                            "name": "Life of Gennadius 90:2",
                            "text": "Theodulus,  a presbyter in Coelesyria is said to have written many works, but the only one which has come to my hand, is the one which he composed On the harmony of divine Scripture, that is, the Scriptures of the Old and New Testaments, against the ancient heretics who on account of discrepancies in the injunctions of the ritual, say that the God of the Old Testament is different from the God of the New."
                        },
                        {
                            "verse": 3,
                            "chapter": 90,
                            "name": "Life of Gennadius 90:3",
                            "text": "In this work he shows it to have been by the dispensation of one and the same God, the author of both Scriptures, that one law should be given by Moses to those of old in a ritual of sacrifices and in judicial laws, and another to us through the presence of Christ in the holy mysteries and future promises, that they should not be considered different, but as dictated by one spirit and one author, since these things which if observed only according to the letter, would slay, if observed according to the spirit, would give life to the mind."
                        },
                        {
                            "verse": 4,
                            "chapter": 90,
                            "name": "Life of Gennadius 90:4",
                            "text": "This writer died three years since in the reign of Zeno."
                        }
                    ]
                },
                {
                    "chapter": 91,
                    "name": "Life of Gennadius 91",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 91,
                            "name": "Life of Gennadius 91:1",
                            "text": "Chapter XCII."
                        },
                        {
                            "verse": 2,
                            "chapter": 91,
                            "name": "Life of Gennadius 91:2",
                            "text": "[Sidonius bishop of the Arverni wrote several acceptable works and being a man sound in doctrine as well as thoroughly imbued with divine and human learning and a man of commanding genius wrote a considerable volume of letters to different persons written in various metres or in prose and this showed his ability in literature."
                        },
                        {
                            "verse": 3,
                            "chapter": 91,
                            "name": "Life of Gennadius 91:3",
                            "text": "Strong in Christian vigour even in the midst of that barbaric ferocity which at that time oppressed the Gauls he was regarded as a catholic father and a distinguished doctor."
                        },
                        {
                            "verse": 4,
                            "chapter": 91,
                            "name": "Life of Gennadius 91:4",
                            "text": "He flourished during the tempest which marked the rule of Leo and Zenos."
                        },
                        {
                            "verse": 5,
                            "chapter": 91,
                            "name": "Life of Gennadius 91:5",
                            "text": "]."
                        }
                    ]
                },
                {
                    "chapter": 92,
                    "name": "Life of Gennadius 92",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 92,
                            "name": "Life of Gennadius 92:1",
                            "text": "Chapter XCIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 92,
                            "name": "Life of Gennadius 92:2",
                            "text": "John of Antioch first grammarian, and then Presbyter, wrote against those who assert that Christ is to be adored in one substance only and do not admit that two natures are to be recognized in Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 92,
                            "name": "Life of Gennadius 92:3",
                            "text": "He taught according to the Scriptural account that in Him God and man exist in one person, and not the flesh and the Word in one nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 92,
                            "name": "Life of Gennadius 92:4",
                            "text": "He likewise attacked certain sentiments of Cyril, bishop of Alexandria, unwisely delivered by Cyril against Nestorius, which now are an encouragement and give strength to the Timotheans."
                        },
                        {
                            "verse": 5,
                            "chapter": 92,
                            "name": "Life of Gennadius 92:5",
                            "text": "He is said to be still living and preaching."
                        }
                    ]
                },
                {
                    "chapter": 93,
                    "name": "Life of Gennadius 93",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 93,
                            "name": "Life of Gennadius 93:1",
                            "text": "Chapter XCIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 93,
                            "name": "Life of Gennadius 93:2",
                            "text": "[Gelasius,  bishop of Rome wrote Against Eutyches and Nestorius a great and notable volume, also Treatises on various parts of the scripture and the sacraments written in a polished style."
                        },
                        {
                            "verse": 3,
                            "chapter": 93,
                            "name": "Life of Gennadius 93:3",
                            "text": "He also wrote Epistles against Peter and Acacius which are still preserved in the catholic church."
                        },
                        {
                            "verse": 4,
                            "chapter": 93,
                            "name": "Life of Gennadius 93:4",
                            "text": "He wrote also Hymns after the fashion of bishop Ambrosius."
                        },
                        {
                            "verse": 5,
                            "chapter": 93,
                            "name": "Life of Gennadius 93:5",
                            "text": "He died during the reign of the emperor Anastasius."
                        }
                    ]
                },
                {
                    "chapter": 94,
                    "name": "Life of Gennadius 94",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 94,
                            "name": "Life of Gennadius 94:1",
                            "text": "Chapter XCV."
                        },
                        {
                            "verse": 2,
                            "chapter": 94,
                            "name": "Life of Gennadius 94:2",
                            "text": "Honoratus, bishop of Constantina in Africa wrote a letter to one Arcadius who on account of his confession of the catholic faith had been exiled to Africa by King Genseric."
                        },
                        {
                            "verse": 3,
                            "chapter": 94,
                            "name": "Life of Gennadius 94:3",
                            "text": "This letter was an exhortation to endure hardness for Christ and fortified by modern examples and scripture illustrations showing that perseverance in the confession of the faith not only purges past sins but also procures the blessing of martyrdom."
                        }
                    ]
                },
                {
                    "chapter": 95,
                    "name": "Life of Gennadius 95",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 95,
                            "name": "Life of Gennadius 95:1",
                            "text": "Chapter XCVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 95,
                            "name": "Life of Gennadius 95:2",
                            "text": "Cerealis the bishop, an African by birth, was asked by Maximus bishop of the Arians whether he could establish the catholic faith by a few testimonies of Divine Scripture and without any controversial assertions."
                        },
                        {
                            "verse": 3,
                            "chapter": 95,
                            "name": "Life of Gennadius 95:3",
                            "text": "This he did in the name of the Lord, truth itself helping him, not with a few testimonies as Maximus had derisively asked, but proving by copious proof texts from both Old and New Testaments and published in a little book."
                        }
                    ]
                },
                {
                    "chapter": 96,
                    "name": "Life of Gennadius 96",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 96,
                            "name": "Life of Gennadius 96:1",
                            "text": "Chapter XCVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 96,
                            "name": "Life of Gennadius 96:2",
                            "text": "Eugenius, bishop of Carthage in Africa and public confessor, commanded by Huneric King of the Vandals to write an exposition of the catholic faith and especially to discuss the meaning of the word Homoousian, with the consent of all the bishops and confessors of Mauritania in Africa and Sardinia and Corsica, who had remained in the catholic faith, composed a book of faith, fortified not only by quotations from the Holy Scriptures but by testimonies of the Fathers, and sent it by his companions in confession."
                        },
                        {
                            "verse": 3,
                            "chapter": 96,
                            "name": "Life of Gennadius 96:3",
                            "text": "But now, exiled as a reward for his faithful tongue, like an anxious shepherd over his sheep he has left behind works urging them to remember the faith and the one sacred baptism to be preserved at all hazards."
                        },
                        {
                            "verse": 4,
                            "chapter": 96,
                            "name": "Life of Gennadius 96:4",
                            "text": "He also wrote out the Discussions which he held through messengers with the leaders of the Arians and sent them to be given to Huneric by his major domo."
                        },
                        {
                            "verse": 5,
                            "chapter": 96,
                            "name": "Life of Gennadius 96:5",
                            "text": "Likewise also he presented to the same, petitions for the peace of the Christians which were of the nature of an Apology, and he is said to be still living for the strengthening of the church."
                        }
                    ]
                },
                {
                    "chapter": 97,
                    "name": "Life of Gennadius 97",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 97,
                            "name": "Life of Gennadius 97:1",
                            "text": "Chapter XCVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 97,
                            "name": "Life of Gennadius 97:2",
                            "text": "Pomerius the Mauritanian was ordained presbyter in Gaul."
                        },
                        {
                            "verse": 3,
                            "chapter": 97,
                            "name": "Life of Gennadius 97:3",
                            "text": "He composed a dialectical treatise in eight books On the nature of the soul and its properties, also one On the resurrection and its particular bearing for the faithful in this life and in general for all men, written in clear language and style, in the form of a dialogue between Julian the bishop, and Verus the presbyter."
                        },
                        {
                            "verse": 4,
                            "chapter": 97,
                            "name": "Life of Gennadius 97:4",
                            "text": "The first book contains discourses on what the soul is and in what sense it is thought to be created in the image of God, the second, whether the soul should be thought of as corporeal or incorporeal, the third, how the soul of the first man was made, fourth, whether the soul which is put in the body at birth is newly created and without sin, or produced from the substance of the first man like a shoot from a root it brings also with it the original sin of the first man, fifth, a review of the fourth book of the discussion, and an inquiry as to what is the capability of the soul, that is its possibilities, and that it gains its capability from a single and pure will, the sixth, whence arises the conflict between flesh and the spirit, spoken of by the apostle, seventh, on the difference between the flesh and the spirit in respect of life, of death and of resurrection, the eighth, answers to questions concerning the things which it is predicted will happen at the end of the world, to such questions, that is, as are usually propounded concerning the resurrection."
                        },
                        {
                            "verse": 5,
                            "chapter": 97,
                            "name": "Life of Gennadius 97:5",
                            "text": "I remember to have once read a hortatory work of his, addressed to some one named Principius, On contempt of the world, and of transitory things, and another entitled, On vices and virtues."
                        },
                        {
                            "verse": 6,
                            "chapter": 97,
                            "name": "Life of Gennadius 97:6",
                            "text": "He is said to have written yet other works, which have not come to my knowledge, and to be still writing."
                        },
                        {
                            "verse": 7,
                            "chapter": 97,
                            "name": "Life of Gennadius 97:7",
                            "text": "He is still living, and his life is worthy of Christian profession, and his rank in the church."
                        }
                    ]
                },
                {
                    "chapter": 98,
                    "name": "Life of Gennadius 98",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 98,
                            "name": "Life of Gennadius 98:1",
                            "text": "Chapter XCIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 98,
                            "name": "Life of Gennadius 98:2",
                            "text": "I Gennadius, a presbyter of Marseilles, have written eight books Against all heresies, five books Against Nestorius, ten books Against Eutyches, three books Against Pelagius, also treatises On the Millennium and On the Apocalypse of Saint John, also an epistle On my creed, sent to the blessed Gelasius, bishop of Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 98,
                            "name": "Life of Gennadius 98:3",
                            "text": "]."
                        }
                    ]
                }
            ]
        }
    ]
}