{
    "books": [
        {
            "name": "Life of Constantine Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Life of Constantine Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:1",
                            "text": "The Life  of the  blessed emperor constantine,  by  eusebius pamphilus."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:2",
                            "text": "Book I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:4",
                            "text": "—Preface."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:5",
                            "text": "—Of the Death of Constantine."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:6",
                            "text": "Already have all mankind united in celebrating with joyous festivities the completion of the second and third decennial period of this great emperor's reign; already have we ourselves received him as a triumphant conqueror in the assembly of God's ministers, and greeted him with the due meed of praise on the twentieth anniversary of his reign: and still more recently we have woven, as it were, garlands of words, wherewith we encircled his sacred head in his own palace on his thirtieth anniversary."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:7",
                            "text": "But now, while I desire to give utterance to some of the customary sentiments, I stand perplexed and doubtful which way to turn, being wholly lost in wonder at the extraordinary spectacle before me."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:8",
                            "text": "For to whatever quarter I direct my view, whether to the east, or to the west, or over the whole world, or toward heaven itself, everywhere and always I see the blessed one yet administering the self-same empire."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:9",
                            "text": "On earth I behold his sons, like some new reflectors of his brightness, diffusing everywhere the luster of their father's character, and himself still living and powerful, and governing all the affairs of men more completely than ever before, being multiplied in the succession of his children."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Life of Constantine Book I 1:10",
                            "text": "They had indeed had previously the dignity of Caesars; but now, being invested with his very self, and graced by his accomplishments, for the excellence of their piety they are proclaimed by the titles of Sovereign, Augustus, Worshipful, and Emperor."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Life of Constantine Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Life of Constantine Book I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Life of Constantine Book I 2:2",
                            "text": "—The Preface Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Life of Constantine Book I 2:3",
                            "text": "And I am indeed amazed, when I consider that he who was but lately visible and present with us in his mortal body, is still, even after death, when the natural thought disclaims everything superfluous as unsuitable, most marvelously endowed with the same imperial dwellings, and honors, and praises as heretofore."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Life of Constantine Book I 2:4",
                            "text": "But farther, when I raise my thoughts even to the arch of heaven, and there contemplate his thrice-blessed soul in communion with God himself, freed from every mortal and earthly vesture, and shining in a refulgent robe of light, and when I perceive that it is no more connected with the fleeting periods and occupations of mortal life, but honored with an ever-blooming crown, and an immortality of endless and blessed existence, I stand as it were without power of speech or thought and unable to utter a single phrase, but condemning my own weakness, and imposing silence on myself, I resign the task of speaking his praises worthily to one who is better able, even to him who, being the immortal God and veritable Word, alone has power to confirm his own sayings."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Life of Constantine Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:2",
                            "text": "—How God honors Pious Princes, but destroys Tyrants."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:3",
                            "text": "Having given assurance that those who glorify and honor him will meet with an abundant recompense at his hands, while those who set themselves against him as enemies and adversaries will compass the ruin of their own souls, he has already established the truth of these his own declarations, having shown on the one hand the fearful end of those tyrants who denied and opposed him, and at the same time having made it manifest that even the death of his servant, as well as his life, is worthy of admiration and praise, and justly claims the memorial, not merely of perishable, but of immortal monuments."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:4",
                            "text": "Mankind, devising some consolation for the frail and precarious duration of human life, have thought by the erection of monuments to glorify the memories of their ancestors with immortal honors."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:5",
                            "text": "Some have employed the vivid delineations and colors of painting; some have carved statues from lifeless blocks of wood; while others, by engraving their inscriptions deep on tablets and monuments, have thought to transmit the virtues of those whom they honored to perpetual remembrance."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:6",
                            "text": "All these indeed are perishable, and consumed by the lapse of time, being representations of the corruptible body, and not expressing the image of the immortal soul."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:7",
                            "text": "And yet these seemed sufficient to those who had no well-grounded hope of happiness after the termination of this mortal life."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:8",
                            "text": "But God, that God, I say, who is the common Saviour of all, having treasured up with himself, for those who love godliness, greater blessings than human thought has conceived, gives the earnest and first-fruits of future rewards even here, assuring in some sort immortal hopes to mortal eyes."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Life of Constantine Book I 3:9",
                            "text": "The ancient oracles of the prophets, delivered to us in the Scripture, declare this; the lives of pious men, who shone in old time with every virtue, bear witness to posterity of the same; and our own days prove it to be true, wherein Constantine, who alone of all that ever wielded the Roman power was the friend of God the Sovereign of all, has appeared to all mankind so clear an example of a godly life."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Life of Constantine Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Life of Constantine Book I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Life of Constantine Book I 4:2",
                            "text": "—That God honored Constantine."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Life of Constantine Book I 4:3",
                            "text": "And God himself, whom Constantine worshiped, has confirmed this truth by the clearest manifestations of his will, being present to aid him at the commencement, during the course, and at the end of his reign, and holding him up to the human race as an instructive example of godliness."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Life of Constantine Book I 4:4",
                            "text": "Accordingly, by the manifold blessings he has conferred on him, he has distinguished him alone of all the sovereigns of whom we have ever heard as at once a mighty luminary and most clear-voiced herald of genuine piety."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Life of Constantine Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Life of Constantine Book I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Life of Constantine Book I 5:2",
                            "text": "—That he reigned above Thirty Years, and lived above Sixty."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Life of Constantine Book I 5:3",
                            "text": "With respect to the duration of his reign, God honored him with three complete periods of ten years, and something more, extending the whole term of his mortal life to twice this number of years."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Life of Constantine Book I 5:4",
                            "text": "And being pleased to make him a representative of his own sovereign power, he displayed him as the conqueror of the whole race of tyrants, and the destroyer of those God-defying giants of the earth who madly raised their impious arms against him, the supreme King of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Life of Constantine Book I 5:5",
                            "text": "They appeared, so to speak, for an instant, and then disappeared: while the one and only true God, when he had enabled his servant, clad in heavenly panoply, to stand singly against many foes, and by his means had relieved mankind from the multitude of the ungodly, constituted him a teacher of his worship to all nations, to testify with a loud voice in the hearing of all that he acknowledged the true God, and turned with abhorrence from the error of them that are no gods."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Life of Constantine Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:2",
                            "text": "—That he was the Servant of God, and the Conqueror of Nations."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:3",
                            "text": "Thus, like a faithful and good servant, did he act and testify, openly declaring and confessing himself the obedient minister of the supreme King."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:4",
                            "text": "And God forthwith rewarded him, by making him ruler and sovereign, and victorious to such a degree that he alone of all rulers pursued a continual course of conquest, unsubdued and invincible, and through his trophies a greater ruler than tradition records ever to have been before."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:5",
                            "text": "So dear was he to God, and so blessed; so pious and so fortunate in all that he undertook, that with the greatest facility he obtained the authority over more nations than any who had preceded him, and yet retained his power, undisturbed, to the very close of his life."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:6",
                            "text": "with Cyrus, King of the Persians, and with Alexander of Macedon."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:7",
                            "text": "Ancient history describes Cyrus, king of the Persians, as by far the most illustrious of all kings up to his time."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:8",
                            "text": "And yet if we regard the end of his days, we find it but little corresponded with his past prosperity, since he met with an inglorious and dishonorable death at the hands of a woman."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:9",
                            "text": "Again, the sons of Greece celebrate Alexander the Macedonian as the conqueror of many and diverse nations; yet we find that he was removed by an early death, before he had reached maturity, being carried off by the effects of revelry and drunkenness."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:10",
                            "text": "His whole life embraced but the space of thirty-two years, and his reign extended to no more than a third part of that period."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:11",
                            "text": "Unsparing as the thunderbolt, he advanced through streams of blood and reduced entire nations and cities, young and old, to utter slavery."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:12",
                            "text": "But when he had scarcely arrived at the maturity of life, and was lamenting the loss of youthful pleasures, death fell upon him with terrible stroke, and, that he might not longer outrage the human race, cut him off in a foreign and hostile land, childless, without successor, and homeless."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:13",
                            "text": "His kingdom too was instantly dismembered, each of his officers taking away and appropriating a portion for himself."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Life of Constantine Book I 6:14",
                            "text": "And yet this man is extolled for such deeds as these."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Life of Constantine Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Life of Constantine Book I 7:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Life of Constantine Book I 7:2",
                            "text": "—That he conquered nearly the Whole World."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Life of Constantine Book I 7:3",
                            "text": "But our emperor began his reign at the time of life at which the Macedonian died, yet doubled the length of his life, and trebled the length of his reign."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Life of Constantine Book I 7:4",
                            "text": "And instructing his army in the mild and sober precepts of godliness, he carried his arms as far as the Britons, and the nations that dwell in the very bosom of the Western ocean."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Life of Constantine Book I 7:5",
                            "text": "He subdued likewise all Scythia, though situated in the remotest North, and divided into numberless diverse and barbarous tribes."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Life of Constantine Book I 7:6",
                            "text": "He even pushed his conquests to the Blemmyans and Ethiopians, on the very confines of the South; nor did he think the acquisition of the Eastern nations unworthy his care."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Life of Constantine Book I 7:7",
                            "text": "In short, diffusing the effulgence of his holy light to the ends of the whole world, even to the most distant Indians, the nations dwelling on the extreme circumference of the inhabited earth, he received the submission of all the rulers, governors, and satraps of barbarous nations, who cheerfully welcomed and saluted him, sending embassies and presents, and setting the highest value on his acquaintance and friendship; insomuch that they honored him with pictures and statues in their respective countries, and Constantine alone of all emperors was acknowledged and celebrated by all."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Life of Constantine Book I 7:8",
                            "text": "Notwithstanding, even among these distant nations, he proclaimed the name of his God in his royal edicts with all boldness."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Life of Constantine Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Life of Constantine Book I 8:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Life of Constantine Book I 8:2",
                            "text": "—That he was the Son of a Pious Emperor, and bequeathed the Power to Royal Sons."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Life of Constantine Book I 8:3",
                            "text": "Nor did he give this testimony in words merely, while exhibiting failure in his own practice, but pursued every path of virtue, and was rich in the varied fruits of godliness."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Life of Constantine Book I 8:4",
                            "text": "He ensured the affection of his friends by magnificent proofs of liberality; and inasmuch as he governed on principles of humanity, he caused his rule to be but lightly felt and acceptable to all classes of his subjects; until at last, after a long course of years, and when he was wearied by his divine labors, the God whom he honored crowned him with an immortal reward, and translated him from a transitory kingdom to that endless life which he has laid up in store for the souls of his saints, after he had raised him up three sons to succeed him in his power."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Life of Constantine Book I 8:5",
                            "text": "As then the imperial throne had descended to him from his father, so, by the law of nature, was it reserved for his children and their descendants, and perpetuated, like some paternal inheritance, to endless generations."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Life of Constantine Book I 8:6",
                            "text": "And indeed God himself, who distinguished this blessed prince with divine honors while yet present with us, and who has adorned his death with choice blessings from his own hand, should be the writer of his actions; since he has recorded his labors and successes on heavenly monuments."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Life of Constantine Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:2",
                            "text": "—Of the Need for this History, and its Value for Edification."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:3",
                            "text": "However, hard as it is to speak worthily of this blessed character, and though silence were the safer and less perilous course, nevertheless it is incumbent on me, if I would escape the charge of negligence and sloth, to trace as it were a verbal portraiture, by way of memorial of the pious prince, in imitation of the delineations of human art."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:4",
                            "text": "For I should be ashamed of myself were I not to employ my best efforts, feeble though they be and of little value, in praise of one who honored God with such surpassing devotion."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:5",
                            "text": "I think too that my work will be on other grounds both instructive and necessary, since it will contain a description of those royal and noble actions which are pleasing to God, the Sovereign of all."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:6",
                            "text": "For would it not be disgraceful that the memory of Nero, and other impious and godless tyrants far worse than he, should meet with diligent writers to embellish the relation of their worthless deeds with elegant language, and record them in voluminous histories, and that I should be silent, to whom God himself has vouchsafed such an emperor as all history records not, and has permitted me to come into his presence, and enjoy his acquaintance and society?  Wherefore, if it is the duty of any one, it certainly is mine, to make an ample proclamation of his virtues to all in whom the example of noble actions is capable of inspiring the love of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:7",
                            "text": "For some who have written the lives of worthless characters, and the history of actions but little tending to the improvement of morals, from private motives, either love or enmity, and possibly in some cases with no better object than the display of their own learning, have exaggerated unduly their description of actions intrinsically base, by a refinement and elegance of diction."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:8",
                            "text": "And thus they have become to those who by the Divine favor had been kept apart from evil, teachers not of good, but of what should be silenced in oblivion and darkness."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:9",
                            "text": "But my narrative, however unequal to the greatness of the deeds it has to describe, will yet derive luster even from the bare relation of noble actions."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Life of Constantine Book I 9:10",
                            "text": "And surely the record of conduct that has been pleasing to God will afford a far from unprofitable, indeed a most instructive study, to persons of well-disposed minds."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Life of Constantine Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Life of Constantine Book I 10:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Life of Constantine Book I 10:2",
                            "text": "—That his Present Object is to record only the Pious Actions of Constantine."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Life of Constantine Book I 10:3",
                            "text": "It is my intention, therefore, to pass over the greater part of the royal deeds of this thrice-blessed prince; as, for example, his conflicts and engagements in the field, his personal valor, his victories and successes against the enemy, and the many triumphs he obtained: likewise his provisions for the interests of individuals, his legislative enactments for the social advantage of his subjects, and a multitude of other imperial labors which are fresh in the memory of all; the design of my present undertaking being to speak and write of those circumstances only which have reference to his religious character."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Life of Constantine Book I 10:4",
                            "text": "And since these are themselves of almost infinite variety, I shall select from the facts which have come to my knowledge such as are most suitable, and worthy of lasting record, and endeavor to narrate them as briefly as possible."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Life of Constantine Book I 10:5",
                            "text": "Henceforward, indeed, there is a full and free opportunity for celebrating in every way the praises of this truly blessed prince, which hitherto we have been unable to do, on the ground that we are forbidden to judge any one blessed before his death, because of the uncertain vicissitudes of life."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Life of Constantine Book I 10:6",
                            "text": "Let me implore then the help of God, and may the inspiring aid of the heavenly Word be with me, while I commence my history from the very earliest period of his life."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Life of Constantine Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:2",
                            "text": "—That like Moses, he was reared in the Palaces of Kings."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:3",
                            "text": "Ancient history relates that a cruel race of tyrants oppressed the Hebrew nation; and that God, who graciously regarded them in their affliction, provided that the prophet Moses, who was then an infant, should be brought up in the very palaces and bosoms of the oppressors, and instructed in all the wisdom they possessed."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:4",
                            "text": "And when in the course of time he had arrived at manhood, and the time was come for Divine justice to avenge the wrongs of the afflicted people, then the prophet of God, in obedience to the will of a more powerful Lord, forsook the royal household, and, estranging himself in word and deed from the tyrants by whom he had been brought up, openly acknowledging his true brethren and kinsfolk."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:5",
                            "text": "Then God, exalting him to be the leader of the whole nation, delivered the Hebrews from the bondage of their enemies, and inflicted Divine vengeance through his means on the tyrant race."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:6",
                            "text": "This ancient story, though rejected by most as fabulous, has reached the ears of all."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:7",
                            "text": "But now the same God has given to us to be eye-witnesses of miracles more wonderful than fables, and, from their recent appearance, more authentic than any report."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:8",
                            "text": "For the tyrants of our day have ventured to war against the Supreme God, and have sorely afflicted His Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:9",
                            "text": "And in the midst of these, Constantine, who was shortly to become their destroyer, but at that time of tender age, and blooming with the down of early youth, dwelt, as that other servant of God had done, in the very home of the tyrants, but young as he was did not share the manner of life of the ungodly: for from that early period his noble nature, under the leading of the Divine Spirit, inclined him to piety and a life acceptable to God."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:10",
                            "text": "A desire, moreover, to emulate the example of his father had its influence in stimulating the son to a virtuous course of conduct."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Life of Constantine Book I 11:11",
                            "text": "His father was Constantius (and we ought to revive his memory at this time), the most illustrious emperor of our age; of whose life it is necessary briefly to relate a few particulars, which tell to the honor of his son."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Life of Constantine Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Life of Constantine Book I 12:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Life of Constantine Book I 12:2",
                            "text": "—Of Constantius his Father, who refused to imitate Diocletian, Maximian, and Maxentius,in their Persecution of the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Life of Constantine Book I 12:3",
                            "text": "At a time when four emperors shared the administration of the Roman empire, Constantius alone, following a course of conduct different from that pursued by his colleagues, entered into the friendship of the Supreme God."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Life of Constantine Book I 12:4",
                            "text": "For while they besieged and wasted the churches of God, leveling them to the ground, and obliterating the very foundations of the houses of prayer, he kept his hands pure from their abominable impiety, and never in any respect resembled them."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Life of Constantine Book I 12:5",
                            "text": "They polluted their provinces by the indiscriminate slaughter of godly men and women; but he kept his soul free from the stain of this crime."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Life of Constantine Book I 12:6",
                            "text": "They, involved in the mazes of impious idolatry, enthralled first themselves, and then all under their authority, in bondage to the errors of evil demons, while he at the same time originated the profoundest peace throughout his dominions, and secured to his subjects the privilege of celebrating without hindrance the worship of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Life of Constantine Book I 12:7",
                            "text": "In short, while his colleagues oppressed all men by the most grievous exactions, and rendered their lives intolerable, and even worse than death, Constantius alone governed his people with a mild and tranquil sway, and exhibited towards them a truly parental and fostering care."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Life of Constantine Book I 12:8",
                            "text": "Numberless, indeed, are the other virtues of this man, which are the theme of praise to all; of these I will record one or two instances, as specimens of the quality of those which I must pass by in silence, and then I will proceed to the appointed order of my narrative."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Life of Constantine Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Life of Constantine Book I 13:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Life of Constantine Book I 13:2",
                            "text": "—How Constantius his Father, being reproached with Poverty by Diocletian, filled his Treasury, and afterwards restored the Money to those by whom it had been contributed."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Life of Constantine Book I 13:3",
                            "text": "In consequence of the many reports in circulation respecting this prince, describing his kindness and gentleness of character, and the extraordinary elevation of his piety, alleging too, that by reason of his extreme indulgence to his subjects, he had not even a supply of money laid up in his treasury; the emperor who at that time occupied the place of supreme power sent to reprehend his neglect of the public weal, at the same time reproaching him with poverty, and alleging in proof of the charge the empty state of his treasury."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Life of Constantine Book I 13:4",
                            "text": "On this he desired the messengers of the emperor to remain with him awhile, and, calling together the wealthiest of his subjects of all nations under his dominion, he informed them that he was in want of money, and that this was the time for them all to give a voluntary proof of their affection for their prince."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Life of Constantine Book I 13:5",
                            "text": "As soon as they heard this (as though they had long been desirous of an opportunity for showing the sincerity of their good will), with zealous alacrity they filled the treasury with gold and silver and other wealth; each eager to surpass the rest in the amount of his contribution: and this they did with cheerful and joyous countenances."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Life of Constantine Book I 13:6",
                            "text": "And now Constantius desired the messengers of the great emperor personally to inspect his treasures, and directed them to give a faithful report of what they had seen; adding, that on the present occasion he had taken this money into his own hands, but that it had long been kept for his use in the custody of the owners, as securely as if under the charge of faithful treasurers."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Life of Constantine Book I 13:7",
                            "text": "The ambassadors were overwhelmed with astonishment at what they had witnessed: and on their departure it is said that the truly generous prince sent for the owners of the property, and, after commending them severally for their obedience and true loyalty, restored it all, and bade them return to their homes."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Life of Constantine Book I 13:8",
                            "text": "This one circumstance, then, conveys a proof of the generosity of him whose character we are attempting to illustrate: another will contain the clearest testimony to his piety."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Life of Constantine Book I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Life of Constantine Book I 14:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Life of Constantine Book I 14:2",
                            "text": "—Of the Persecution raised by his Colleagues."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Life of Constantine Book I 14:3",
                            "text": "By command of the supreme authorities of the empire, the governors of the several provinces had set on foot a general persecution of the godly."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Life of Constantine Book I 14:4",
                            "text": "Indeed, it was from the imperial courts themselves that the very first of the pious martyrs proceeded, who passed through those conflicts for the faith, and most readily endured both fire and sword, and the depths of the sea; every form of death, in short, so that in a brief time all the royal palaces were bereft of pious men."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Life of Constantine Book I 14:5",
                            "text": "The result was, that the authors of this wickedness were entirely deprived of the protecting care of God, since by their persecution of his worshipers they at the same time silenced the prayers that were wont to be made on their own behalf."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Life of Constantine Book I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Life of Constantine Book I 15:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Life of Constantine Book I 15:2",
                            "text": "—How Constantius, feigning Idolatry, expelled those who consented to offer Sacrifice, but retained in his Palace all who were willing to confess Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Life of Constantine Book I 15:3",
                            "text": "On the other hand, Constantius conceived an expedient full of sagacity, and did a thing which sounds paradoxical, but in fact was most admirable."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Life of Constantine Book I 15:4",
                            "text": "He made a proposal to all the officers of his court, including even those in the highest stations of authority, offering them the following alternative: either that they should offer sacrifice to demons, and thus be permitted to remain with him, and enjoy their usual honors; or, in case of refusal, that they should be shut out from all access to his person, and entirely disqualified from acquaintance and association with him."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Life of Constantine Book I 15:5",
                            "text": "Accordingly, when they had individually made their choice, some one way and some the other; and the choice of each had been ascertained, then this admirable prince disclosed the secret meaning of his expedient, and condemned the cowardice and selfishness of the one party, while he highly commended the other for their conscientious devotion to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Life of Constantine Book I 15:6",
                            "text": "He declared, too, that those who had been false to their God must be unworthy of the confidence of their prince; for how was it possible that they should preserve their fidelity to him, who had proved themselves faithless to a higher power? He determined, therefore, that such persons should be removed altogether from the imperial court, while, on the other hand, declaring that those men who, in bearing witness for the truth, had proved themselves to be worthy servants of God, would manifest the same fidelity to their king, he entrusted them with the guardianship of his person and empire, saying that he was bound to treat such persons with special regard as his nearest and most valued friends, and to esteem them far more highly than the richest treasures."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Life of Constantine Book I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Life of Constantine Book I 16:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Life of Constantine Book I 16:2",
                            "text": "—Of his Christian Manner of Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Life of Constantine Book I 16:3",
                            "text": "The father of Constantine, then, is said to have possessed such a character as we have briefly described."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Life of Constantine Book I 16:4",
                            "text": "And what kind of death was vouchsafed to him in consequence of such devotion to God, and how far he whom he honored made his lot to differ from that of his colleagues in the empire, may be known to any one who will give his attention to the circumstances of the case."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Life of Constantine Book I 16:5",
                            "text": "For after he had for a long time given many proofs of royal virtue, in acknowledging the Supreme God alone, and condemning the polytheism of the ungodly, and had fortified his household by the prayers of holy men, he passed the remainder of his life in remarkable repose and tranquillity, in the enjoyment of what is counted blessedness,—neither molesting others nor being molested ourselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Life of Constantine Book I 16:6",
                            "text": "Accordingly, during the whole course of his quiet and peaceful reign, he dedicated his entire household, his children, his wife, and domestic attendants, to the One Supreme God: so that the company assembled within the walls of his palace differed in no respect from a church of God; wherein were also to be found his ministers, who offered continual supplications on behalf of their prince, and this at a time when, with most, it was not allowable to have any dealings with the worshipers of God, even so far as to exchange a word with them."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Life of Constantine Book I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Life of Constantine Book I 17:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Life of Constantine Book I 17:2",
                            "text": "—That after the Abdication of Diocletian and Maximian, Constantius became Chief Augustus, and was blessed with a Numerous Offspring."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Life of Constantine Book I 17:3",
                            "text": "The immediate consequence of this conduct was a recompense from the hand of God, insomuch that he came into the supreme authority of the empire."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Life of Constantine Book I 17:4",
                            "text": "For the older emperors, for some unknown reason, resigned their power; and this sudden change took place in the first year after their persecution of the churches."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Life of Constantine Book I 17:5",
                            "text": "From that time Constantius alone received the honors of chief Augustus, having been previously, indeed, distinguished by the diadem of the imperial Caesars, among whom he held the first rank; but after his worth had been proved in this capacity, he was invested with the highest dignity of the Roman empire, being named chief Augustus of the four who were afterwards elected to that honor."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Life of Constantine Book I 17:6",
                            "text": "Moreover, he surpassed most of the emperors in regard to the number of his family, having gathered around him a very large circle of children both male and female."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Life of Constantine Book I 17:7",
                            "text": "And, lastly, when he had attained to a happy old age, and was about to pay the common debt of nature, and exchange this life for another, God once more manifested His power in a special manner on his behalf, by providing that his eldest son Constantine should be present during his last moments, and ready to receive the imperial power from his hands."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Life of Constantine Book I 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Life of Constantine Book I 18:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Life of Constantine Book I 18:2",
                            "text": "—Of his Son Constantine, who in his Youth accompanied Diocletian into Palestine."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Life of Constantine Book I 18:3",
                            "text": "The latter had been with his father's imperial colleagues, and had passed his life among them, as we have said, like God's ancient prophet."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Life of Constantine Book I 18:4",
                            "text": "And even in the very earliest period of his youth he was judged by them to be worthy of the highest honor."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Life of Constantine Book I 18:5",
                            "text": "An instance of this we have ourselves seen, when he passed through Palestine with the senior emperor, at whose right hand he stood, and commanded the admiration of all who beheld him by the indications he gave even then of royal greatness."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Life of Constantine Book I 18:6",
                            "text": "For no one was comparable to him for grace and beauty of person, or height of stature; and he so far surpassed his compeers in personal strength as to be a terror to them."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Life of Constantine Book I 18:7",
                            "text": "He was, however, even more conspicuous for the excellence of his mental qualities than for his superior physical endowments; being gifted in the first place with a sound judgment, and having also reaped the advantages of a liberal education."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Life of Constantine Book I 18:8",
                            "text": "He was also distinguished in no ordinary degree both by natural intelligence and divinely imparted wisdom."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Life of Constantine Book I 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Life of Constantine Book I 19:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Life of Constantine Book I 19:2",
                            "text": "—Flight of Constantine to his Father because of the Plots of Diocletian."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Life of Constantine Book I 19:3",
                            "text": "The emperors then in power, observing his manly and vigorous figure and superior mind, were moved with feelings of jealousy and fear, and thenceforward carefully watched for an opportunity of inflicting some brand of disgrace on his character."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Life of Constantine Book I 19:4",
                            "text": "But the young man, being aware of their designs, the details of which, through the providence of God, more than once came to him, sought safety in flight; in this respect again keeping up his resemblance to the great prophet Moses."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Life of Constantine Book I 19:5",
                            "text": "Indeed, in every sense God was his helper; and he had before ordained that he should be present in readiness to succeed his father."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Life of Constantine Book I 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Life of Constantine Book I 20:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Life of Constantine Book I 20:2",
                            "text": "—Death of Constantius, who leaves his Son Constantine Emperor."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Life of Constantine Book I 20:3",
                            "text": "Immediately, therefore, on his escape from the plots which had been thus insidiously laid for him, he made his way with all haste to his father, and arrived at length at the very time that he was lying at the point of death."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Life of Constantine Book I 20:4",
                            "text": "As soon as Constantius saw his son thus unexpectedly in his presence, he leaped from his couch, embraced him tenderly, and, declaring that the only anxiety which had troubled him in the prospect of death, namely, that caused by the absence of his son, was now removed, he rendered thanks to God, saying that he now thought death better than the longest life, and at once completed the arrangement of his private affairs."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Life of Constantine Book I 20:5",
                            "text": "Then, taking a final leave of the circle of sons and daughters by whom he was surrounded, in his own palace, and on the imperial couch, he bequeathed the empire, according to the law of nature, to his eldest son, and breathed his last."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Life of Constantine Book I 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Life of Constantine Book I 21:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Life of Constantine Book I 21:2",
                            "text": "—How, after the Burial of Constantius, Constantine was Proclaimed Augustus by the Army."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Life of Constantine Book I 21:3",
                            "text": "Nor did the imperial throne remain long unoccupied: for Constantine invested himself with his father's purple, and proceeded from his father's palace, presenting to all a renewal, as it were, in his own person, of his father's life and reign."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Life of Constantine Book I 21:4",
                            "text": "He then conducted the funeral procession in company with his father's friends, some preceding, others following the train, and performed the last offices for the pious deceased with an extraordinary degree of magnificence, and all united in honoring this thrice blessed prince with acclamations and praises, and while with one mind and voice, they glorified the rule of the son as a living again of him who was dead, they hastened at once to hail their new sovereign by the titles of Imperial and Worshipful Augustus, with joyful shouts."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Life of Constantine Book I 21:5",
                            "text": "Thus the memory of the deceased emperor received honor from the praises bestowed upon his son, while the latter was pronounced blessed in being the successor of such a father."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Life of Constantine Book I 21:6",
                            "text": "All the nations also under his dominion were filled with joy and inexpressible gladness at not being even for a moment deprived of the benefits of a well ordered government."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Life of Constantine Book I 21:7",
                            "text": "In the instance of the Emperor Constantius, God has made manifest to our generation what the end of those is who in their lives have honored and loved him."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Life of Constantine Book I 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Life of Constantine Book I 22:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Life of Constantine Book I 22:2",
                            "text": "—A Brief Notice of the Destruction of the Tyrants."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Life of Constantine Book I 22:3",
                            "text": "With respect to the other princes, who made war against the churches of God, I have not thought it fit in the present work to give any account of their downfall, nor to stain the memory of the good by mentioning them in connection with those of an opposite character."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Life of Constantine Book I 22:4",
                            "text": "The knowledge of the facts themselves will of itself suffice for the wholesome admonition of those who have witnessed or heard of the evils which severally befell them."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Life of Constantine Book I 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Life of Constantine Book I 23:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Life of Constantine Book I 23:2",
                            "text": "—It was by the Will of God that Constantine became possessed of the Empire."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Life of Constantine Book I 23:3",
                            "text": "Thus then the God of all, the Supreme Governor of the whole universe, by his own will appointed Constantine, the descendant of so renowned a parent, to be prince and sovereign: so that, while others have been raised to this distinction by the election of their fellow-men, he is the only one to whose elevation no mortal may boast of having contributed."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Life of Constantine Book I 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Life of Constantine Book I 24:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Life of Constantine Book I 24:2",
                            "text": "—Victories of Constantine over the Barbarians and the Britons."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Life of Constantine Book I 24:3",
                            "text": "As soon then as he was established on the throne, he began to care for the interests of his paternal inheritance, and visited with much considerate kindness all those provinces which had previously been under his father's government."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Life of Constantine Book I 24:4",
                            "text": "Some tribes of the barbarians who dwelt on the banks of the Rhine, and the shores of the Western ocean, having ventured to revolt, he reduced them all to obedience, and brought them from their savage state to one of gentleness."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Life of Constantine Book I 24:5",
                            "text": "He contented himself with checking the inroads of others, and drove from his dominions, like untamed and savage beasts, those whom he perceived to be altogether incapable of the settled order of civilized life."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Life of Constantine Book I 24:6",
                            "text": "Having disposed of these affairs to his satisfaction, he directed his attention to other quarters of the world, and first passed over to the British nations, which lie in the very bosom of the ocean."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Life of Constantine Book I 24:7",
                            "text": "These he reduced to submission, and then proceeded to consider the state of the remaining portions of the empire, that he might be ready to tender his aid wherever circumstances might require it."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Life of Constantine Book I 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Life of Constantine Book I 25:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Life of Constantine Book I 25:2",
                            "text": "—How he resolved to deliver Rome from Maxentius."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Life of Constantine Book I 25:3",
                            "text": "While, therefore, he regarded the entire world as one immense body, and perceived that the head of it all, the royal city of the Roman empire, was bowed down by the weight of a tyrannous oppression; at first he had left the task of liberation to those who governed the other divisions of the empire, as being his superiors in point of age."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Life of Constantine Book I 25:4",
                            "text": "But when none of these proved able to afford relief, and those who had attempted it had experienced a disastrous termination of their enterprise, he said that life was without enjoyment to him as long as he saw the imperial city thus afflicted, and prepared himself for the overthrowal of the tyranny."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Life of Constantine Book I 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Life of Constantine Book I 26:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Life of Constantine Book I 26:2",
                            "text": "—That after reflecting on the Downfall of those who had worshiped Idols, he made Choice of Christianity."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Life of Constantine Book I 26:3",
                            "text": "Being convinced, however, that he needed some more powerful aid than his military forces could afford him, on account of the wicked and magical enchantments which were so diligently practiced by the tyrant, he sought Divine assistance, deeming the possession of arms and a numerous soldiery of secondary importance, but believing the co-operating power of Deity invincible and not to be shaken."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Life of Constantine Book I 26:4",
                            "text": "He considered, therefore, on what God he might rely for protection and assistance."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Life of Constantine Book I 26:5",
                            "text": "While engaged in this enquiry, the thought occurred to him, that, of the many emperors who had preceded him, those who had rested their hopes in a multitude of gods, and served them with sacrifices and offerings, had in the first place been deceived by flattering predictions, and oracles which promised them all prosperity, and at last had met with an unhappy end, while not one of their gods had stood by to warn them of the impending wrath of heaven; while one alone who had pursued an entirely opposite course, who had condemned their error, and honored the one Supreme God during his whole life, had found him to be the Saviour and Protector of his empire, and the Giver of every good thing."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Life of Constantine Book I 26:6",
                            "text": "Reflecting on this, and well weighing the fact that they who had trusted in many gods had also fallen by manifold forms of death, without leaving behind them either family or offspring, stock, name, or memorial among men: while the God of his father had given to him, on the other hand, manifestations of his power and very many tokens: and considering farther that those who had already taken arms against the tyrant, and had marched to the battle-field under the protection of a multitude of gods, had met with a dishonorable end (for one of them had shamefully retreated from the contest without a blow, and the other, being slain in the midst of his own troops, became, as it were, the mere sport of death); reviewing, I say, all these considerations, he judged it to be folly indeed to join in the idle worship of those who were no gods, and, after such convincing evidence, to err from the truth; and therefore felt it incumbent on him to honor his father's God alone."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Life of Constantine Book I 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Life of Constantine Book I 27:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Life of Constantine Book I 27:2",
                            "text": "—How, while he was praying, God sent him a Vision of a Cross of Light in the Heavens at Mid-day, with an Inscription admonishing him to conquer by that."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Life of Constantine Book I 27:3",
                            "text": "Accordingly he called on him with earnest prayer and supplications that he would reveal to him who he was, and stretch forth his right hand to help him in his present difficulties."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Life of Constantine Book I 27:4",
                            "text": "And while he was thus praying with fervent entreaty, a most marvelous sign appeared to him from heaven, the account of which it might have been hard to believe had it been related by any other person."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Life of Constantine Book I 27:5",
                            "text": "But since the victorious emperor himself long afterwards declared it to the writer of this history, when he was honored with his acquaintance and society, and confirmed his statement by an oath, who could hesitate to accredit the relation, especially since the testimony of after-time has established its truth? He said that about noon, when the day was already beginning to decline, he saw with his own eyes the trophy of a cross of light in the heavens, above the sun, and bearing the inscription, Conquer by this."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Life of Constantine Book I 27:6",
                            "text": "At this sight he himself was struck with amazement, and his whole army also, which followed him on this expedition, and witnessed the miracle."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Life of Constantine Book I 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Life of Constantine Book I 28:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Life of Constantine Book I 28:2",
                            "text": "—How the Christ of God appeared to him in his Sleep, and commanded him to use in his Wars a Standard made in the Form of the Cross."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Life of Constantine Book I 28:3",
                            "text": "He said, moreover, that he doubted within himself what the import of this apparition could be."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Life of Constantine Book I 28:4",
                            "text": "And while he continued to ponder and reason on its meaning, night suddenly came on; then in his sleep the Christ of God appeared to him with the same sign which he had seen in the heavens, and commanded him to make a likeness of that sign which he had seen in the heavens, and to use it as a safeguard in all engagements with his enemies."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Life of Constantine Book I 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Life of Constantine Book I 29:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Life of Constantine Book I 29:2",
                            "text": "—The Making of the Standard of the Cross."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Life of Constantine Book I 29:3",
                            "text": "At dawn of day he arose, and communicated the marvel to his friends: and then, calling together the workers in gold and precious stones, he sat in the midst of them, and described to them the figure of the sign he had seen, bidding them represent it in gold and precious stones."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Life of Constantine Book I 29:4",
                            "text": "And this representation I myself have had an opportunity of seeing."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Life of Constantine Book I 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Life of Constantine Book I 30:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Life of Constantine Book I 30:2",
                            "text": "—A Description of the Standard of the Cross, which the Romans now call the Labarum."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Life of Constantine Book I 30:3",
                            "text": "Now it was made in the following manner."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Life of Constantine Book I 30:4",
                            "text": "A long spear, overlaid with gold, formed the figure of the cross by means of a transverse bar laid over it."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Life of Constantine Book I 30:5",
                            "text": "On the top of the whole was fixed a wreath of gold and precious stones; and within this, the symbol of the Saviour's name, two letters indicating the name of Christ by means of its initial characters, the letter P being intersected by X in its centre: and these letters the emperor was in the habit of wearing on his helmet at a later period."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Life of Constantine Book I 30:6",
                            "text": "From the cross-bar of the spear was suspended a cloth, a royal piece, covered with a profuse embroidery of most brilliant precious stones; and which, being also richly interlaced with gold, presented an indescribable degree of beauty to the beholder."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Life of Constantine Book I 30:7",
                            "text": "This banner was of a square form, and the upright staff, whose lower section was of great length, bore a golden half-length portrait of the pious emperor and his children on its upper part, beneath the trophy of the cross, and immediately above the embroidered banner."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Life of Constantine Book I 30:8",
                            "text": "The emperor constantly made use of this sign of salvation as a safeguard against every adverse and hostile power, and commanded that others similar to it should be carried at the head of all his armies."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Life of Constantine Book I 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:2",
                            "text": "—How Constantine received Instruction, and read the Sacred Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:3",
                            "text": "These things were done shortly afterwards."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:4",
                            "text": "But at the time above specified, being struck with amazement at the extraordinary vision, and resolving to worship no other God save Him who had appeared to him, he sent for those who were acquainted with the mysteries of His doctrines, and enquired who that God was, and what was intended by the sign of the vision he had seen."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:5",
                            "text": "They affirmed that He was God, the only begotten Son of the one and only God: that the sign which had appeared was the symbol of immortality, and the trophy of that victory over death which He had gained in time past when sojourning on earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:6",
                            "text": "They taught him also the causes of His advent, and explained to him the true account of His incarnation."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:7",
                            "text": "Thus he was instructed in these matters, and was impressed with wonder at the divine manifestation which had been presented to his sight."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:8",
                            "text": "Comparing, therefore, the heavenly vision with the interpretation given, he found his judgment confirmed; and, in the persuasion that the knowledge of these things had been imparted to him by Divine teaching, he determined thenceforth to devote himself to the reading of the Inspired writings."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:9",
                            "text": "Moreover, he made the priests of God his counselors, and deemed it incumbent on him to honor the God who had appeared to him with all devotion."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Life of Constantine Book I 31:10",
                            "text": "And after this, being fortified by well-grounded hopes in Him, he hastened to quench the threatening fire of tyranny."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Life of Constantine Book I 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Life of Constantine Book I 32:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Life of Constantine Book I 32:2",
                            "text": "—Of the Adulterous Conduct of Maxentius at Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Life of Constantine Book I 32:3",
                            "text": "For he who had tyrannically possessed himself of the imperial city, had proceeded to great lengths in impiety and wickedness, so as to venture without hesitation on every vile and impure action."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Life of Constantine Book I 32:4",
                            "text": "For example: he would separate women from their husbands, and after a time send them back to them again, and these insults he offered not to men of mean or obscure condition, but to those who held the first places in the Roman senate."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Life of Constantine Book I 32:5",
                            "text": "Moreover, though he shamefully dishonored almost numberless free women, he was unable to satisfy his ungoverned and intemperate desires."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Life of Constantine Book I 32:6",
                            "text": "But when he assayed to corrupt Christian women also, he could no longer secure success to his designs, since they chose rather to submit their lives to death than yield their persons to be defiled by him."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Life of Constantine Book I 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Life of Constantine Book I 33:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Life of Constantine Book I 33:2",
                            "text": "—How the Wife of a Prefect slew herself for Chastity's Sake."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Life of Constantine Book I 33:3",
                            "text": "Now a certain woman, wife of one of the senators who held the authority of prefect, when she understood that those who ministered to the tyrant in such matters were standing before her house (she was a Christian), and knew that her husband through fear had bidden them take her and lead her away, begged a short space of time for arraying herself in her usual dress, and entered her chamber."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Life of Constantine Book I 33:4",
                            "text": "There, being left alone, she sheathed a sword in her own breast, and immediately expired, leaving indeed her dead body to the procurers, but declaring to all mankind, both to present and future generations, by an act which spoke louder than any words, that the chastity for which Christians are famed is the only thing which is invincible and indestructible."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Life of Constantine Book I 33:5",
                            "text": "Such was the conduct displayed by this woman."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Life of Constantine Book I 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Life of Constantine Book I 34:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Life of Constantine Book I 34:2",
                            "text": "—Massacre of the Roman People by Maxentius."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Life of Constantine Book I 34:3",
                            "text": "All men, therefore, both people and magistrates, whether of high or low degree, trembled through fear of him whose daring wickedness was such as I have described, and were oppressed by his grievous tyranny."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Life of Constantine Book I 34:4",
                            "text": "Nay, though they submitted quietly, and endured this bitter servitude, still there was no escape from the tyrant's sanguinary cruelty."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Life of Constantine Book I 34:5",
                            "text": "For at one time, on some trifling pretense, he exposed the populace to be slaughtered by his own body-guard; and countless multitudes of the Roman people were slain in the very midst of the city by the lances and weapons, not of Scythians or barbarians, but of their own fellow-citizens."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Life of Constantine Book I 34:6",
                            "text": "And besides this, it is impossible to calculate the number of senators whose blood was shed with a view to the seizure of their respective estates, for at different times and on various fictitious charges, multitudes of them suffered death."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Life of Constantine Book I 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Life of Constantine Book I 35:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Life of Constantine Book I 35:2",
                            "text": "—Magic Arts of Maxentius against Constantine; and Famine at Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Life of Constantine Book I 35:3",
                            "text": "But the crowning point of the tyrant's wickedness was his having recourse to sorcery: sometimes for magic purposes ripping up women with child, at other times searching into the bowels of new-born infants."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Life of Constantine Book I 35:4",
                            "text": "He slew lions also, and practiced certain horrid arts for evoking demons, and averting the approaching war, hoping by these means to get the victory."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Life of Constantine Book I 35:5",
                            "text": "In short, it is impossible to describe the manifold acts of oppression by which this tyrant of Rome enslaved his subjects: so that by this time they were reduced to the most extreme penury and want of necessary food, a scarcity such as our contemporaries do not remember ever before to have existed at Rome."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Life of Constantine Book I 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Life of Constantine Book I 36:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Life of Constantine Book I 36:2",
                            "text": "—Defeat of Maxentius's Armies in Italy."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Life of Constantine Book I 36:3",
                            "text": "Constantine, however, filled with compassion on account of all these miseries, began to arm himself with all warlike preparation against the tyranny."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Life of Constantine Book I 36:4",
                            "text": "Assuming therefore the Supreme God as his patron, and invoking His Christ to be his preserver and aid, and setting the victorious trophy, the salutary symbol, in front of his soldiers and body-guard, he marched with his whole forces, trying to obtain again for the Romans the freedom they had inherited from their ancestors."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Life of Constantine Book I 36:5",
                            "text": "And whereas, Maxentius, trusting more in his magic arts than in the affection of his subjects, dared not even advance outside the city gates, but had guarded every place and district and city subject to his tyranny, with large bodies of soldiers, the emperor, confiding in the help of God, advanced against the first and second and third divisions of the tyrant's forces, defeated them all with ease at the first assault, and made his way into the very interior of Italy."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Life of Constantine Book I 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:2",
                            "text": "—Death of Maxentius on the Bridge of the Tiber."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:3",
                            "text": "And already he was approaching very near Rome itself, when, to save him from the necessity of fighting with all the Romans for the tyrant's sake, God himself drew the tyrant, as it were by secret cords, a long way outside the gates."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:4",
                            "text": "And now those miracles recorded in Holy Writ, which God of old wrought against the ungodly (discredited by most as fables, yet believed by the faithful), did he in every deed confirm to all alike, believers and unbelievers, who were eye-witnesses of the wonders."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:5",
                            "text": "For as once in the days of Moses and the Hebrew nation, who were worshipers of God, \"Pharaoh's chariots and his host hath he cast into the sea and his chosen chariot-captains are drowned in the Red Sea,\"—so at this time Maxentius, and the soldiers and guards with him, \"went down into the depths like stone,\" when, in his flight before the divinely-aided forces of Constantine, he essayed to cross the river which lay in his way, over which, making a strong bridge of boats, he had framed an engine of destruction, really against himself, but in the hope of ensnaring thereby him who was beloved by God."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:6",
                            "text": "For his God stood by the one to protect him, while the other, godless, proved to be the miserable contriver of these secret devices to his own ruin."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:7",
                            "text": "So that one might well say, \"He hath made a pit, and digged it, and is fallen into the ditch which he made."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:8",
                            "text": "His mischief shall return upon his own head, and his violence shall come down upon his own pate\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:9",
                            "text": "Thus, in the present instance, under divine direction, the machine erected on the bridge, with the ambuscade concealed therein, giving way unexpectedly before the appointed time, the bridge began to sink, and the boats with the men in them went bodily to the bottom."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:10",
                            "text": "And first the wretch himself, then his armed attendants and guards, even as the sacred oracles had before described, \"sank as lead in the mighty waters\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:11",
                            "text": "So that they who thus obtained victory from God might well, if not in the same words, yet in fact in the same spirit as the people of his great servant Moses, sing and speak as they did concerning the impious tyrant of old: \"Let us sing unto the Lord, for he hath been glorified exceedingly: the horse and his rider hath he thrown into the sea."
                        },
                        {
                            "verse": 12,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:12",
                            "text": "He is become my helper and my shield unto salvation\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 37,
                            "name": "Life of Constantine Book I 37:13",
                            "text": "And again, \"Who is like unto thee, O Lord, among the gods? who is like thee, glorious in holiness, marvelous in praises, doing wonders?\"."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Life of Constantine Book I 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Life of Constantine Book I 38:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Life of Constantine Book I 38:2",
                            "text": "—Constantine's Entry into Rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Life of Constantine Book I 38:3",
                            "text": "Having then at this time sung these and suchlike praises to God, the Ruler of all and the Author of victory, after the example of his great servant Moses, Constantine entered the imperial city in triumph."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Life of Constantine Book I 38:4",
                            "text": "And here the whole body of the senate, and others of rank and distinction in the city, freed as it were from the restraint of a prison, along with the whole Roman populace, their countenances expressive of the gladness of their hearts, received him with acclamations and abounding joy; men, women, and children, with countless multitudes of servants, greeting him as deliverer, preserver, and benefactor, with incessant shouts."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Life of Constantine Book I 38:5",
                            "text": "But he, being possessed of inward piety toward God, was neither rendered arrogant by these plaudits, nor uplifted by the praises he heard: but, being sensible that he had received help from God, he immediately rendered a thanksgiving to him as the Author of his victory."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Life of Constantine Book I 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Life of Constantine Book I 39:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Life of Constantine Book I 39:2",
                            "text": "—Of the Statue of Constantine holding a Cross, and its Inscription."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Life of Constantine Book I 39:3",
                            "text": "Moreover, by loud proclamation and monumental inscriptions he made known to all men the salutary symbol, setting up this great trophy of victory over his enemies in the midst of the imperial city, and expressly causing it to be engraven in indelible characters, that the salutary symbol was the safeguard of the Roman government and of the entire empire."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Life of Constantine Book I 39:4",
                            "text": "Accordingly, he immediately ordered a lofty spear in the figure of a cross to be placed beneath the hand of a statue representing himself, in the most frequented part of Rome, and the following inscription to be engraved on it in the Latin language: by virtue of this salutary sign, which is the true test of valor, I have preserved and liberated your city from the yoke of tyranny."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Life of Constantine Book I 39:5",
                            "text": "I have also set at liberty the roman senate and people, and restored them to their ancient distinction and splendor."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Life of Constantine Book I 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Life of Constantine Book I 40:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Life of Constantine Book I 40:2",
                            "text": "—Rejoicings throughout the Provinces; and Constantine's Acts of Grace."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Life of Constantine Book I 40:3",
                            "text": "Thus the pious emperor, glorying in the confession of the victorious cross, proclaimed the Son of God to the Romans with great boldness of testimony."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Life of Constantine Book I 40:4",
                            "text": "And the inhabitants of the city, one and all, senate and people, reviving, as it were, from the pressure of a bitter and tyrannical domination, seemed to enjoy purer rays of light, and to be born again into a fresh and new life."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Life of Constantine Book I 40:5",
                            "text": "All the nations, too, as far as the limit of the western ocean, being set free from the calamities which had heretofore beset them, and gladdened by joyous festivals, ceased not to praise him as the victorious, the pious, the common benefactor: all, indeed, with one voice and one mouth, declared that Constantine had appeared by the grace of God as a general blessing to mankind."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Life of Constantine Book I 40:6",
                            "text": "The imperial edict also was everywhere published, whereby those who had been wrongfully deprived of their estates were permitted again to enjoy their own, while those who had unjustly suffered exile were recalled to their homes."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Life of Constantine Book I 40:7",
                            "text": "Moreover, he freed from imprisonment, and from every kind of danger and fear, those who, by reason of the tyrant's cruelty, had been subject to these sufferings."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Life of Constantine Book I 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Life of Constantine Book I 41:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Life of Constantine Book I 41:2",
                            "text": "—The Honors Conferred upon Bishops, and the Building of Churches."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Life of Constantine Book I 41:3",
                            "text": "The emperor also personally inviting the society of God's ministers, distinguished them with the highest possible respect and honor, showing them favor in deed and word as persons consecrated to the service of his God."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Life of Constantine Book I 41:4",
                            "text": "Accordingly, they were admitted to his table, though mean in their attire and outward appearance; yet not so in his estimation, since he thought he saw not the man as seen by the vulgar eye, but the God in him."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Life of Constantine Book I 41:5",
                            "text": "He made them also his companions in travel, believing that He whose servants they were would thus help him."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Life of Constantine Book I 41:6",
                            "text": "Besides this, he gave from his own private resources costly benefactions to the churches of God, both enlarging and heightening the sacred edifices, and embellishing the august sanctuaries of the church with abundant offerings."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Life of Constantine Book I 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:2",
                            "text": "—Constantine's Liberality to the Poor."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:3",
                            "text": "He likewise distributed money largely to those who were in need, and besides these showing himself philanthropist and benefactor even to the heathen, who had no claim on him; and even for the beggars in the forum, miserable and shiftless, he provided, not with money only, or necessary food, but also decent clothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:4",
                            "text": "But in the case of those who had once been prosperous, and had experienced a reverse of circumstances, his aid was still more lavishly bestowed."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:5",
                            "text": "On such persons, in a truly royal spirit, he conferred magnificent benefactions; giving grants of land to some, and honoring others with various dignities."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:6",
                            "text": "Orphans of the unfortunate he cared for as a father, while he relieved the destitution of widows, and cared for them with special solicitude."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:7",
                            "text": "Nay, he even gave virgins, left unprotected by their parents' death, in marriage to wealthy men with whom he was personally acquainted."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:8",
                            "text": "But this he did after first bestowing on the brides such portions as it was fitting they should bring to the communion of marriage."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:9",
                            "text": "In short, as the sun, when he rises upon the earth, liberally imparts his rays of light to all, so did Constantine, proceeding at early dawn from the imperial palace, and rising as it were with the heavenly luminary, impart the rays of his own beneficence to all who came into his presence."
                        },
                        {
                            "verse": 10,
                            "chapter": 42,
                            "name": "Life of Constantine Book I 42:10",
                            "text": "It was scarcely possible to be near him without receiving some benefit, nor did it ever happen that any who had expected to obtain his assistance were disappointed in their hope."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Life of Constantine Book I 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Life of Constantine Book I 43:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Life of Constantine Book I 43:2",
                            "text": "—How he was present at the Synods of Bishops."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Life of Constantine Book I 43:3",
                            "text": "Such, then, was his general character towards all."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Life of Constantine Book I 43:4",
                            "text": "But he exercised a peculiar care over the church of God: and whereas, in the several provinces there were some who differed from each other in judgment, he, like some general bishop constituted by God, convened synods of his ministers."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Life of Constantine Book I 43:5",
                            "text": "Nor did he disdain to be present and sit with them in their assembly, but bore a share in their deliberations, ministering to all that pertained to the peace of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Life of Constantine Book I 43:6",
                            "text": "He took his seat, too, in the midst of them, as an individual amongst many, dismissing his guards and soldiers, and all whose duty it was to defend his person; but protected by the fear of God, and surrounded by the guardianship of his faithful friends."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Life of Constantine Book I 43:7",
                            "text": "Those whom he saw inclined to a sound judgment, and exhibiting a calm and conciliatory temper, received his high approbation, for he evidently delighted in a general harmony of sentiment; while he regarded the unyielding wills with aversion."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Life of Constantine Book I 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Life of Constantine Book I 44:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Life of Constantine Book I 44:2",
                            "text": "—His Forbearance with Unreasonable Men."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Life of Constantine Book I 44:3",
                            "text": "Moreover he endured with patience some who were exasperated against himself, directing them in mild and gentle terms to control themselves, and not be turbulent."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Life of Constantine Book I 44:4",
                            "text": "And some of these respected his admonitions, and desisted; but as to those who proved incapable of sound judgment, he left them entirely at the disposal of God, and never himself desired harsh measures against any one."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Life of Constantine Book I 44:5",
                            "text": "Hence it naturally happened that the disaffected in Africa reached such a pitch of violence as even to venture on overt acts of audacity; some evil spirit, as it seems probable, being jealous of the present great prosperity, and impelling these men to atrocious deeds, that he might excite the emperor's anger against them."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Life of Constantine Book I 44:6",
                            "text": "He gained nothing, however, by this malicious conduct; for the emperor laughed at these proceedings, and declared their origin to be from the evil one; inasmuch as these were not the actions of sober persons, but of lunatics or demoniacs; who should be pitied rather than punished; since to punish madmen is as great folly as to sympathize with their condition is supreme philanthropy."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Life of Constantine Book I 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Life of Constantine Book I 45:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Life of Constantine Book I 45:2",
                            "text": "—Victories over the Barbarians."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Life of Constantine Book I 45:3",
                            "text": "Thus the emperor in all his actions honored God, the Controller of all things, and exercised an unwearied oversight over His churches."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Life of Constantine Book I 45:4",
                            "text": "And God requited him, by subduing all barbarous nations under his feet, so that he was able everywhere to raise trophies over his enemies: and He proclaimed him as conqueror to all mankind, and made him a terror to his adversaries: not indeed that this was his natural character, since he was rather the meekest, and gentlest, and most benevolent of men."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Life of Constantine Book I 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Life of Constantine Book I 46:1",
                            "text": "Chapter XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Life of Constantine Book I 46:2",
                            "text": "—Death of Maximin,who had attempted a Conspiracy, and of Others whom Constantine detected by Divine Revelation."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Life of Constantine Book I 46:3",
                            "text": "While he was thus engaged, the second of those who had resigned the throne, being detected in a treasonable conspiracy, suffered a most ignominious death."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Life of Constantine Book I 46:4",
                            "text": "He was the first whose pictures, statues, and all similar marks of honor and distinction were everywhere destroyed, on the ground of his crimes and impiety."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Life of Constantine Book I 46:5",
                            "text": "After him others also of the same family were discovered in the act of forming secret plots against the emperor; all their intentions being miraculously revealed by God through visions to His servant."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Life of Constantine Book I 46:6",
                            "text": "For he frequently vouchsafed to him manifestations of himself, the Divine presence appearing to him in a most marvelous manner, and according to him manifold intimations of future events."
                        },
                        {
                            "verse": 7,
                            "chapter": 46,
                            "name": "Life of Constantine Book I 46:7",
                            "text": "Indeed, it is impossible to express in words the indescribable wonders of Divine grace which God was pleased to vouchsafe to His servant."
                        },
                        {
                            "verse": 8,
                            "chapter": 46,
                            "name": "Life of Constantine Book I 46:8",
                            "text": "Surrounded by these, he passed the rest of his life in security, rejoicing in the affection of his subjects, rejoicing too because he saw all beneath his government leading contented lives; but above all delighted at the flourishing condition of the churches of God."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Life of Constantine Book I 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Life of Constantine Book I 47:1",
                            "text": "Chapter XLVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Life of Constantine Book I 47:2",
                            "text": "—Celebration of Constantine's Decennalia."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Life of Constantine Book I 47:3",
                            "text": "While he was thus circumstanced, he completed the tenth year of his reign."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Life of Constantine Book I 47:4",
                            "text": "On this occasion he ordered the celebration of general festivals, and offered prayers of thanksgiving to God, the King of all, as sacrifices without flame or smoke."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Life of Constantine Book I 47:5",
                            "text": "And from this employment he derived much pleasure: not so from the tidings he received of the ravages committed in the Eastern provinces."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Life of Constantine Book I 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Life of Constantine Book I 48:1",
                            "text": "Chapter XLIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Life of Constantine Book I 48:2",
                            "text": "—How Licinius oppressed the East."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Life of Constantine Book I 48:3",
                            "text": "For he was informed that in that quarter a certain savage beast was besetting both the church of God and the other inhabitants of the provinces, owing, as it were, to the efforts of the evil spirit to produce effects quite contrary to the deeds of the pious emperor: so that the Roman empire, divided into two parts, seemed to all men to resemble night and day; since darkness overspread the provinces of the East, while the brightest day illumined the inhabitants of the other portion."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Life of Constantine Book I 48:4",
                            "text": "And whereas the latter were receiving manifold blessings at the hand of God, the sight of these blessings proved intolerable to that envy which hates all good, as well as to the tyrant who afflicted the other division of the empire; and who, notwithstanding that his government was prospering, and he had been honored by a marriage connection with so great an emperor as Constantine, yet cared not to follow the steps of that pious prince, but strove rather to imitate the evil purposes and practice of the impious; and chose to adopt the course of those whose ignominious end he had seen with his own eyes, rather than to maintain amicable relations with him who was his superior."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Life of Constantine Book I 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Life of Constantine Book I 49:1",
                            "text": "Chapter L."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Life of Constantine Book I 49:2",
                            "text": "—How Licinius attempted a Conspiracy against Constantine."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Life of Constantine Book I 49:3",
                            "text": "Accordingly he engaged in an implacable war against his benefactor, altogether regardless of the laws of friendship, the obligation of oaths, the ties of kindred, and already existing treaties."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Life of Constantine Book I 49:4",
                            "text": "For the most benignant emperor had given him a proof of sincere affection in bestowing on him the hand of his sister, thus granting him the privilege of a place in family relationship and his own ancient imperial descent, and investing him also with the rank and dignity of his colleague in the empire."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Life of Constantine Book I 49:5",
                            "text": "But the other took the very opposite course, employing himself in machinations against his superior, and devising various means to repay his benefactor with injuries."
                        },
                        {
                            "verse": 6,
                            "chapter": 49,
                            "name": "Life of Constantine Book I 49:6",
                            "text": "At first, pretending friendship, he did all things by guile and treachery, expecting thus to succeed in concealing his designs; but God enabled his servant to detect the schemes thus devised in darkness."
                        },
                        {
                            "verse": 7,
                            "chapter": 49,
                            "name": "Life of Constantine Book I 49:7",
                            "text": "Being discovered, however, in his first attempts, he had recourse to fresh frauds; at one time pretending friendship, at another claiming the protection of solemn treaties."
                        },
                        {
                            "verse": 8,
                            "chapter": 49,
                            "name": "Life of Constantine Book I 49:8",
                            "text": "Then suddenly violating every engagement, and again beseeching pardon by embassies, yet after all shamefully violating his word, he at last declared open war, and with desperate infatuation resolved thenceforward to carry arms against God himself, whose worshiper he knew the emperor to be."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Life of Constantine Book I 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Life of Constantine Book I 50:1",
                            "text": "Chapter LI."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Life of Constantine Book I 50:2",
                            "text": "—Intrigues of Licinius against the Bishops, and his Prohibition of Synods."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Life of Constantine Book I 50:3",
                            "text": "And at first he made secret enquiry respecting the ministers of God subject to his dominion, who had never, indeed, in any respect offended against his government, in order to bring false accusations against them."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Life of Constantine Book I 50:4",
                            "text": "And when he found no ground of accusation, and had no real ground of objection against them, he next enacted a law, to the effect that the bishops should never on any account hold communication with each other, nor should any one of them absent himself on a visit to a neighboring church; nor, lastly, should the holding of synods, or councils for the consideration of affairs of common interest, be permitted."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Life of Constantine Book I 50:5",
                            "text": "Now this was clearly a pretext for displaying his malice against us."
                        },
                        {
                            "verse": 6,
                            "chapter": 50,
                            "name": "Life of Constantine Book I 50:6",
                            "text": "For we were compelled either to violate the law, and thus be amenable to punishment, or else, by compliance with its injunctions, to nullify the statutes of the Church; inasmuch as it is impossible to bring important questions to a satisfactory adjustment, except by means of synods."
                        },
                        {
                            "verse": 7,
                            "chapter": 50,
                            "name": "Life of Constantine Book I 50:7",
                            "text": "In other cases also this God-hater, being determined to act contrary to the God-loving prince, enacted such things."
                        },
                        {
                            "verse": 8,
                            "chapter": 50,
                            "name": "Life of Constantine Book I 50:8",
                            "text": "For whereas the one assembled the priests of God in order to honor them, and to promote peace and unity of judgment; the other, whose object it was to destroy everything that was good, used all his endeavors to destroy the general harmony."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Life of Constantine Book I 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Life of Constantine Book I 51:1",
                            "text": "Chapter LII."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Life of Constantine Book I 51:2",
                            "text": "—Banishment of the Christians, and Confiscation of their Property."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Life of Constantine Book I 51:3",
                            "text": "And whereas Constantine, the friend of God, had granted to His worshipers freedom of access to the imperial palaces; this enemy of God, in a spirit the very reverse of this, expelled thence all Christians subject to his authority."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Life of Constantine Book I 51:4",
                            "text": "He banished those who had proved themselves his most faithful and devoted servants, and compelled others, on whom he had himself conferred honor and distinction as a reward for their former eminent services, to the performance of menial offices as slaves to others; and at length, being bent on seizing the property of all as a windfall for himself, he even threatened with death those who professed the Saviour's name."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Life of Constantine Book I 51:5",
                            "text": "Moreover, being himself of a nature hopelessly debased by sensuality, and degraded by the continual practice of adultery and other shameless vices, he assumed his own worthless character as a specimen of human nature generally, and denied that the virtue of chastity and continence existed among men."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Life of Constantine Book I 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Life of Constantine Book I 52:1",
                            "text": "Chapter LIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Life of Constantine Book I 52:2",
                            "text": "—Edict that Women should not meet with the Men in the Churches."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Life of Constantine Book I 52:3",
                            "text": "Accordingly he passed a second law, which enjoined that men should not appear in company with women in the houses of prayer, and forbade women to attend the sacred schools of virtue, or to receive instruction from the bishops, directing the appointment of women to be teachers of their own sex."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Life of Constantine Book I 52:4",
                            "text": "These regulations being received with general ridicule, he devised other means for effecting the ruin of the churches."
                        },
                        {
                            "verse": 5,
                            "chapter": 52,
                            "name": "Life of Constantine Book I 52:5",
                            "text": "He ordered that the usual congregations of the people should be held in the open country outside the gates, alleging that the open air without the city was far more suitable for a multitude than the houses of prayer within the walls."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Life of Constantine Book I 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Life of Constantine Book I 53:1",
                            "text": "Chapter LIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Life of Constantine Book I 53:2",
                            "text": "—That those who refuse to sacrifice are to be dismissed from Military Service, and those in Prison not to be fed."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Life of Constantine Book I 53:3",
                            "text": "Failing, however, to obtain obedience in this respect also, at length he threw off the mask, and gave orders that those who held military commissions in the several cities of the empire should be deprived of their respective commands, in case of their refusal to offer sacrifices to the demons."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Life of Constantine Book I 53:4",
                            "text": "Accordingly the forces of the authorities in every province suffered the loss of those who worshiped God; and he too who had decreed this order suffered loss, in that he thus deprived himself of the prayers of pious men."
                        },
                        {
                            "verse": 5,
                            "chapter": 53,
                            "name": "Life of Constantine Book I 53:5",
                            "text": "And why should I still further mention how he directed that no one should obey the dictates of common humanity by distributing food to those who were pining in prisons, or should even pity the captives who perished with hunger; in short, that no one should perform a virtuous action, and that those whose natural feelings impelled them to sympathize with their fellow-creatures should be prohibited from doing them a single kindness? Truly this was the most utterly shameless and scandalous of all laws, and one which surpassed the worst depravity of human nature: a law which inflicted on those who showed mercy the same penalties as on those who were the objects of their compassion, and visited the exercise of mere humanity with the severest punishments."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Life of Constantine Book I 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Life of Constantine Book I 54:1",
                            "text": "Chapter LV."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Life of Constantine Book I 54:2",
                            "text": "—The Lawless Conduct and Covetousness of Licinius."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Life of Constantine Book I 54:3",
                            "text": "Such were the ordinances of Licinius."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Life of Constantine Book I 54:4",
                            "text": "But why should I enumerate his innovations respecting marriage, or those concerning the dying, whereby he presumed to abrogate the ancient and wisely established laws of the Romans, and to introduce certain barbarous and cruel institutions in their stead, inventing a thousand pretenses for oppressing his subjects? Hence it was that he devised a new method of measuring land, by which he reckoned the smallest portion at more than its actual dimensions, from an insatiable desire of acquisition."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Life of Constantine Book I 54:5",
                            "text": "Hence too he registered the names of country residents who were now no more, and had long been numbered with the dead, procuring to himself by this expedient a shameful gain."
                        },
                        {
                            "verse": 6,
                            "chapter": 54,
                            "name": "Life of Constantine Book I 54:6",
                            "text": "His meanness was unlimited and his rapacity insatiable."
                        },
                        {
                            "verse": 7,
                            "chapter": 54,
                            "name": "Life of Constantine Book I 54:7",
                            "text": "So that when he had filled all his treasuries with gold, and silver, and boundless wealth, he bitterly bewailed his poverty, and suffered as it were the torments of Tantalus."
                        },
                        {
                            "verse": 8,
                            "chapter": 54,
                            "name": "Life of Constantine Book I 54:8",
                            "text": "But why should I mention how many innocent persons he punished with exile; how much property he confiscated; how many men of noble birth and estimable character he imprisoned, whose wives he handed over to be basely insulted by his profligate slaves, and to how many married women and virgins he himself offered violence, though already feeling the infirmities of age? I need not enlarge on these subjects, since the enormity of his last actions causes the former to appear trifling and of little moment."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Life of Constantine Book I 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Life of Constantine Book I 55:1",
                            "text": "Chapter LVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Life of Constantine Book I 55:2",
                            "text": "—At length he undertakes to raise a Persecution."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Life of Constantine Book I 55:3",
                            "text": "For the final efforts of his fury appeared in his open hostility to the churches, and he directed his attacks against the bishops themselves, whom he regarded as his worst adversaries, bearing special enmity to those men whom the great and pious emperor treated as his friends."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Life of Constantine Book I 55:4",
                            "text": "Accordingly he spent on us the utmost of his fury, and, being transported beyond the bounds of reason, he paused not to reflect on the example of those who had persecuted the Christians before him, nor of those whom he himself had been raised up to punish and destroy for their impious deeds: nor did he heed the facts of which he had been himself a witness, though he had seen with his own eyes the chief originator of these our calamities (whoever he was), smitten by the stroke of the Divine scourge."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Life of Constantine Book I 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Life of Constantine Book I 56:1",
                            "text": "Chapter LVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Life of Constantine Book I 56:2",
                            "text": "—That Maximian,brought Low by a Fistulous Ulcer with Worms, issued an Edict in Favor of the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Life of Constantine Book I 56:3",
                            "text": "For whereas this man had commenced the attack on the churches, and had been the first to pollute his soul with the blood of just and godly men, a judgment from God overtook him, which at first affected his body, but eventually extended itself to his soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Life of Constantine Book I 56:4",
                            "text": "For suddenly an abscess appeared in the secret parts of his person, followed by a deeply seated fistulous ulcer; and these diseases fastened with incurable virulence on the intestines, which swarmed with a vast multitude of worms, and emitted a pestilential odor."
                        },
                        {
                            "verse": 5,
                            "chapter": 56,
                            "name": "Life of Constantine Book I 56:5",
                            "text": "Besides, his entire person had become loaded, through gluttonous excess, with an enormous quantity of fat, and this, being now in a putrescent state, is said to have presented to all who approached him an intolerable and dreadful spectacle."
                        },
                        {
                            "verse": 6,
                            "chapter": 56,
                            "name": "Life of Constantine Book I 56:6",
                            "text": "Having, therefore, to struggle against such sufferings, at length, though late, he came to a realization of his past crimes against the Church; and, confessing his sins before God, he put a stop to the persecution of the Christians, and hastened to issue imperial edicts and rescripts for the rebuilding of their churches, at the same time enjoining them to perform their customary worship, and to offer up prayers on his behalf."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Life of Constantine Book I 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:1",
                            "text": "Chapter LVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:2",
                            "text": "—That Maximin, who had persecuted the Christians, was compelled to fly, and conceal himself in the Disguise of a Slave."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:3",
                            "text": "Such was the punishment which he underwent who had commenced the persecution."
                        },
                        {
                            "verse": 4,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:4",
                            "text": "He, however, of whom we are now speaking, who had been a witness of these things, and known them by his own actual experience, all at once banished the remembrance of them from his mind, and reflected neither on the punishment of the first, nor the divine judgment which had been executed on the second persecutor."
                        },
                        {
                            "verse": 5,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:5",
                            "text": "The latter had indeed endeavored to outstrip his predecessor in the career of crime, and prided himself on the invention of new tortures for us."
                        },
                        {
                            "verse": 6,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:6",
                            "text": "Fire nor sword, nor piercing with nails, nor yet wild beasts or the depths of the sea sufficed him."
                        },
                        {
                            "verse": 7,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:7",
                            "text": "In addition to all these, he discovered a new mode of punishment, and issued an edict directing that their eyesight should be destroyed."
                        },
                        {
                            "verse": 8,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:8",
                            "text": "So that numbers, not of men only, but of women and children, after being deprived of the sight of their eyes, and the use of the joints of their feet, by mutilation or cauterization, were consigned in this condition to the painful labor of the mines."
                        },
                        {
                            "verse": 9,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:9",
                            "text": "Hence it was that this tyrant also was overtaken not long after by the righteous judgment of God, at a time when, confiding in the aid of the demons whom he worshiped as gods, and relying on the countless multitudes of his troops, he had ventured to engage in battle."
                        },
                        {
                            "verse": 10,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:10",
                            "text": "For, feeling himself on that occasion destitute of all hope in God, he threw from him the imperial dress which so ill became him, hid himself with unmanly timidity in the crowd around him, and sought safety in flight."
                        },
                        {
                            "verse": 11,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:11",
                            "text": "He afterwards lurked about the fields and villages in the habit of a slave, hoping he should thus be effectually concealed."
                        },
                        {
                            "verse": 12,
                            "chapter": 57,
                            "name": "Life of Constantine Book I 57:12",
                            "text": "He had not, however, eluded the mighty and all-searching eye of God: for even while he was expecting to pass the residue of his days in security, he fell prostrate, smitten by God's fiery dart, and his whole body consumed by the stroke of Divine vengeance; so that all trace of the original lineaments of his person was lost, and nothing remained to him but dry bones and a skeleton-like appearance."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Life of Constantine Book I 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Life of Constantine Book I 58:1",
                            "text": "Chapter LIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Life of Constantine Book I 58:2",
                            "text": "—That Maximin, blinded by Disease, issued an Edict in Favor of the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 58,
                            "name": "Life of Constantine Book I 58:3",
                            "text": "And still the stroke of God continued heavy upon him, so that his eyes protruded and fell from their sockets, leaving him quite blind: and thus he suffered, by a most righteous retribution, the very same punishment which he had been the first to devise for the martyrs of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 58,
                            "name": "Life of Constantine Book I 58:4",
                            "text": "At length, however, surviving even these sufferings, he too implored pardon of the God of the Christians, and confessed his impious fighting against God: he too recanted, as the former persecutor had done; and by laws and ordinances explicitly acknowledged his error in worshiping those whom he had accounted gods, declaring that he now knew, by positive experience, that the God of the Christians was the only true God."
                        },
                        {
                            "verse": 5,
                            "chapter": 58,
                            "name": "Life of Constantine Book I 58:5",
                            "text": "These were facts which Licinius had not merely received on the testimony of others, but of which he had himself had personal knowledge: and yet, as though his understanding had been obscured by some dark cloud of error, persisted in the same evil course."
                        }
                    ]
                }
            ]
        }
    ]
}