{
    "books": [
        {
            "name": "Letter of Origen to Gregory",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Letter of Origen to Gregory 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:1",
                            "text": "Letter of Origen to Gregory: When and to whom the Learning derived from Philosophy may be of Service for the Exposition of the Holy Scriptures; with a lively Personal Appeal."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:2",
                            "text": "This letter to Gregory, afterwards bishop of Caesarea, and called Thaumaturgus, was preserved in the Philocalia, or collection of extracts from Origen's works drawn up by Gregory of Nyssa and Basil of Caesarea."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:3",
                            "text": "It is printed by Delarue and Lommatzsch in the forefront of their editions of the works."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:4",
                            "text": "It forms a good preface to the commentaries, as it shows how Origen considered the study of Scripture to be the highest of all studies, and how he regarded scientific learning, in which he was himself a master, as merely preparatory for this supreme learning."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:5",
                            "text": "Dräseke has shown that it was written about , when Origen, after having had Gregory as his pupil at Caesarea for some years, had fled before the persecution under Maximinus Thrax to Cappadocia; while Gregory, to judge from the tenor of this Epistle, had gone to Egypt."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:6",
                            "text": "The Panegyric on Origen, pronounced by Gregory at Caesarea about , when the school had reassembled there after the persecution, shows that the master's solicitude for his pupil's true advancement was not disappointed."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:7",
                            "text": "Gregory is Urged to Apply His Gentile Learning to the Study of Scripture."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:8",
                            "text": "All hail to thee in God, most excellent and reverend Sir, son Gregory, from Origen."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:9",
                            "text": "A natural quickness of understanding is fitted, as you are well aware, if it be diligently exercised, to produce a work which may bring its owner so far as is possible, if I may so express myself, to the consummation of the art the which he desires to practise, and your natural aptitude is sufficient to make you a consummate Roman lawyer and a Greek philosopher too of the most famous schools."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:10",
                            "text": "But my desire for you has been that you should direct the whole force of your intelligence to Christianity as your end, and that in the way of production."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:11",
                            "text": "And I would wish that you should take with you on the one hand those parts of the philosophy of the Greeks which are fit, as it were, to serve as general or preparatory studies for Christianity, and on the other hand so much of Geometry and Astronomy as may be helpful for the interpretation of the Holy Scriptures."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:12",
                            "text": "The children of the philosophers speak of geometry and music and grammar and rhetoric and astronomy as being ancillary to philosophy; and in the same way we might speak of philosophy itself as being ancillary to Christianity."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:13",
                            "text": "This Procedure is Typified by the Story of the Spoiling of the Egyptians."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:14",
                            "text": "It is something of this sort perhaps that is enigmatically indicated in the directions God is represented in the Book of Exodus as giving to the children of Israel."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:15",
                            "text": "They are directed to beg from their neighbours and from those dwelling in their tents vessels of silver and of gold, and raiment; thus they are to spoil the Egyptians, and to obtain materials for making the things they are told to provide in connection with the worship of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:16",
                            "text": "For out of the things of which the children of Israel spoiled the Egyptians the furniture of the Holy of Holies was made, the ark with its cover, and the cherubim and the mercy-seat and the gold jar in which the manna, that bread of angels, was stored."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:17",
                            "text": "These probably were made from the finest of the gold of the Egyptians, and from a second quality, perhaps, the solid golden candlestick which stood near the inner veil, and the lamps on it, and the golden table on which stood the shewbread, and between these two the golden altar of incense."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:18",
                            "text": "And if there was gold of a third and of a fourth quality, the sacred vessels were made of it."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:19",
                            "text": "And of the Egyptian silver, too, other things were made; for it was from their sojourn in Egypt that the children of Israel derived the great advantage of being supplied with such a quantity of precious materials for the use of the service of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:20",
                            "text": "Out of the Egyptian raiment probably were made all those requisites named in Scripture in embroidered work; the embroiderers working with the wisdom of God, such garments for such purposes, to produce the hangings and the inner and outer courts."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:21",
                            "text": "This is not a suitable opportunity to enlarge on such a theme or to show in how many ways the children of Israel found those things useful which they got from the Egyptians."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:22",
                            "text": "The Egyptians had not made a proper use of them; but the Hebrews used them, for the wisdom of God was with them, for religious purposes."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:23",
                            "text": "Holy Scripture knows, however, that it was an evil thing to descend from the land of the children of Israel into Egypt; and in this a great truth is wrapped up."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:24",
                            "text": "For some it is of evil that they should dwell with the Egyptians, that is to say, with the learning of the world, after they have been enrolled in the law of God and in the Israelite worship of Him."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:25",
                            "text": "Ader the Edomite, as long as he was in the land of Israel and did not taste the bread of the Egyptians, made no idols; but when he fled from the wise Solomon and went down into Egypt, as one who had fled from the wisdom of God he became connected with Pharaoh, marrying the sister of his wife, and begetting a son who was brought up among the sons of Pharaoh."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:26",
                            "text": "Therefore, though he did go back to the land of Israel, he came back to it to bring division into the people of God, and to cause them to say to the golden calf, \"These are thy gods, O Israel, which brought thee up out of the land of Egypt\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:27",
                            "text": "I have learned by experience and can tell you that there are few who have taken of the useful things of Egypt and come out of it, and have then prepared what is required for the service of God; but Ader the Edomite on the other hand has many a brother."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:28",
                            "text": "I mean those who, founding on some piece of Greek learning, have brought forth heretical ideas, and have as it were made golden calves in Bethel, which is, being interpreted, the house of God."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:29",
                            "text": "This appears to me to be intended to convey that such persons set up their own images in the Scriptures in which the Word of God dwells, and which therefore are tropically called Bethel."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:30",
                            "text": "The other image is said in the word to have been set up in Dan."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:31",
                            "text": "Now the borders of Dan are at the extremities and are contiguous to the country of the heathens, as is plainly recorded in the Book of Jesus, son of Nave."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:32",
                            "text": "Some of these images, then, are close to the borders of the heathen, which the brothers, as we showed, of Ader have devised."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:33",
                            "text": "Personal Appeal."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:34",
                            "text": "Do you then, sir, my son, study first of all the divine Scriptures."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:35",
                            "text": "Study them I say."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:36",
                            "text": "For we require to study the divine writings deeply, lest we should speak of them faster than we think; and while you study these divine works with a believing and God-pleasing intention, knock at that which is closed in them, and it shall be opened to thee by the porter, of whom Jesus says, \"To him the porter openeth\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:37",
                            "text": "While you attend to this divine reading seek aright and with unwavering faith in God the hidden sense which is present in most passages of the divine Scriptures."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:38",
                            "text": "And do not be content with knocking and seeking, for what is most necessary for understanding divine things is prayer, and in urging us to this the Saviour says not only, \"Knock, and it shall be opened to you,\" and \"Seek, and ye shall find,\" but also \"Ask, and it shall be given you\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:39",
                            "text": "So much I have ventured on account of my fatherly love to you."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:40",
                            "text": "Whether I have ventured well or not, God knows, and His Christ, and he who has part of the Spirit of God and the Spirit of Christ."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Letter of Origen to Gregory 1:41",
                            "text": "May you partake in these; may you have an always increasing share of them, so that you may be able to say not only, \"We are partakers of Christ,\" but also \"We are partakers of God\"."
                        }
                    ]
                }
            ]
        }
    ]
}