{
    "books": [
        {
            "name": "To a Student of the Classics",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "To a Student of the Classics 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:1",
                            "text": "Letter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:2",
                            "text": "—To a Student of the Classics."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:3",
                            "text": "When I was looking for some suitable and proper exordium, I mean of course from Holy Scripture, to put at the head of my letter, according to my usual custom, I did not know which to choose, not from inability to find what was suitable, but because I deemed it superfluous to write such things to those who knew nothing about the matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:4",
                            "text": "For your eager pursuit of profane literature proved incontestably to us that you did not care about sacred."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:5",
                            "text": "Accordingly I will say nothing about Bible texts, but will select a prelude adapted to your literary tastes taken from the poets you love so well."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:6",
                            "text": "By the great master of your education there is introduced one, showing all an old man's joy, when after long affliction he once more beheld his son, and his son's son as well."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:7",
                            "text": "And the special theme of his exultation is the rivalry between the two, Ulysses and Telemachus, for the highest meed of valour, though it is true that the recollection of his own exploits against the Cephallenians adds to the point of his speech."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:8",
                            "text": "For you and your admirable father, when you welcomed me, as they did Laertes, in your affection, contended in most honourable rivalry for the prize of virtue, by showing us all possible respect and kindness; he in numerous ways which I need not here mention, and you by pelting me with your letters from Cappadocia."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:9",
                            "text": "What, then, of me the aged one? I count that day one to be blessed, in which I witness such a competition between father and son."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:10",
                            "text": "May you, then, never cease from accomplishing the rightful prayer of an excellent and admirable father, and surpassing in your readiness to all good works the renown which from him you inherit."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:11",
                            "text": "I shall be a judge acceptable to both of you, as I shall award you the first prize against your father, and the same to your father against you."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:12",
                            "text": "And we will put up with rough Ithaca, rough not so much with stones as with the manners of the inhabitants, an island in which there are many suitors, who are suitors most of all for the possessions of her whom they woo, and insult their intended bride by this very fact, that they threaten her chastity with marriage, acting in a way worthy of a Melantho, one might say, or some other such person; for nowhere is there a Ulysses to bring them to their senses with his bow."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:13",
                            "text": "You see how in an old man's fashion I go maundering off into matters with which you have no concern."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:14",
                            "text": "But pray let indulgence be readily extended to me in consideration of my grey hairs; for garrulity is just as characteristic of old age as to be blear-eyed, or for the limbs to fail."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "To a Student of the Classics 1:15",
                            "text": "But you by entertaining us with your brisk and lively language, like a bold young man as you are, will make our old age young again, supporting the feebleness of our length of days with this kind attention which so well becomes you."
                        }
                    ]
                }
            ]
        }
    ]
}