{
    "books": [
        {
            "name": "Against Eunomius Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Against Eunomius Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:1",
                            "text": "Book IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:3",
                            "text": "The fourth book discusses the account of the nature of the \"product of generation,\" and of the passionless generation of the Only-Begotten, and the text, \"In the beginning was the Word,\" and the birth of the Virgin."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:4",
                            "text": "It is, perhaps, time to examine in our discourse that account of the nature of the \"product of generation\" which is the subject of his ridiculous philosophizing."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:5",
                            "text": "He says, then (I will repeat word for word his beautifully composed argument against the truth):—\"Who is so indifferent and inattentive to the nature of things as not to know, that of all bodies which are on earth, in their generating and being generated, in their activity and passivity, those which generate are found on examination to communicate their own essence, and those which are generated naturally receive the same, inasmuch as the material cause and the supply which flows in from without are common to both; and the things begotten are generated by passion, and those which beget, naturally have an action which is not pure, by reason of their nature being linked with passions of all kinds?\" See in what fitting style he discusses in his speculation the pre-temporal generation of the Word of God that was in the beginning! he who closely examines the nature of things, bodies on the earth, and material causes, and passion of things generating and generated, and all the rest of it,—at which any man of understanding would blush, even were it said of ourselves, if it were our nature, subject as it is to passion, which is thus exposed to scorn by his words."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:6",
                            "text": "Yet such is our author's brilliant enquiry into nature with regard to the Only-begotten God."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:7",
                            "text": "Let us lay aside complaints, however, (for what will sighing do to help us to overthrow the malice of our enemy?) and make generally known, as best we may, the sense of what we have quoted—concerning what sort of \"product\" the speculation was proposed,—that which exists according to the flesh, or that which is to be contemplated in the Only-begotten God."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:8",
                            "text": "As the speculation is two-fold, concerning that life which is Divine, simple, and immaterial, and concerning that existence which is material and subject to passion, and as the word \"generation\" is used of both, we must needs make our distinction sharp and clear, lest the ambiguity of the term \"generation\" should in any way pervert the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:9",
                            "text": "Since, then, the entrance into being through the flesh is material, and is promoted by passion, while that which is bodiless, impalpable, without form, and free from any material commixture, is alien from every condition that admits of passion, it is proper to consider about what sort of generation we are enquiring—that which is pure and Divine, or that which is subject to passion and pollution."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:10",
                            "text": "Now, no one, I suppose, would deny that with regard to the Only-begotten God, it is pre-temporal existence that is proposed for the consideration of Eunomius' discourse."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:11",
                            "text": "Why, then, does he linger over this account of corporeal nature, defiling our nature by the loathsome presentment of his argument, and setting forth openly the passions that gather round human generation, while he deserts the subject set before him? for it was not about this animal generation, that is accomplished by means of the flesh, that we had any need to learn."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:12",
                            "text": "Who is so foolish, when he looks on himself, and considers human nature in himself, as to seek another interpreter of his own nature, and to need to be told all the unavoidable passions which are included in the thought of bodily generation—that he who begets is affected in one way, that which is begotten in another—so that the man should learn from this instruction that he himself begets by means of passion, and that passion was the beginning of his own generation? For it is all the same whether these things are passed over or spoken, and whether one publishes these secrets at length, or keeps hidden in silence things that should be left unsaid, we are not ignorant of the fact that our nature progresses by way of passion."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:13",
                            "text": "But what we are seeking is that a clear account should be given of the exalted and unspeakable existence of the Only-begotten, whereby He is believed to be of the Father."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:14",
                            "text": "Now, while this is the enquiry set before him, our new theologian enriches his discourse with \"flowing,\" and \"passion,\" and \"material cause,\" and some \"action\" which \"is not pure\" from pollution, and all other phrases of this kind."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:15",
                            "text": "I know not under what influence it is that he who says, in the superiority of his wisdom, that nothing incomprehensible is left beyond his own knowledge, and promises to explain the unspeakable generation of the Son, leaves the question before him, and plunges like an eel into the slimy mud of his arguments, after the fashion of that Nicodemus who came by night, who, when our Lord was teaching him of the birth from above, rushed in thought to the hollow of the womb, and raised a doubt how one could enter a second time into the womb, with the words, \"How can these things be?\" thinking that he would prove the spiritual birth impossible, by the fact that an old man could not again be born within his mother's bowels."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:16",
                            "text": "But the Lord corrects his erroneous idea, saying that the properties of the flesh and the spirit are distinct."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:17",
                            "text": "Let Eunomius also, if he will, correct himself by the like reflection."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:18",
                            "text": "For he who ponders on the truth ought, I imagine, to contemplate his subject according to its own properties, not to slander the immaterial by a charge against things material."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:19",
                            "text": "For if a man, or a bull, or any other of those things which are generated by the flesh, is not free from passion in generating or being generated, what has this to do with that Nature which is without passion and without corruption? The fact that we are mortal is no objection to the immortality of the Only-begotten, nor does men's propensity to vice render doubtful the immutability that is found in the Divine Nature, nor is any other of our proper attributes transferred to God; but the peculiar nature of the human and the Divine life is separated, and without common ground, and their distinguishing properties stand entirely apart, so that those of the latter are not apprehended in the former, nor, conversely, those of the former in the latter."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:20",
                            "text": "How comes it, therefore, that Eunomius, when the Divine generation is the subject for discourse, leaves his subject, and discusses at length the things of earth, when on this matter we have no dispute with him? Surely our craftsman's aim is clear,—that by the slanderous insinuation of passion he may raise an objection to the generation of the Lord."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:21",
                            "text": "And here I pass by the blasphemous nature of his view, and admire the man for his acuteness,—how mindful he is of his own zealous endeavour, who, having by his previous statements established the theory that the Son must be, and must be called, a \"product of generation,\" now contends for the view that we ought not to entertain regarding Him the conception of generation."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:22",
                            "text": "For, if all generation, as this author imagines, has linked with it the condition of passion, we are hereby absolutely compelled to admit that what is foreign to passion is alien also from generation: for if these things, passion and generation, are considered as conjoined, He that has no share in the one would not have any participation in the other."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:23",
                            "text": "How then does he call Him a \"product\" by reason of His generation, of Whom he tries to show by the arguments he now uses, that He was not generated? and for what cause does he fight against our master, who counsels us in matters of Divine doctrine not to presume in name-making, but to confess that He is generated without transforming this conception into the formula of a name, so as to call Him Who is generated \"a product of generation,\" as this term is properly applied in Scripture to things inanimate, or to those which are mentioned \"as a figure of wickedness\"? When we speak of the propriety of avoiding the use of the term \"product,\" he prepares for action that invincible rhetoric of his, and takes also to support him his frigid grammatical phraseology, and by his skilful misuse of names, or equivocation, or whatever one may properly call his processes—by these means, I say, he brings his syllogisms to their conclusion, \"not refusing to call Him Who is begotten by the name of 'product of generation."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:24",
                            "text": "'\" Then, as soon as we admit the term, and proceed to examine the conception involved in the name, on the theory that thereby is vindicated the community of essence, he again retracts his own words, and contends for the view that the \"product of generation\" is not generated, raising an objection by his foul account of bodily generation, against the pure and Divine and passionless generation of the Son, on the ground that it is not possible that the two things, the true relationship to the Father, and exemption of His nature from passion, should be found to coincide in God, but that, if there were no passion, there would be no generation, and that, if one should acknowledge the true relationship, he would thereby, in admitting generation, certainly admit passion also."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:25",
                            "text": "Not thus speaks the sublime John, not thus that voice of thunder which proclaims the mystery of the Theology, who both names Him Son of God and purges his proclamation from every idea of passion."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:26",
                            "text": "For behold how in the very beginning of his Gospel he prepares our ears, how great forethought is shown by the teacher that none of his hearers should fall into low ideas on the subject, slipping by ignorance into any incongruous conceptions."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:27",
                            "text": "For in order to lead the untrained hearing as far away as possible from passion, he does not speak in his opening words of \"Son,\" or \"Father,\" or \"generation,\" that no one should either, on hearing first of all of a \"Father,\" be hurried on to the obvious signification of the word, or, on learning the proclamation of a \"Son,\" should understand that name in the ordinary sense, or stumble, as at a \"stone of stumbling,\" at the word \"generation\"; but instead of \"the Father,\" he speaks of \"the Beginning\": instead of \"was begotten,\" he says \"was\": and instead of \"the Son,\" he says \"the Word\": and declares \"In the Beginning was the Word\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:28",
                            "text": "What passion, pray, is to be found in these words, \"beginning,\" and \"was,\" and \"Word\"? Is \"the beginning\" passion? does \"was\" imply passion? does \"the Word\" exist by means of passion? Or are we to say, that as passion is not to be found in the terms used, so neither is affinity expressed by the proclamation? Yet how could the Word's community of essence, and real relationship, and coeternity with the Beginning, be more strongly shown by other words than by these? For he does not say, \"Of the Beginning was begotten the Word,\" that he may not separate the Word from the Beginning by any conception of extension in time, but he proclaims together with the Beginning Him also Who was in the Beginning, making the word \"was\" common to the Beginning and to the Word, that the Word may not linger after the Beginning, but may, by entering in together with the faith as to the Beginning, by its proclamation forestall our hearing, before this admits the Beginning itself in isolation."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:29",
                            "text": "Then he declares, \"And the Word was with God\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:30",
                            "text": "Once more the Evangelist fears for our untrained state, once more he dreads our childish and untaught condition: he does not yet entrust to our ears the appellation of \"Father,\" lest any of the more carnally minded, learning of \"the Father,\" may be led by his understanding to imagine also by consequence a mother."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:31",
                            "text": "Neither does he yet name in his proclamation the Son; for he still suspects our customary tendency to the lower nature, and fears lest any, hearing of the Son, should humanize the Godhead by an idea of passion."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:32",
                            "text": "For this reason, resuming his proclamation, he again calls him \"the Word,\" making this the account of His nature to thee in thine unbelief."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:33",
                            "text": "For as thy word proceeds from thy mind, without requiring the intervention of passion, so here also, in hearing of the Word, thou shalt conceive that which is from something, and shalt not conceive passion."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:34",
                            "text": "Hence, once more resuming his proclamation, he says, \"And the Word was with God\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:35",
                            "text": "O, how does he make the Word commensurate with God! rather, how does he extend the infinite in comparison with the infinite! \"The Word was with God\"—the whole being of the Word, assuredly, with the whole being of God."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:36",
                            "text": "Therefore, as great as God is, so great, clearly, is the Word also that is with Him; so that if God is limited, then will the Word also, surely, be subject to limitation."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:37",
                            "text": "But if the infinity of God exceeds limit, neither is the Word that is contemplated with Him comprehended by limits and measures."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:38",
                            "text": "For no one would deny that the Word is contemplated together with the entire Godhead of the Father, so that he should make one part of the Godhead appear to be in the Word, and another destitute of the Word."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:39",
                            "text": "Once more the spiritual voice of John speaks, once more the Evangelist in his proclamation takes tender care for the hearing of those who are in childhood: not yet have we so much grown by the hearing of his first words as to hear of \"the Son,\" and yet remain firm without being moved from our footing by the influence of the wonted sense."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:40",
                            "text": "Therefore our herald, crying once more aloud, still proclaims in his third utterance \"the Word,\" and not \"the Son,\" saying, \"And the Word was God\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:41",
                            "text": "First he declared wherein He was, then with whom He was, and now he says what He is, completing, by his third repetition, the object of his proclamation."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:42",
                            "text": "For he says, \"It is no Word of those that are readily understood, that I declare to you, but God under the designation of the Word\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:43",
                            "text": "For this Word, that was in the Beginning, and was with God, was not anything else besides God, but was also Himself God."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:44",
                            "text": "And forthwith the herald, reaching the full height of his lofty speech, declares that this God Whom his proclamation sets forth is He by Whom all things were made, and is life, and the light of men, and the true light that shineth in darkness, yet is not obscured by the darkness, sojourning with His own, yet not received by His own: and being made flesh, and tabernacling, by means of the flesh, in man's nature."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:45",
                            "text": "And when he has first gone through this number and variety of statements, he then names the Father and the Only-begotten, when there can be no danger that what has been purified by so many precautions should be allowed, in consequence of the sense of the word \"Father,\" to sink down to any meaning tainted with pollution, for, \"we beheld His glory,\" he says, \"the glory as of the Only-begotten of the Father\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:46",
                            "text": "Repeat, then, Eunomius, repeat this clever objection of yours to the Evangelist: \"How dost thou give the name of 'Father' in thy discourse, how that of Only-begotten, seeing that all bodily generation is operated by passion?\" Surely truth answers you on his behalf, that the mystery of theology is one thing, and the physiology of unstable bodies is another."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:47",
                            "text": "Wide is the interval by which they are fenced off one from the other."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:48",
                            "text": "Why do you join together in your argument what cannot blend? how do you defile the purity of the Divine generation by your foul discourse? how do you make systems for the incorporeal by the passions that affect the body? Cease to draw your account of the nature of things above from those that are below."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:49",
                            "text": "I proclaim the Lord as the Son of God, because the gospel from heaven, given through the bright cloud, thus proclaimed Him; for \"This,\" He saith, \"is My beloved Son\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:50",
                            "text": "Yet, though I was taught that He is the Son, I was not dragged down by the name to the earthly significance of \"Son,\" but I both know that He is from the Father and do not know that He is from passion."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:51",
                            "text": "And this, moreover, I will add to what has been said, that I know even a bodily generation which is pure from passion, so that even on this point Eunomius' physiology of bodily generation is proved false, if, that is to say, a bodily birth can be found which does not admit passion."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:52",
                            "text": "Tell me, was the Word made flesh, or not? You would not, I presume, say that It was not."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:53",
                            "text": "It was so made, then, and there is none who denies it."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:54",
                            "text": "How then was it that \"God was manifested in the flesh\"? \"By birth,\" of course you will say."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:55",
                            "text": "But what sort of birth do you speak of? Surely it is clear that you speak of that from the virginity, and that \"that which was conceived in her was of the Holy Ghost,\" and that \"the days were accomplished that she should be delivered, and she brought forth,\" and none the less was her purity preserved in her child-bearing."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:56",
                            "text": "You believe, then, that that birth which took place from a woman was pure from passion, if you do believe, but you refuse to admit the Divine and incorruptible generation from the Father, that you may avoid the idea of passion in generation."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Against Eunomius Book IV 1:57",
                            "text": "But I know well that it is not passion he seeks to avoid in his doctrine, for that he does not discern at all in the Divine and incorruptible nature; but to the end that the Maker of all creation may be accounted a part of creation, he builds up these arguments in order to a denial of the Only-begotten God, and uses his pretended caution about passion to help him in his task."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Against Eunomius Book IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:1",
                            "text": "2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:2",
                            "text": "He convicts Eunomius of having used of the Only-begotten terms applicable to the existence of the earth, and thus shows that his intention is to prove the Son to be a being mutable and created."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:3",
                            "text": "And this he shows very plainly by his contention against our arguments, where he says that \"the essence of the Son came into being from the Father, not put forth by way of extension, not separated from its conjunction with Him that generated Him by flux or division, not perfected by way of growth, not transformed by way of change, but obtaining existence by the mere will of the Generator\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:4",
                            "text": "Why, what man whose mental senses are not closed up is left in ignorance by this utterance that by these statements the Son is being represented by Eunomius as a part of the creation? What hinders us from saying all this word for word as it stands, about every single one of the things we contemplate in creation? Let us apply, if you will, the definition to any of the things that appear in creation, and if it does not admit the same sequence, we will condemn ourselves for having examined the definition slightingly, and not with the care that befits the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:5",
                            "text": "Let us exchange, then, the name of the Son, and so read the definition word by word."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:6",
                            "text": "We say that the essence of the earth came into being from the Father, not separated by way of extension or division from its conjunction with Him Who generated it, nor perfected by way of growth, nor put forth by way of change, but obtaining existence by the mere will of Him Who generated it."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:7",
                            "text": "Is there anything in what we have said that does not apply to the existence of the earth? I think no one would say so: for God did not put forth the earth by being extended, nor bring its essence into existence by flowing or by dissevering Himself from conjunction with Himself, nor did He bring it by means of gradual growth from being small to completeness of magnitude, nor was He fashioned into the form of earth by undergoing mutation or alteration, but His will sufficed Him for the existence of all things that were made: \"He spake and they were generated,\" so that even the name of \"generation\" does not fail to accord with the existence of the earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:8",
                            "text": "Now if these things may be truly said of the parts of the universe, what doubt is still left as to our adversaries' doctrine, that while, so far as words go, they call Him \"Son,\" they represent Him as being one of the things that came into existence by creation, set before the rest only in precedence of order? just as you might say about the trade of a smith, that from it come all things that are wrought out of iron; but that the instrument of the tongs and hammer, by which the iron is fashioned for use, existed before the making of the rest; yet, while this has precedence of the rest, there is not on that account any difference in respect of matter between the instrument that fashions and the iron that is shaped by the instrument, (for both one and the other are iron,) but the one form is earlier than the other."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:9",
                            "text": "Such is the theology of heresy touching the Son,—to imagine that there is no difference between the Lord Himself and the things that were made by Him, save the difference in respect of order."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:10",
                            "text": "Who that is in any sense classed among Christians admits that the definition of the essence of the parts of the world, and of Him Who made the world, is the same? For my own part I shudder at the blasphemy, knowing that where the definition of things is the same neither is their nature different."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:11",
                            "text": "For as the definition of the essence of Peter and John and other men is common and their nature is one, in the same way, if the Lord were in respect of nature even as the parts of the world, they must acknowledge that He is also subject to those things, whatever they may be, which they perceive in them."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:12",
                            "text": "Now the world does not last for ever: thus, according to them, the Lord also will pass away with the heaven and the earth, if, as they say, He is of the same kind with the world."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:13",
                            "text": "If on the other hand He is confessed to be eternal, we must needs suppose that the world too is not without some part in the Divine nature, if, as they say, it corresponds with the Only-begotten in the matter of creation."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:14",
                            "text": "You see where this fine process of inference makes the argument tend, like a stone broken off from a mountain ridge and rushing down-hill by its own weight."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:15",
                            "text": "For either the elements of the world must be Divine, according to the foolish belief of the Greeks, or the Son must not be worshipped."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:16",
                            "text": "Let us consider it thus."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:17",
                            "text": "We say that the creation, both what is perceived by the mind, and that which is of a nature to be perceived by sense, came into being from nothing: this they declare also of the Lord."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:18",
                            "text": "We say that all things that have been made consist by the will of God: this they tell us also of the Only-begotten."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:19",
                            "text": "We believe that neither the angelic creation nor the mundane is of the essence of Him that made it: and they make Him also alien from the essence of the Father."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:20",
                            "text": "We confess that all things serve Him that made them: this view they also hold of the Only-begotten."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:21",
                            "text": "Therefore, of necessity, whatever else it may be that they conceive of the creation, all these attributes they will also attach to the Only-begotten: and whatever they believe of Him, this they will also conceive of the creation: so that, if they confess the Lord as God, they will also deify the rest of the creation."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:22",
                            "text": "On the other hand, if they define these things to be without share in the Divine nature, they will not reject the same conception touching the Only-begotten also."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:23",
                            "text": "Moreover no sane man asserts Godhead of the creation."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:24",
                            "text": "Then neither—I do not utter the rest, lest I lend my tongue to the blasphemy of the enemy."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:25",
                            "text": "Let those say what consequence follows, whose mouth is well trained in blasphemy."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:26",
                            "text": "But their doctrine is evident even if they hold their peace."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:27",
                            "text": "For one of two things must necessarily happen:—either they will depose the Only-begotten God, so that with them He will no more either be, or be called so: or, if they assert Godhead of Him, they will equally assert it of all creation:—or, (for this is still left to them,) they will shun the impiety that appears on either side, and take refuge in the orthodox doctrine, and will assuredly agree with us that He is not created, that they may confess Him to be truly God."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:28",
                            "text": "What need is there to take time to recount all the other blasphemies that underlie his doctrine, starting from this beginning? For by what we have quoted, one who considers the inference to be drawn will understand that the father of falsehood, the maker of death, the inventor of wickedness, being created in a nature intellectual and incorporeal, was not by that nature hindered from becoming what he is by way of change."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:29",
                            "text": "For the mutability of essence, moved either way at will, involves a capacity of nature that follows the impulse of determination, so as to become that to which its determination leads it."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:30",
                            "text": "Accordingly they will define the Lord as being capable even of contrary dispositions, drawing Him down as it were to a rank equal with the angels, by the conception of creation."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:31",
                            "text": "But let them listen to the great voice of Paul."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:32",
                            "text": "Why is it that he says that He alone has been called Son? Because He is not of the nature of angels, but of that which is more excellent."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:33",
                            "text": "\"For unto which of the angels said He at any time, 'Thou art My Son, This day have I begotten Thee'? and when again He bringeth the first-begotten into the world He saith, 'And let all the angels of God worship Him."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:34",
                            "text": "' And of the angels He saith, 'Who maketh His angels spirits, and His ministers a flame of fire': but of the Son He saith, 'Thy throne, O God, is for ever and ever; a sceptre of righteousness is the sceptre of Thy kingdom,'\" and all else that the prophecy recites together with these words in declaring His Godhead."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:35",
                            "text": "And he adds also from another Psalm the appropriate words, \"Thou, Lord, in the beginning hast laid the foundation of the earth, and the heavens are the works of Thine hands,\" and the rest, as far as \"But Thou art the same, and Thy years shall not fail,\" whereby he describes the immutability and eternity of His nature."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Against Eunomius Book IV 2:36",
                            "text": "If, then, the Godhead of the Only-begotten is as far above the angelic nature as a master is superior to his slaves, how do they make common either with the sensible creation Him Who is Lord of the creation, or with the nature of the angels Him Who is worshipped by them, by detailing, concerning the manner of His existence, statements which will properly apply to the individual things we contemplate in creation, even as we already showed the account given by heresy, touching the Lord, to be closely and appropriately applicable to the making of the earth?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Against Eunomius Book IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:1",
                            "text": "3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:2",
                            "text": "He then again admirably discusses the term πρωτότοκος as it is four times employed by the Apostle."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:3",
                            "text": "But that the readers of our work may find no ambiguity left of such a kind as to afford any support to the heretical doctrines, it may be worth while to add to the passages examined by us this point also from Holy Scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:4",
                            "text": "They will perhaps raise a question from the very apostolic writings which we quoted: \"How could He be called 'the first-born of creation' if He were not what creation is? for every first-born is the first-born not of another kind, but of its own: as Reuben, having precedence in respect of birth of those who are counted after him, was the first-born, a man the first-born of men; and many others are called the first-born of the brothers who are reckoned with them\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:5",
                            "text": "They say then, \"We assert that He Who is 'the first-born of creation' is of that same essence which we consider the essence of all creation."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:6",
                            "text": "Now if the whole creation is of one essence with the Father of all, we will not deny that the first-born of creation is this also: but if the God of all differs in essence from the creation, we must of necessity say that neither has the first-born of creation community in essence with God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:7",
                            "text": "The structure of this objection is not, I think, at all less imposing in the form in which it is alleged by us, than in the form in which it would probably be brought against us by our adversaries."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:8",
                            "text": "But what we ought to know as regards this point shall now, so far as we are able, be plainly set forth in our discourse."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:9",
                            "text": "Four times the name of \"first-born\" or \"first-begotten\" is used by the Apostle in all his writings: but he has made mention of the name in different senses and not in the same manner."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:10",
                            "text": "For now he speaks of \"the first-born of all creation,\" and again of \"the first-born among many brethren,\" then of \"the first-born from the dead;\" and in the Epistle to the Hebrews the name of \"first-begotten\" is absolute, being mentioned by itself: for he speaks thus, \"When again He bringeth the first-begotten into the world, He saith, 'Let all the angels worship Him."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:11",
                            "text": "'\" As these passages are thus distinct, it may be well to interpret each of them separately by itself, how He is the \"first-born of creation,\" how \"among many brethren,\" how \"from the dead,\" and how, spoken of by Himself apart from each of these, when He is again brought into the world, He is worshipped by all His angels."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:12",
                            "text": "Let us begin then, if you will, our survey of the passages before us with the last-mentioned."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:13",
                            "text": "\"When again He bringeth in,\" he says, \"the first-begotten into the world\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:14",
                            "text": "The addition of \"again\" shows, by the force of this word, that this event happens not for the first time: for we use this word of the repetition of things which have once happened."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:15",
                            "text": "He signifies, therefore, by the phrase, the dread appearing of the Judge at the end of the ages, when He is seen no more in the form of a servant, but seated in glory upon the throne of His kingdom, and worshipped by all the angels that are around Him."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:16",
                            "text": "Therefore He Who once entered into the world, becoming the first-born \"from the dead,\" and \"of His brethren,\" and \"of all creation,\" does not, when He comes again into the world as He that judges the world in righteousness, as the prophecy saith, cast off the name of the first-begotten, which He once received for our sakes; but as at the name of Jesus, which is above every name, every knee bows, so also the company of all the angels worships Him Who comes in the name of the First-begotten, in their rejoicing over the restoration of men, wherewith, by becoming the first-born among us, He restored us again to the grace which we had at the beginning."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:17",
                            "text": "For since there is joy among the angels over those who are rescued from sin, (because until now that creation groaneth and travaileth in pain at the vanity that affects us, judging our perdition to be their own loss,) when that manifestation of the sons of God takes place which they look for and expect, and when the sheep is brought safe to the hundred above, (and we surely—humanity that is to say—are that sheep which the Good Shepherd saved by becoming the first-begotten,) then especially will they offer, in their intense thanksgiving on our behalf, their worship to God, Who by being first-begotten restored him that had wandered from his Father's home."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:18",
                            "text": "Now that we have arrived at the understanding of these words, no one could any longer hesitate as to the other passages, for what reason He is the first-born, either \"of the dead,\" or \"of the creation,\" or \"among many brethren\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:19",
                            "text": "For all these passages refer to the same point, although each of them sets forth some special conception."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:20",
                            "text": "He is the first-born from the dead, Who first by Himself loosed the pains of death, that He might also make that birth of the resurrection a way for all men."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:21",
                            "text": "Again, He becomes \"the first-born among many brethren,\" Who is born before us by the new birth of regeneration in water, for the travail whereof the hovering of the Dove was the midwife, whereby He makes those who share with Him in the like birth to be His own brethren, and becomes the first-born of those who after Him are born of water and of the Spirit: and to speak briefly, as there are in us three births, whereby human nature is quickened, one of the body, another in the sacrament of regeneration, another by that resurrection of the dead for which we look, He is first-born in all three:—of the twofold regeneration which is wrought by two (by baptism and by the resurrection), by being Himself the leader in each of them; while in the flesh He is first-born, as having first and alone devised in His own case that birth unknown to nature, which no one in the many generations of men had originated."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:22",
                            "text": "If these passages, then, have been rightly understood, neither will the signification of the \"creation,\" of which He is first-born, be unknown to us."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:23",
                            "text": "For we recognize a twofold creation of our nature, the first that whereby we were made, the second that whereby we were made anew."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:24",
                            "text": "But there would have been no need of the second creation had we not made the first unavailing by our disobedience."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:25",
                            "text": "Accordingly, when the first creation had waxed old and vanished away, it was needful that there should be a new creation in Christ, (as the Apostle says, who asserts that we should no longer see in the second creation any trace of that which has waxed old, saying, \"Having put off the old man with his deeds and his lusts, put on the new man which is created according to God,\" and \"If any man be in Christ,\" he says, \"he is a new creature: the old things are passed away, behold all things are become new:\") —for the maker of human nature at the first and afterwards is one and the same."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:26",
                            "text": "Then He took dust from the earth and formed man: again, He took dust from the Virgin, and did not merely form man, but formed man about Himself: then, He created; afterwards, He was created: then, the Word made flesh; afterwards, the Word became flesh, that He might change our flesh to spirit, by being made partaker with us in flesh and blood."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:27",
                            "text": "Of this new creation therefore in Christ, which He Himself began, He was called the first-born, being the first-fruits of all, both of those begotten into life, and of those quickened by resurrection of the dead, \"that He might be Lord both of the dead and of the living,\" and might sanctify the whole lump by means of its first-fruits in Himself."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:28",
                            "text": "Now that the character of \"first-born\" does not apply to the Son in respect of His pre-temporal existence the appellation of \"Only-begotten\" testifies."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:29",
                            "text": "For he who is truly only-begotten has no brethren, for how could any one be only-begotten if numbered among brethren? but as He is called God and man, Son of God and Son of man,—for He has the form of God and the form of a servant, being some things according to His supreme nature, becoming other things in His dispensation of love to man,—so too, being the Only-begotten God, He becomes the first-born of all creation,—the Only-begotten, He that is in the bosom of the Father, yet, among those who are saved by the new creation, both becoming and being called the first born of the creation."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:30",
                            "text": "But if, as heresy will have it, He is called first-born because He was made before the rest of the creation, the name does not agree with what they maintain concerning the Only-begotten God."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:31",
                            "text": "For they do not say this,—that the Son and the universe were from the Father in like manner,—but they say, that the Only-begotten God was made by the Father, and that all else was made by the Only-begotten."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:32",
                            "text": "Therefore on the same ground on which, while they hold that the Son was created, they call God the Father of the created Being, on the same ground, while they say that all things were made by the Only-begotten God, they give Him the name not of the \"first-born\" of the things that were made by Him, but more properly of their \"Father,\" as the same relation existing in both cases towards the things created, logically gives rise to the same appellation."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Against Eunomius Book IV 3:33",
                            "text": "For if God, Who is over all, is not properly called the \"First-born,\" but the Father of the Being He Himself created, the Only-begotten God will surely also be called, by the same reasoning, the \"father,\" and not properly the \"first-born\" of His own creatures, so that the appellation of \"first-born\" will be altogether improper and superfluous, having no place in the heretical conception."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Against Eunomius Book IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:2",
                            "text": "He proceeds again to discuss the impassibility of the Lord's generation; and the folly of Eunomius, who says that the generated essence involves the appellation of Son, and again, forgetting this, denies the relation of the Son to the Father: and herein he speaks of Circe and of the mandrake poison."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:3",
                            "text": "We must, however, return to those who connect passion with the Divine generation, and on this account deny that the Lord is truly begotten, in order to avoid the conception of passion."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:4",
                            "text": "To say that passion is absolutely linked with generation, and that on this account, in order that the Divine nature may continue in purity beyond the reach of passion, we ought to consider that the Son is alien to the idea of generation, may perhaps appear reasonable in the eyes of those who are easily deceived, but those who are instructed in the Divine mysteries have an answer ready to hand, based upon admitted facts."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:5",
                            "text": "For who knows not that it is generation that leads us back to the true and blessed life, not being the same with that which takes place \"of blood and of the will of the flesh,\" in which are flux and change, and gradual growth to perfection, and all else that we observe in our earthly generation: but the other kind is believed to be from God, and heavenly, and, as the Gospel says, \"from above,\" which excludes the passions of flesh and blood? I presume that they both admit the existence of this generation, and find no passion in it."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:6",
                            "text": "Therefore not all generation is naturally connected with passion, but the material generation is subject to passion, the immaterial pure from passion."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:7",
                            "text": "What constrains him then to attribute to the incorruptible generation of the Son what properly belongs to the flesh, and, by ridiculing the lower form of generation with his unseemly physiology, to exclude the Son from affinity with the Father? For if, even in our own case, it is generation that is the beginning of either life,—that generation which is through the flesh of a life of passion, that which is spiritual of a life of purity, (and no one who is in any sense numbered among Christians would contradict this statement,)—how is it allowable to entertain the idea of passion in thinking of generation as it concerns the incorruptible Nature? Let us moreover examine this point in addition to those we have mentioned."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:8",
                            "text": "If they disbelieve the passionless character of the Divine generation on the ground of the passion that affects the flesh, let them also, from the same tokens, (those, I mean, to be found in ourselves,) refuse to believe that God acts as a Maker without passion."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:9",
                            "text": "For if they judge of the Godhead by comparison of our own conditions, they must not confess that God either begets or creates; for neither of these operations is exercised by ourselves without passion."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:10",
                            "text": "Let them therefore either separate from the Divine nature both creation and generation, that they may guard the impassibility of God on either side, and let them, that the Father may be kept safely beyond the range of passion, neither growing weary by creation, nor being defiled by generation, entirely reject from their doctrine the belief in the Only-begotten, or, if they agree that the one activity is exercised by the Divine power without passion, let them not quarrel about the other: for if He creates without labour or matter, He surely also begets without labour or flux."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:11",
                            "text": "And here once more I have in this argument the support of Eunomius."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:12",
                            "text": "I will state his nonsense concisely and briefly, epitomizing his whole meaning."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:13",
                            "text": "That men do not make materials for us, but only by their art add form to matter,—this is the drift of what he says in the course of a great quantity of nonsensical language."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:14",
                            "text": "If, then, understanding conception and formation to be included in the lower generation, he forbids on this ground the pure notion of generation, by consequence, on the same reasoning, since earthly creation is busied with the form, but cannot furnish matter together with the form, let him forbid us also, on this ground, to suppose that the Father is a Creator."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:15",
                            "text": "If, on the other hand, he refuses to conceive creation in the case of God according to man's measure of power, let him also cease to slander Divine generation by human imperfections."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:16",
                            "text": "But, that his accuracy and circumspection in argument may be more clearly established, I will again return to a small point in his statements."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:17",
                            "text": "He asserts that \"things which are respectively active and passive share one another's nature,\" and mentions, after bodily generation, \"the work of the craftsman as displayed in materials\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:18",
                            "text": "Now let the acute hearer mark how he here fails in his proper aim, and wanders about among whatever statements he happens to invent."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:19",
                            "text": "He sees in things that come into being by way of the flesh the \"active and passive conceived, with the same essence, the one imparting the essence, the other receiving it\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:20",
                            "text": "Thus he knows how to discern the truth with accuracy as regards the nature of existing things, so as to separate the imparter and the receiver from the essence, and to say that each of these is distinct in himself apart from the essence."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:21",
                            "text": "For he that receives or imparts is surely another besides that which is given or received, so that we must first conceive some one by himself, viewed in his own separate existence, and then speak of him as giving that which he has, or receiving that which he has not."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:22",
                            "text": "And when he has sputtered out this argument in such a ridiculous fashion, our sage friend does not perceive that by the next step he overthrows himself once more."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:23",
                            "text": "For he who by his art forms at his will the material before him, surely in this operation acts; and the material, in receiving its form at the hand of him who exercises the art, is passively affected: for it is not by remaining unaffected and unimpressionable that the material receives its form."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:24",
                            "text": "If then, even in the case of things wrought by art, nothing can come into being without passivity and action concurring to produce it, how can our author think that he here abides by his own words? seeing that, in declaring community of essence to be involved in the relation of action and passion, he seems not only to attest in some sense community of essence in Him that is begotten with Him that begat Him, but also to make the whole creation of one essence with its Maker, if, as he says, the active and the passive are to be defined as mutually akin in respect of nature."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:25",
                            "text": "Thus, by the very arguments by which he establishes what he wishes, he overthrows the main object of his effort, and makes the glory of the coessential Son more secure by his own contention."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:26",
                            "text": "For if the fact of origination from anything shows the essence of the generator to be in the generated, and if artificial fabrication (being accomplished by means of action and passion) reduces both that which makes and that which is produced to community of essence, according to his account, our author in many places of his own writings maintains that the Lord has been begotten."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:27",
                            "text": "Thus by the very arguments whereby he seeks to prove the Lord alien from the essence of the Father, he asserts for Him intimate connexion."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:28",
                            "text": "For if, according to his account, separation in essence is not observed either in generation or in fabrication, then, whatever he allows the Lord to be, whether \"created\" or a \"product of generation,\" he asserts, by both names alike, the affinity of essence, seeing that he makes community of nature in active and passive, in generator and generated, a part of his system."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:29",
                            "text": "Let us turn however to the next point of the argument."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:30",
                            "text": "I beg my readers not to be impatient at the minuteness of examination which extends our argument to a length beyond what we would desire."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:31",
                            "text": "For it is not any ordinary matters on which we stand in danger, so that our loss would be slight if we should hurry past any point that required more careful attention, but it is the very sum of our hope that we have at stake."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:32",
                            "text": "For the alternative before us is, whether we should be Christians, not led astray by the destructive wiles of heresy, or whether we should be completely swept away into the conceptions of Jews or heathen."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:33",
                            "text": "To the end, then, that we may not suffer either of these things forbidden, that we may neither agree with the doctrine of the Jews by a denial of the verily begotten Son, nor be involved in the downfall of the idolaters by the adoration of the creature, let us perforce spend some time in the discussion of these matters, and set forth the very words of Eunomius, which run thus:—  \"Now as these things are thus divided, one might reasonably say that the most proper and primary essence, and that which alone exists by the operation of the Father, admits for itself the appellations of 'product of generation,' 'product of making,' and 'product of creation':\" and a little further on he says, \"But the Son alone, existing by the operation of the Father, possesses His nature and His relation to Him that begat Him, without community\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:34",
                            "text": "Such are his words."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:35",
                            "text": "But let us, like men who look on at their enemies engaged in a factious struggle among themselves, consider first our adversaries' contention against themselves, and so proceed to set forth on the other side the true doctrine of godliness."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:36",
                            "text": "\"The Son alone,\" he says, \"existing by the operation of the Father, possesses His nature and His relation to Him that begat Him, without community\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:37",
                            "text": "But in his previous statements, he says that he \"does not refuse to call Him, that is begotten a 'product of generation,' as the generated essence itself, and the appellation of Son, make such a relation of words appropriate\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:38",
                            "text": "The contradiction existing in these passages being thus evident, I am inclined to admire for their acuteness those who praise this doctrine."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:39",
                            "text": "For it would be hard to say to which of his statements they could turn without finding themselves at variance with the remainder."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:40",
                            "text": "His earlier statement represented that the generated essence, and the appellation of \"Son,\" made such a relation of words appropriate."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:41",
                            "text": "His present system says the contrary:—that \"the Son possesses His relation to Him that begat Him without community\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:42",
                            "text": "If they believe the first statement, they will surely not accept the second: if they incline to the latter, they will find themselves opposed to the earlier conception."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:43",
                            "text": "Who will stay the combat? Who will mediate in this civil war? Who will bring this discord into agreement, when the very soul is divided against itself by the opposing statements, and drawn in different ways to contrary doctrines? Perhaps we may see here that dark saying of prophecy which David speaks of the Jews—\"They were divided but were not pricked at heart\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:44",
                            "text": "For lo, not even when they are divided among contrariety of doctrines have they a sense of their discordancy, but they are carried about by their ears like wine-jars, borne around at the will of him who shifts them."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:45",
                            "text": "It pleased him to say that the generated essence was closely connected with the appellation of \"Son\": straightway, like men asleep, they nodded assent to his remarks."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:46",
                            "text": "He changed his statement again to the contrary one, and denies the relation of the Son to Him that begat Him: again his well-beloved friends join in assent to this also, shifting in whatever direction he chooses, as the shadows of bodies change their form by spontaneous mimicry with the motion of the advancing figure, and even if he contradicts himself, accepting that also."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:47",
                            "text": "This is another form of the drought that Homer tells us of, not changing the bodies of those who drink its poison into the forms of brutes, but acting on their souls to produce in them a change to a state void of reason."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:48",
                            "text": "For of those men, the tale tells that their mind was sound, while their form was changed to that of beasts, but here, while their bodies remain in their natural state, their souls are transformed to the condition of brutes."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:49",
                            "text": "And as there the poet's tale of wonder says that those who drank the drug were changed into the forms of various beasts, at the pleasure of her who beguiled their nature, the same thing happens now also from this Circe's cup."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:50",
                            "text": "For they who drink the deceit of sorcery from the same writing are changed to different forms of doctrine, transformed now to one, now to another."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:51",
                            "text": "And meanwhile these very ridiculous people, according to the revised edition of the fable, are still well pleased with him who leads them to such absurdity, and stoop to gather the words he scatters about, as if they were cornel fruit or acorns, running greedily like swine to the doctrines that are shed on the ground, not being naturally capable of fixing their gaze on those which are lofty and heavenly."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:52",
                            "text": "For this reason it is that they do not see the tendency of his argument to contrary positions, but snatch without examination what comes in their way: and as they say that the bodies of men stupefied with mandrake are held in a sort of slumber and inability to move, so are the senses of these men's souls affected, being made torpid as regards the apprehension of deceit."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:53",
                            "text": "It is certainly a terrible thing to be held in unconsciousness by hidden guile, as the result of some fallacious argument: yet where it is involuntary the misfortune is excusable: but to be brought to make trial of evil as the result of a kind of forethought and zealous desire, not in ignorance of what will befall, surpasses every extreme of misery."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:54",
                            "text": "Surely we may well complain, when we hear that even greedy fish avoid the steel when it comes near them unbaited, and take down the hook only when hope of food decoys them to a bait: but where the evil is apparent, to go over of their own accord to this destruction is a more wretched thing than the folly of the fish: for these are led by their greediness to a destruction that is concealed from them, but the others swallow with open mouth the hook of impiety in its bareness, satisfied with destruction under the influence of some unreasoning passion."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Against Eunomius Book IV 4:55",
                            "text": "For what could be clearer than this contradiction—than to say that the same Person was begotten and is a thing created, and that something is closely connected with the name of \"Son,\" and, again, is alien from the sense of \"Son\"? But enough of these matters."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Against Eunomius Book IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:1",
                            "text": "5."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:2",
                            "text": "He again shows Eunomius, constrained by truth, in the character of an advocate of the orthodox doctrine, confessing as most proper and primary, not only the essence of the Father, but the essence also of the Only-begotten."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:3",
                            "text": "It might, however, be useful to look at the sense of the utterance of Eunomius that is set before us in orderly sequence, recurring to the beginning of his statement."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:4",
                            "text": "For the points we have now examined were an obvious incitement to us to begin our reply with the last passage, on account of the evident character of the contradiction involved in his words."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:5",
                            "text": "This, then, is what Eunomius says at the beginning:—  \"Now, as these things are thus divided, one might reasonably say that the most proper and primary essence, and that which alone exists by the operation of the Father, admits for itself the appellations of 'product of generation,' 'product of making,' and 'product of creation."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:6",
                            "text": "'\" First, then, I would ask those who are attending to this discourse to bear in mind, that in his first composition he says that the essence of the Father also is \"most proper,\" introducing his statement with these words, \"The whole account of our teaching is completed with the supreme and most proper essence\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:7",
                            "text": "And here he calls the essence of the Only-begotten \"most proper and primary\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:8",
                            "text": "Thus putting together Eunomius' phrases from each of his books, we shall call him himself as a witness of the community of essence, who in another place makes a declaration to this effect, that \"of things which have the same appellations, the nature also is not different\" in any way."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:9",
                            "text": "For our self-contradictory friend would not indicate things differing in nature by identity of appellation, but it is surely for this reason, that the definition of essence in Father and Son is one, that he says that the one is \"most proper,\" and that the other also is \"most proper\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:10",
                            "text": "And the general usage of men bears witness to our argument, which does not apply the term \"most proper\" where the name does not truly agree with the nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:11",
                            "text": "For instance, we call a likeness, inexactly, \"a man,\" but what we properly designate by this name is the animal presented to us in nature."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:12",
                            "text": "And similarly, the language of Scripture recognizes the appellation of \"god\" for an idol, and for a demon, and for the belly: but here too the name has not its proper sense; and in the same way with all other cases."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:13",
                            "text": "A man is said to have eaten food in the fancy of a dream, but we cannot call this fancy food, in the proper sense of the term."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:14",
                            "text": "As, then, in the case of two men existing naturally, we properly call both equally by the name of man, while if any one should join an inanimate portrait in his enumeration with a real man, one might perhaps speak of him who really exists and of the likeness, as \"two men,\" but would no longer attribute to both the proper meaning of the word, so, on the supposition that the nature of the Only-begotten was conceived as something else than the essence of the Father, our author would not have called each of the essences \"most proper\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:15",
                            "text": "For how could any one signify things differing in nature by identity of names? Surely the truth seems to be made plain even by those who fight against it, as falsehood is unable, even when expressed in the words of the enemy, utterly to prevail over truth."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:16",
                            "text": "Hence the doctrine of orthodoxy is proclaimed by the mouth of its opponents, without their knowing what they say, as the saving Passion of the Lord for us had been foretold in the case of Caiaphas, not knowing what he said."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:17",
                            "text": "If, therefore, true propriety of essence is common to both (I mean to the Father and the Son), what room is there for saying that their essences are mutually divergent? Or how is a difference by way of superior power, or greatness, or honour, contemplated in them, seeing that the \"most proper\" essence admits of no diminution? For that which is whatever it is imperfectly, is not that thing \"most properly,\" be it nature, or power, or rank, or any other individual object of contemplation, so that the superiority of the Father's essence, as heresy will have it, proves the imperfection of the essence of the Son."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:18",
                            "text": "If then it is imperfect, it is not proper; but if it is \"most proper\" it is also surely perfect."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:19",
                            "text": "For it is not possible to call that which is deficient perfect."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:20",
                            "text": "But neither is it possible, when, in comparing them, that which is perfect is set beside that which is perfect, to perceive any difference by way of excess or defect: for perfection is one in both cases, as in a rule, not showing a hollow by defect, nor a projection by excess."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:21",
                            "text": "Thus, from these passages Eunomius' advocacy in favour of our doctrine may be sufficiently seen—I should rather say, not his earnestness on our behalf, but his conflict with himself."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:22",
                            "text": "For he turns against himself those devices whereby he establishes our doctrines by his own arguments."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Against Eunomius Book IV 5:23",
                            "text": "Let us, however, once more follow his writings word for word, that it may be clear to all that their argument has no power for evil except the desire to do mischief."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Against Eunomius Book IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:1",
                            "text": "6."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:2",
                            "text": "He then exposes argument about the \"Generate,\" and the \"product of making,\" and \"product of creation,\" and shows the impious nature of the language of Eunomius and Theognostus on the \"immediate\" and \"undivided\" character of the essence, and its \"relation to its creator and maker\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:3",
                            "text": "Let us listen, then, to what he says."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:4",
                            "text": "\"One might reasonably say that the most proper and primary essence, and that which alone exists by the operation of the Father, admits for itself the appellations of 'product of generation,' 'product of making,' and 'product of creation."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:5",
                            "text": "'\" Who knows not that what separates the Church from heresy is this term, \"product of creation,\" applied to the Son? Accordingly, the doctrinal difference being universally acknowledged, what would be the reasonable course for a man to take who endeavours to show that his opinions are more true than ours? Clearly, to establish his own statement, by showing, by such proofs as he could, that we ought to consider that the Lord is created."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:6",
                            "text": "Or omitting this, should he rather lay down a law for his readers that they should speak of matters of controversy as if they were acknowledged facts? For my own part, I think he should take the former course, and perhaps all who possess any share of intelligence demand this of their opponents, that they should, to begin with, establish upon some incontrovertible basis the first principle of their argument, and so proceed to press their theory by inferences."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:7",
                            "text": "Now our writer leaves alone the task of establishing the view that we should think He is created, and goes on to the next steps, fitting on the inferential process of his argument to this unproved assumption, being just in the condition of those men whose minds are deep in foolish desires, with their thoughts wandering upon a kingdom, or upon some other object of pursuit."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:8",
                            "text": "They do not think how any of the things on which they set their hearts could possibly be, but they arrange and order their good fortune for themselves at their pleasure, as if it were theirs already, straying with a kind of pleasure among non-existent things."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:9",
                            "text": "So, too, our clever author somehow or other lulls his own renowned dialectic to sleep, and before giving a demonstration of the point at issue, he tells, as if to children, the tale of this deceitful and inconsequent folly of his own doctrine, setting it forth like a story told at a drinking-party."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:10",
                            "text": "For he says that the essence which \"exists by the operation of the Father\" admits the appellation of \"product of generation,\" and of \"product of making,\" and of \"product of creation\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:11",
                            "text": "What reasoning showed us that the Son exists by any constructive operation, and that the nature of the Father remains inoperative with regard to the Personal existence of the Son? This was the very point at issue in the controversy, whether the essence of the Father begat the Son, or whether it made Him as one of the external things which accompany His nature."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:12",
                            "text": "Now seeing that the Church, according to the Divine teaching, believes the Only-begotten to be verily God, and abhors the superstition of polytheism, and for this cause does not admit the difference of essences, in order that the Godheads may not, by divergence of essence, fall under the conception of number (for this is nothing else than to introduce polytheism into our life)—seeing, I say, that the Church teaches this in plain language, that the Only-begotten is essentially God, very God of the essence of the very God, how ought one who opposes her decisions to overthrow the preconceived opinion? Should he not do so by establishing the opposing statement, demonstrating the disputed point from some acknowledged principle? I think no sensible man would look for anything else than this."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:13",
                            "text": "But our author starts from the disputed points, and takes, as though it were admitted, matter which is in controversy as a principle for the succeeding argument."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:14",
                            "text": "If it had first been shown that the Son had His existence through some operation, what quarrel should we have with what follows, that he should say that the essence which exists through an operation admits for itself the name of \"product of making\"? But let the advocates of error tell us how the consequence has any force, so long as the antecedent remains unestablished."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:15",
                            "text": "For supposing one were to grant by way of hypothesis that man is winged, there will be no question of concession about what comes next: for he who becomes winged will fly in some way or other, and lift himself up on high above the earth, soaring through the air on his wings."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:16",
                            "text": "But we have to see how he whose nature is not aerial could become winged, and if this condition does not exist, it is vain to discuss the next point."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:17",
                            "text": "Let our author, then, show this to begin with, that it is in vain that the Church has believed that the Only-begotten Son truly exists, not adopted by a Father falsely so called, but existing according to nature, by generation from Him Who is, not alienated from the essence of Him that begat Him."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:18",
                            "text": "But so long as his primary proposition remains unproved, it is idle to dwell on those which are secondary."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:19",
                            "text": "And let no one interrupt me, by saying that what we confess should also be confirmed by constructive reasoning: for it is enough for proof of our statement, that the tradition has come down to us from our fathers, handed on, like some inheritance, by succession from the apostles and the saints who came after them."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:20",
                            "text": "They, on the other hand, who change their doctrines to this novelty, would need the support of arguments in abundance, if they were about to bring over to their views, not men light as dust, and unstable, but men of weight and steadiness: but so long as their statement is advanced without being established, and without being proved, who is so foolish and so brutish as to account the teaching of the evangelists and apostles, and of those who have successively shone like lights in the churches, of less force than this undemonstrated nonsense?  Let us further look at the most remarkable instance of our author's cleverness; how, by the abundance of his dialectic skill, he ingeniously draws over to the contrary view the more simple sort."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:21",
                            "text": "He throws in, as an addition to the title of \"product of making,\" and that of \"product of creation,\" the further phrase, \"product of generation,\" saying that the essence of the Son \"admits these names for itself\"; and thinks that, so long as he harangues as if he were in some gathering of topers, his knavery in dealing with doctrine will not be detected by any one."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:22",
                            "text": "For in joining \"product of generation\" with \"product of making,\" and \"product of creation,\" he thinks that he stealthily makes away with the difference in significance between the names, by putting together what have nothing in common."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:23",
                            "text": "These are his clever tricks of dialectic; but we mere laymen in argument do not deny that, so far as voice and tongue are concerned, we are what his speech sets forth about us, but we allow also that our ears, as the prophet says, are made ready for intelligent hearing."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:24",
                            "text": "Accordingly, we are not moved, by the conjunction of names that have nothing in common, to make a confusion between the things they signify: but even if the great Apostle names together wood, hay, stubble, gold, silver, and precious stones, we reckon up summarily the number of things he mentions, and yet do not fail to recognize separately the nature of each of the substances named."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:25",
                            "text": "So here, too, when \"product of generation\" and \"product of making\" are named together, we pass from the sounds to the sense, and do not behold the same meaning in each of the names; for \"product of creation\" means one thing, and \"product of generation\" another: so that even if he tries to mingle what will not blend, the intelligent hearer will listen with discrimination, and will point out that it is an impossibility for any one nature to \"admit for itself\" the appellation of \"product of generation,\" and that of \"product of creation\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:26",
                            "text": "For, if one of these were true, the other would necessarily be false, so that, if the thing were a product of creation, it would not be a product of generation, and conversely, if it were called a product of generation, it would be alienated from the title of \"product of creation\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:27",
                            "text": "Yet Eunomius tells us that the essence of the Son \"admits for itself the appellations of 'product of generation,' 'product of making,' and 'product of creation'\"!  Does he, by what still remains, make at all more secure this headless and rootless statement of his, in which, in its earliest stage, nothing was laid down that had any force with regard to the point he is trying to establish? or does the rest also cling to the same folly, not deriving its strength from any support it gets from argument, but setting out its exposition of blasphemy with vague details like the recital of dreams? He says (and this he subjoins to what I have already quoted)—\"Having its generation without intervention, and preserving indivisible its relation to its Generator, Maker, and Creator\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:28",
                            "text": "Well, if we were to leave alone the absence of intervention and of division, and look at the meaning of the words as it stands by itself, we shall find that everywhere his absurd teaching is cast upon the ears of those whom he deceives, without corroboration from a single argument."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:29",
                            "text": "\"Its Generator, and Maker, and Creator,\" he says."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:30",
                            "text": "These names, though they seem to be three, include the sense of but two concepts, since two of the words are equivalent in meaning."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:31",
                            "text": "For to make is the same as to create, but generation is another thing distinct from those spoken of."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:32",
                            "text": "Now, seeing that the result of the signification of the words is to divide the ordinary apprehension of men into different ideas, what argument demonstrates to us that making is the same thing with generation, to the end that we may accommodate the one essence to this difference of terms? For so long as the ordinary significance of the words holds, and no argument is found to transfer the sense of the terms to an opposite meaning, it is not possible that any one nature should be divided between the conception of \"product of making,\" and that of \"product of generation\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:33",
                            "text": "Since each of these terms, used by itself, has a meaning of its own, we must also suppose the relative conjunction in which they stand to be appropriate and germane to the terms."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:34",
                            "text": "For all other relative terms have their connection, not with what is foreign and heterogeneous, but, even if the correlative term be suppressed, we hear spontaneously, together with the primary word, that which is linked with it, as in the case of \"maker,\" \"slave,\" \"friend,\" \"son,\" and so forth."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:35",
                            "text": "For all names that are considered as relative to another, present to us, by the mention of them, each its proper and closely connected relationship with that which it declares, while they avoid all mixture of that which is heterogeneous."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:36",
                            "text": "For neither is the name of \"maker\" linked with the word \"son,\" nor the term \"slave\" referred to the term \"maker,\" nor does \"friend\" present to us a \"slave,\" nor \"son\" a \"master,\" but we recognize clearly and distinctly the connection of each of these with its correlative, conceiving by the word \"friend\" another friend; by \"slave,\" a master; by \"maker,\" work; by \"son,\" a father."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:37",
                            "text": "In the same way, then, \"product of generation\" has its proper relative sense; with the \"product of generation,\" surely, is linked the generator, and with the \"product of creation\" the creator; and we must certainly, if we are not prepared by a substitution of names to introduce a confusion of things, preserve for each of the relative terms that which it properly connotes."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:38",
                            "text": "Now, seeing that the tendency of the meaning of these words is manifest, how comes it that one who advances his doctrine by the aid of logical system failed to perceive in these names their proper relative sense? But he thinks that he is linking on the \"product of generation\" to \"maker,\" and the \"product of making\" to \"generator,\" by saying that the essence of the Son \"admits for itself the appellations of 'product of generation,' 'product of making,' and 'product of creation,'\" and \"preserves indivisible its relation to its Generator, Maker, and Creator\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:39",
                            "text": "For it is contrary to nature, that a single thing should be split up into different relations."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:40",
                            "text": "But the Son is properly related to the Father, and that which is begotten to him that begat it, while the \"product of making\" has its relation to its \"maker\"; save if one might consider some inexact use, in some undistinguishing way of common parlance, to overrule the strict signification."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:41",
                            "text": "By what reasoning then is it, and by what arguments, according to that invincible logic of his, that he wins back the opinion of the mass of men, and follows out at his pleasure this line of thought, that as the God Who is over all is conceived and spoken of both as \"Creator\" and as \"Father,\" the Son has a close connection with both titles, being equally called both \"product of creation\" and \"product of generation\"? For as customary accuracy of speech distinguishes between names of this kind, and applies the name of \"generation\" in the case of things generated from the essence itself, and understands that of \"creation\" of those things which are external to the nature of their maker, and as on this account the Divine doctrines, in handing down the knowledge of God, have delivered to us the names of \"Father\" and \"Son,\" not those of \"Creator\" and \"work,\" that there might arise no error tending to blasphemy (as might happen if an appellation of the latter kind repelled the Son to the position of an alien and a stranger), and that the impious doctrines which sever the Only-begotten from essential affinity with the Father might find no entrance—seeing all this, I say, he who declares that the appellation of \"product of making\" is one befitting the Son, will safely say by consequence that the name of \"Son\" is properly applicable to that which is the product of making; so that, if the Son is a \"product of making,\" the heaven is called \"Son,\" and the individual things that have been made are, according to our author, properly named by the appellation of \"Son\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:42",
                            "text": "For if He has this name, not because He shares in nature with Him that begat Him, but is called Son for this reason, that He is created, the same argument will permit that a lamb, a dog, a frog, and all things that exist by the will of their maker, should be named by the title of \"Son\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:43",
                            "text": "If, on the other hand, each of these is not a Son and is not called God, by reason of its being external to the nature of the Son, it follows, surely, that He Who is truly Son is Son, and is confessed to be God by reason of His being of the very nature of Him that begat Him."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:44",
                            "text": "But Eunomius abhors the idea of generation, and excludes it from the Divine doctrine, slandering the term by his fleshly speculations."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:45",
                            "text": "Well, our discourse, in what precedes, showed sufficiently on this point that, as the Psalmist says, \"they are afraid where no fear is\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:46",
                            "text": "For if it was shown in the case of men that not all generation exists by way of passion, but that that which is material is by passion, while that which is spiritual is pure and incorruptible, (for that which is begotten of the Spirit is spirit and not flesh, and in spirit we see no condition that is subject to passion,) since our author thought it necessary to estimate the Divine power by means of examples among ourselves, let him persuade himself to conceive from the other mode of generation the passionless character of the Divine generation."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:47",
                            "text": "Moreover, by mixing up together these three names, of which two are equivalent, he thinks that his readers, by reason of the community of sense in the two phrases, will jump to the conclusion that the third is equivalent also."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:48",
                            "text": "For since the appellation of \"product of making,\" and \"product of creation,\" indicate that the thing made is external to the nature of the maker, he couples with these the phrase, \"product of generation,\" that this too may be interpreted along with those above mentioned."
                        },
                        {
                            "verse": 49,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:49",
                            "text": "But argument of this sort is termed fraud and falsehood and imposition, not a thoughtful and skilful demonstration."
                        },
                        {
                            "verse": 50,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:50",
                            "text": "For that only is called demonstration which shows what is unknown from what is acknowledged; but to reason fraudulently and fallaciously, to conceal your own reproach, and to confound by superficial deceits the understanding of men, as the Apostle says, \"of corrupt minds,\" this no sane man would call a skilful demonstration."
                        },
                        {
                            "verse": 51,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:51",
                            "text": "Let us proceed, however, to what follows in order."
                        },
                        {
                            "verse": 52,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:52",
                            "text": "He says that the generation of the essence is \"without intervention,\" and that it \"preserves indivisible its relation to its Generator, Maker, and Creator\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:53",
                            "text": "Well, if he had spoken of the immediate and indivisible character of the essence, and stopped his discourse there, it would not have swerved from the orthodox view, since we too confess the close connection and relation of the Son with the Father, so that there is nothing inserted between them which is found to intervene in the connection of the Son with the Father, no conception of interval, not even that minute and indivisible one, which, when time is divided into past, present, and future, is conceived indivisibly by itself as the present, as it cannot be considered as a part either of the past or of the future, by reason of its being quite without dimensions and incapable of division, and unobservable, to whichever side it might be added."
                        },
                        {
                            "verse": 54,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:54",
                            "text": "That, then, which is perfectly immediate, admits we say, of no such intervention; for that which is separated by any interval would cease to be immediate."
                        },
                        {
                            "verse": 55,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:55",
                            "text": "If, therefore, our author, likewise, in saying that the generation of the Son is \"without intervention,\" excluded all these ideas, then he laid down the orthodox doctrine of the conjunction of Him Who is with the Father."
                        },
                        {
                            "verse": 56,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:56",
                            "text": "When, however, as though in a fit of repentance, he straightway proceeded to add to what he had said that the essence \"preserves its relation to its Generator, Maker, and Creator,\" he polluted his first statement by his second, vomiting forth his blasphemous utterance upon the pure doctrine."
                        },
                        {
                            "verse": 57,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:57",
                            "text": "For it is clear that there too his \"without intervention\" has no orthodox intention, but, as one might say that the hammer is mediate between the smith and the nail, but its own making is \"without intervention,\" because, when tools had not yet been found out by the craft, the hammer came first from the craftsman's hands by some inventive process, not by means of any other tool, and so by it the others were made; so the phrase, \"without intervention,\" indicates that this is also our author's conception touching the Only-begotten."
                        },
                        {
                            "verse": 58,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:58",
                            "text": "And here Eunomius is not alone in his error as regards the enormity of his doctrine, but you may find a parallel also in the works of Theognostus, who says that God, wishing to make this universe, first brought the Son into existence as a sort of standard of the creation; not perceiving that in his statement there is involved this absurdity, that what exists, not for its own sake, but for the sake of something else, is surely of less value than that for the sake of which it exists: as we provide an implement of husbandry for the sake of life, yet the plough is surely not reckoned as equally valuable with life."
                        },
                        {
                            "verse": 59,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:59",
                            "text": "So, if the Lord also exists on account of the world, and not all things on account of Him, the whole of the things for the sake of which they say He exists, would be more valuable than the Lord."
                        },
                        {
                            "verse": 60,
                            "chapter": 6,
                            "name": "Against Eunomius Book IV 6:60",
                            "text": "And this is what they are here establishing by their argument, where they insist that the Son has His relation to His Creator and Maker \"without intervention\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Against Eunomius Book IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:1",
                            "text": "7."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:2",
                            "text": "He then clearly and skilfully criticises the doctrine of the impossibility of comparison with the things made after the Son, and exposes the idolatry contrived by Eunomius, and concealed by the terminology of \"Son\" and \"Only-begotten,\" to deceive his readers."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:3",
                            "text": "In the remainder of the passage, however, he becomes conciliatory, and says that the essence \"is not compared with any of the things that were made by it and after it\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:4",
                            "text": "Such are the gifts which the enemies of the truth offer to the Lord, by which their blasphemy is made more manifest."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:5",
                            "text": "Tell me what else is there of all things in creation that admits of comparison with a different thing, seeing that the characteristic nature that appears in each absolutely rejects community with things of a different kind? The heaven admits no comparison with the earth, nor this with the stars, nor the stars with the seas, nor water with stone, nor animals with trees, nor land animals with winged creatures, nor four-footed beasts with those that swim, nor irrational with rational creatures."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:6",
                            "text": "Indeed, why should one take up time with individual instances, in showing that we may say of every single thing that we behold in the creation, precisely what was thrown to the Only-begotten, as if it were something special—that He admits of comparison with none of the things that have been produced after Him and by Him? For it is clear that everything which you conceive by itself is incapable of comparison with the universe, and with the individual things which compose it; and it is this, which may be truly said of any creature you please, which is allotted by the enemies of the truth, as adequate and sufficient for His honour and glory, to the Only-begotten God! And once more, putting together phrases of the same sort in the remainder of the passage, he dignifies Him with his empty honours, calling Him \"Lord\" and \"Only-begotten\": but that no orthodox meaning may be conveyed to his readers by these names, he promptly mixes up blasphemy with the more notable of them."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:7",
                            "text": "His phrase runs thus:—\"Inasmuch,\" he says, \"as the generated essence leaves no room for community to anything else (for it is only-begotten), nor is the operation of the Maker contemplated as common\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:8",
                            "text": "O marvellous insolence! as though he were addressing his harangue to brutes, or senseless beings \"which have no understanding,\" he twists his argument about in contrary ways, as he pleases; or rather he suffers as men do who are deprived of sight; for they too behave often in unseemly ways before the eyes of those who see, supposing, because they themselves cannot see, that they are also unseen."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:9",
                            "text": "For what sort of man is it who does not see the contradiction in his words? Because it is \"generated,\" he says, the essence leaves other things no room for community, for it is only-begotten; and then when he has uttered these words, really as though he did not see or did not suppose himself to be seen, he tacks on, as if corresponding to what he has said, things that have nothing in common with them, coupling \"the operation of the maker\" with the essence of the Only-begotten."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:10",
                            "text": "That which is generated is correlative to the generator, and the Only-begotten, surely, by consequence, to the Father; and he who looks to the truth beholds, in co-ordination with the Son, not \"the operation of the maker,\" but the nature of Him that begat Him."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:11",
                            "text": "But he, as if he were talking about plants or seeds, or some other thing in the order of creation, sets \"the operation of the maker\" by the side of the existence of the Only-begotten."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:12",
                            "text": "Why, if a stone or a stick, or something of that sort, were the subject of consideration, it would be logical to pre-suppose \"the operation of the maker\"; but if the Only-begotten God is confessed, even by His adversaries, to be a Son, and to exist by way of generation, how do the same words befit Him that befit the lowest portions of the creation? how do they think it pious to say concerning the Lord the very thing which may be truly said of an ant or a gnat? For if any one understood the nature of an ant, and its peculiar ties in reference to other living things, he would not be beyond the truth in saying that \"the operation of its maker is not contemplated as common\" with reference to the other things."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:13",
                            "text": "What, therefore, is affirmed of such things as these, this they predicate also of the Only-begotten, and as hunters are said to intercept the passage of their game with holes, and to conceal their design by covering over the mouths of the holes with some unsound and unsubstantial material, in order that the pit may seem level with the ground about it, so heresy contrives against men something of the same sort, covering over the hole of their impiety with these fine-sounding and pious names, as it were with a level thatch, so that those who are rather unintelligent, thinking that these men's preaching is the same with the true faith, because of the agreement of their words, hasten towards the mere name of the Son and the Only-begotten, and step into emptiness in the hole, since the significance of these titles will not sustain the weight of their tread, but lets them down into the pitfall of the denial of Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:14",
                            "text": "This is why he speaks of the generated essence that leaves nothing room for community, and calls it \"Only-begotten\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:15",
                            "text": "These are the coverings of the hole."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:16",
                            "text": "But when any one stops before he is caught in the gulf, and puts forth the test of argument, like a hand, upon his discourse, he sees the dangerous downfall of idolatry lying beneath the doctrine."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:17",
                            "text": "For when he draws near, as though to God and the Son of God, he finds a creature of God set forth for his worship."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:18",
                            "text": "This is why they proclaim high and low the name of the Only-begotten, that the destruction may be readily accepted by the victims of their deceit, as though one were to mix up poison in bread, and give a deadly greeting to those who asked for food, who would not have been willing to take the poison by itself, had they not been enticed to what they saw."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:19",
                            "text": "Thus he has a sharp eye to the object of his efforts, at least so far as his own opinion goes."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:20",
                            "text": "For if he had entirely rejected from his teaching the name of the Son, his falsehood would not have been acceptable to men, when his denial was openly stated in a definite proclamation; but now leaving only the name, and changing the signification of it to express creation, he at once sets up his idolatry, and fraudulently hides its reproach."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:21",
                            "text": "But since we are bidden not to honour God with our lips, and piety is not tested by the sound of a word, but the Son must first be the object of belief in the heart unto righteousness, and then be confessed with the mouth unto salvation, and those who say in their hearts that He is not God, even though with their mouths they confess Him as Lord, are corrupt and became abominable, as the prophet says,—for this cause, I say, we must look to the mind of those who put forward, forsooth, the words of the faith, and not be enticed to follow their sound."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:22",
                            "text": "If, then, one who speaks of the Son does not by that word refer to a creature, he is on our side and not on the enemy's; but if any one applies the name of Son to the creation, he is to be ranked among idolaters."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:23",
                            "text": "For they too gave the name of God to Dagon and Bel and the Dragon, but they did not on that account worship God."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Against Eunomius Book IV 7:24",
                            "text": "For the wood and the brass and the monster were not God."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Against Eunomius Book IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:1",
                            "text": "8."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:2",
                            "text": "He proceeds to show that there is no \"variance\" in the essence of the Father and the Son: wherein he expounds many forms of variation and harmony, and explains the \"form,\" the \"seal,\" and the \"express image\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:3",
                            "text": "But what need is there in our discourse to reveal his hidden deceit by mere guesses at his intention, and possibly to give our hearers occasions for objection, on the ground that we make these charges against our enemies untruly? For lo, he sets forth to us his blasphemy in its nakedness, not hiding his guile by any veil, but speaking boldly in his absurdities with unrestrained voice."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:4",
                            "text": "What he has written runs thus:—\"We, for our part,\" he says, \"as we find nothing else besides the essence of the Son which admits of the generation, are of opinion that we must assign the appellations to the essence itself, or else we speak of 'Son' and 'begotten' to no purpose, and as a mere verbal matter, if we are really to separate them from the essence; starting from these names, we also confidently maintain that the essences are variant from each other\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:5",
                            "text": "There is no need, I imagine, that the absurdity here laid down should be refuted by arguments from us."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:6",
                            "text": "The mere reading of what he has written is enough to pillory his blasphemy."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:7",
                            "text": "But let us thus examine it."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:8",
                            "text": "He says that the essences of the Father and the Son are \"variant\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:9",
                            "text": "What is meant by \"variant\"? Let us first of all examine the force of the term as it is applied by itself, that by the interpretation of the word its blasphemous character may be more clearly revealed."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:10",
                            "text": "The term \"variance\" is used, in the inexact sense sanctioned by custom, of bodies, when, by palsy or any other disease, any limb is perverted from its natural co-ordination."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:11",
                            "text": "For we speak, comparing the state of suffering with that of health, of the condition of one who has been subjected to a change for the worse, as being a \"variation\" from his usual health; and in the case of those who differ in respect of virtue and vice, comparing the licentious life with that of purity and temperance, or the unjust life with that of justice, or the life which is passionate, warlike, and prodigal of anger, with that which is mild and peaceful—and generally all that is reproached with vice, as compared with what is more excellent, is said to exhibit \"variance\" from it, because the marks observed in both—in the good, I mean, and the inferior—do not mutually agree."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:12",
                            "text": "Again, we say that those qualities observed in the elements are \"at variance\" which are mutually opposed as contraries, having a power reciprocally destructive, as heat and cold, or dryness and moisture, or, generally, anything that is opposed to another as a contrary; and the absence of union in these we express by the term \"variation\"; and generally everything which is out of harmony with another in their observed characteristics, is said to be \"at variance\" with it, as health with disease, life with death, war with peace, virtue with vice, and all similar cases."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:13",
                            "text": "Now that we have thus analyzed these expressions, let us also consider in regard to our author in what sense he says that the essences of the Father and the Son are \"variant from each other\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:14",
                            "text": "What does he mean by it? Is it in the sense that the Father is according to nature, while the Son \"varies\" from that nature? Or does he express by this word the perversion of virtue, separating the evil from the more excellent by the name of \"variation,\" so as to regard the one essence in a good, the other in a contrary aspect? Or does he assert that one Divine essence also is variant from another, in the manner of the opposition of the elements? or as war stands to peace, and life to death, does he also perceive in the essences the conflict which so exists among all such things, so that they cannot unite one with another, because the mixture of contraries exerts upon the things mingled a consuming force, as the wisdom of the Proverbs saith of such a doctrine, that water and fire never say \"It is enough,\" expressing enigmatically the nature of contraries of equal force and equal balance, and their mutual destruction? Or is it in none of these ways that he sees \"variance\" in the essences? Let him tell us, then, what he conceives besides these."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:15",
                            "text": "He could not say, I take it, even if he were to repeat his wonted phrase, \"The Son is variant from Him Who begat Him\"; for thereby the absurdity of his statements is yet more clearly shown."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:16",
                            "text": "For what mutual relation is so closely and concordantly engrafted and fitted together as that meaning of relation to the Father expressed by the word \"Son\"? And a proof of this is that even if both of these names be not spoken, that which is omitted is connoted by the one that is uttered, so closely is the one implied in the other, and concordant with it: and both of them are so discerned in the one that one cannot be conceived without the other."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:17",
                            "text": "Now that which is \"at variance\" is surely so conceived and so called, in opposition to that which is \"in harmony,\" as the plumb-line is in harmony with the straight line, while that which is crooked, when set beside that which is straight, does not harmonize with it."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:18",
                            "text": "Musicians also are wont to call the agreement of notes \"harmony,\" and that which is out of tune and discordant \"inharmonious\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:19",
                            "text": "To speak of things as at \"variance,\" then, is the same as to speak of them as \"out of harmony\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:20",
                            "text": "If, therefore, the nature of the Only-begotten God is at \"variance,\" to use the heretical phrase, with the essence of the Father, it is surely not in harmony with it: and inharmoniousness cannot exist where there is no possibility of harmony."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:21",
                            "text": "For the case is as when, the figure in the wax and in the graying of the signet being one, the wax that has been stamped by the signet, when it is fitted again to the latter, makes the impression on itself accord with that which surrounds it, filling up the hollows and accommodating the projections of the engraving with its own patterns: but if some strange and different pattern is fitted to the engraving of the signet, it makes its own form rough and confused, by rubbing off its figure on an engraved surface that does not correspond with it."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:22",
                            "text": "But He Who is \"in the form of God\" has been formed by no impression different from the Father, seeing that He is \"the express image\" of the Father's Person, while the \"form of God\" is surely the same thing as His essence."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:23",
                            "text": "For as, \"being made in the form of a servant,\" He was formed in the essence of a servant, not taking upon Him the form merely, apart from the essence, but the essence is involved in the sense of \"form,\" so, surely, he who says that He is \"in the form of God\" signified essence by \"form\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:24",
                            "text": "If, therefore, He is \"in the form of God,\" and being in the Father is sealed with the Father's glory, (as the word of the Gospel declares, which saith, \"Him hath God the Father sealed,\"—whence also \"He that hath seen Me hath seen the Father,\") then \"the image of goodness\" and \"the brightness of glory,\" and all other similar titles, testify that the essence of the Son is not out of harmony with the Father."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:25",
                            "text": "Thus by the text cited is shown the insubstantial character of the adversaries' blasphemy."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:26",
                            "text": "For if things at \"variance\" are not in harmony, and He Who is sealed by the Father, and displays the Father in Himself, both being in the Father, and having the Father in Himself, shows in all points His close relation and harmony, then the absurdity of the opposing views is hereby overwhelmingly shown."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:27",
                            "text": "For as that which is at \"variance\" was shown to be out of harmony, so conversely that which is harmonious is surely confessed beyond dispute not to be at \"variance\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:28",
                            "text": "For as that which is at \"variance\" is not harmonious, so the harmonious is not at \"variance\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:29",
                            "text": "Moreover, he who says that the nature of the Only-begotten is at \"variance\" with the good essence of the Father, clearly has in view variation in the good itself."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Against Eunomius Book IV 8:30",
                            "text": "But as for what that is which is at variance with the good—\"O ye simple,\" as the Proverb saith, \"understand his craftiness!\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Against Eunomius Book IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:1",
                            "text": "9."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:2",
                            "text": "Then, distinguishing between essence and generation, he declares the empty and frivolous language of Eunomius to be like a rattle."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:3",
                            "text": "He proceeds to show that the language used by the great Basil on the subject of the generation of the Only-begotten has been grievously slandered by Eunomius, and so ends the book."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:4",
                            "text": "I will pass by these matters, however, as the absurdity involved is evident; let us examine what precedes."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:5",
                            "text": "He says that nothing else is found, \"besides the essence of the Son, which admits of the generation\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:6",
                            "text": "What does he mean when he says this? He distinguishes two names from each other, and separating by his discourse the things signified by them, he sets each of them individually apart by itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:7",
                            "text": "\"The generation\" is one name, and \"the essence\" is another."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:8",
                            "text": "The essence, he tells us, \"admits of the generation,\" being therefore of course something distinct from the generation."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:9",
                            "text": "For if the generation were the essence (which is the very thing he is constantly declaring), so that the two appellations are equivalent in sense, he would not have said that the essence \"admits of the generation\": for that would amount to saying that the essence admits of the essence, or the generation the generation,—if, that is, the generation were the same thing as the essence."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:10",
                            "text": "He understands, then, the generation to be one thing, and the essence to be another, which \"admits of generation\": for that which is taken cannot be the same with that which admits it."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:11",
                            "text": "Well, this is what the sage and systematic statement of our author says: but as to whether there is any sense in his words, let him consider who is expert in judging."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:12",
                            "text": "I will resume his actual words."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:13",
                            "text": "He says that he finds \"nothing else besides the essence of the Son which admits of the generation\"; that there is no sense in his words however, is clear to every one who hears his statement at all: the task which remains seems to be to bring to light the blasphemy which he is trying to construct by aid of these meaningless words."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:14",
                            "text": "For he desires, even if he cannot effect his purpose, to produce in his hearers by this slackness of expression, the notion that the essence of the Son is the result of construction: but he calls its construction \"generation,\" decking out his horrible blasphemy with the fairest phrase, that if \"construction\" is the meaning conveyed by the word \"generation,\" the idea of the creation of the Lord may receive a ready assent."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:15",
                            "text": "He says, then, that the essence \"admits of generation,\" so that every construction may be viewed, as it were, in some subject matter."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:16",
                            "text": "For no one would say that that is constructed which has no existence, so extending \"making\" in his discourse, as if it were some constructed fabric, to the nature of the Only-begotten God."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:17",
                            "text": "\"If, then,\" he says, \"it admits of this generation,\"—wishing to convey some such meaning as this, that it would not have been, had it not been constructed."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:18",
                            "text": "But what else is there among the things we contemplate in the creation which is without being made? Heaven, earth, air, sea, everything whatever that is, surely is by being made."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:19",
                            "text": "How, then, comes it that he considered it a peculiarity in the nature of the Only begotten, that it \"admits generation\" (for this is his name for making) \"into its actual essence,\" as though the humble-bee or the gnat did not admit generation into itself, but into something else besides itself."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:20",
                            "text": "It is therefore acknowledged by his own writings, that by them the essence of the Only-begotten is placed on the same level with the smallest parts of the creation: and every proof by which he attempts to establish the alienation of the Son from the Father has the same force also in the case of individual things."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:21",
                            "text": "What need has he, then, for this varied acuteness to establish the diversity of nature, when he ought to have taken the short cut of denial, by openly declaring that the name of the Son ought not to be confessed, or the Only-begotten God to be preached in the churches, but that we ought to esteem the Jewish worship as superior to the faith of Christians, and, while we confess the Father as being alone Creator and Maker of the world, to reduce all other things to the name and conception of the creation, and among these to speak of that work which preceded the rest as a \"thing made,\" which came into being by some constructive operation, and to give Him the title of \"First created,\" instead of Only-begotten and Very Son."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:22",
                            "text": "For when these opinions have carried the day, it will be a very easy matter to bring doctrines to a conclusion in agreement with the aim they have in view, when all are guided, as you might expect from such a principle, to the consequence that it is impossible that He Who is neither begotten nor a Son, but has His existence through some energy, should share in essence with God."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:23",
                            "text": "So long, however, as the declarations of the Gospel prevail, by which He is proclaimed as \"Son,\" and \"Only-begotten,\" and \"of the Father,\" and \"of God,\" and the like, Eunomius will talk his nonsense to no purpose, leading himself and his followers astray by such idle chatter."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:24",
                            "text": "For while the title of \"Son\" speaks aloud the true relation to the Father, who is so foolish that, while John and Paul and the rest of the choir of the Saints proclaim these words,—words of truth, and words that point to the close affinity,—he does not look to them, but is led by the empty rattle of Eunomius' sophisms to think that Eunomius is a truer guide than the teaching of these who by the Spirit speak mysteries, and who bear Christ in themselves? Why, who is this Eunomius? Whence was he raised up to be the guide of Christians?  But let all this pass, and let our earnestness about what lies before us calm down our heart, that is swollen with jealousy on behalf of the faith against the blasphemers."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:25",
                            "text": "For how is it possible not to be moved to wrath and hatred, while our God, and Lord, and Life-giver, and Saviour is insulted by these wretched men? If he had reviled my father according to the flesh, or been at enmity with my benefactor, would it have been possible to bear without emotion his anger against those I love? And if the Lord of my soul, Who gave it being when it was not, and redeemed it when in bondage, and gave me to taste of this present life, and prepared for me the life to come, Who calls us to a kingdom, and gives us His commands that we may escape the damnation of hell,—these are small things that I speak of, and not worthy to express the greatness of our common Lord—He that is worshipped by all creation, by things in heaven, and things on earth, and things under the earth, by Whom stand the unnumbered myriads of the heavenly ministers, to Whom is turned all that is under rule here, and that has the desire of good—if He is exposed to reviling by men, for whom it is not enough to associate themselves with the party of the apostate, but who count it loss not to draw others by their scribbling into the same gulf with themselves, that those who come after may not lack a hand to lead them to destruction, is there any one who blames us for our anger against these men? But let us return to the sequence of his discourse."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:26",
                            "text": "He next proceeds once more to slander us as dishonouring the generation of the Son by human similitudes, and mentions what was written on these points by our father, where he says that while by the word \"Son\" two things are signified, the being formed by passion, and the true relationship to the begetter, he does not admit in discourses upon things divine the former sense, which is unseemly and carnal, but in so far as the latter tends to testify to the glory of the Only-begotten, this alone finds a place in the sublime doctrines."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:27",
                            "text": "Who, then, dishonours the generation of the Son by human notions? He who sets far from the Divine generation what belongs to passion and to man, and joins the Son impassibly to Him that begat Him? or he who places Him Who brought all things into being on a common level with the lower creation? Such an idea, however, as it seems,—that of associating the Son in the majesty of the Father,—this new wisdom seems to regard as dishonouring; while it considers as great and sublime the act of bringing Him down to equality with the creation that is in bondage with us."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:28",
                            "text": "Empty complaints! Basil is slandered as dishonouring the Son, who honours Him even as he honours the Father, and Eunomius is the champion of the Only-begotten, who severs Him from the good nature of the Father! Such a reproach Paul also once incurred with the Athenians, being charged therewith by them as \"a setter forth of strange gods,\" when he was reproving the wandering among their gods of those who were mad in their idolatry, and was leading them to the truth, preaching the resurrection by the Son."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:29",
                            "text": "These charges are now brought against Paul's follower by the new Stoics and Epicureans, who \"spend their time in nothing else,\" as the history says of the Athenians, \"but either to tell or to hear some new thing\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:30",
                            "text": "For what could be found newer than this,—a Son of an energy, and a Father of a creature, and a new God springing up from nothing, and good at variance with good? These are they who profess to honour Him with due honour by saying that He is not that which the nature of Him that begat Him is."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Against Eunomius Book IV 9:31",
                            "text": "Is Eunomius not ashamed of the form of such honour, if one were to say that he himself is not akin in nature to his father, but has community with something of another kind? If he who brings the Lord of the creation into community with the creation declares that he honours Him by so doing, let him also himself be honoured by having community assigned him with what is brute and senseless: but, if he finds community with an inferior nature hard and insolent treatment, how is it honour for Him Who, as the prophet saith, \"ruleth with His power for ever,\" to be ranked with that nature which is in subjection and bondage? But enough of this."
                        }
                    ]
                }
            ]
        }
    ]
}