{
    "books": [
        {
            "name": "Augustine: On the Soul and its Origin (Retractions)",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Soul and its Origin (Retractions) 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:1",
                            "text": "On the soul and its Origin: Extract from Augustin's \"Retractations,\"  Book II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:2",
                            "text": "Chapter 56,  On the Following Treatise,  \"De anima et ejus origine\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:3",
                            "text": "\"At that time one Vincentius discovered in the possesion of a certain presbyter called Peter, in Mauritania Caesariensis, a little work of mine, in a particular passage of which, touching the origin of souls in individual men, I had confessed that I knew not whether they are propagated from the primeval soul of the first man, and from that by parental descent, or whether they are severally assigned to each person without propogation, as the first was to Adam; but that I was, at the same time, quite sure that the soul was not body, but spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:4",
                            "text": "In opposition to these opinions of mine, he addressed to this Peter two books, which were sent to me from Caesarea by the monk Renatus."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:5",
                            "text": "Having read these books, I replied in four others,—one addressed to the monk Renatus, another to the presbyter Peter, and two more to Victor himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:6",
                            "text": "That to Peter, however, though it has all the lengthiness of a book, is yet only a letter, which I did not like to be kept separate from the other three works."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:7",
                            "text": "In all of them, while discussing many points which were unavoidable, I defended my hesitancy on the point of the origin of the souls which are given to individual men; and I pointed out this man's many errors and presumptuous pravity."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:8",
                            "text": "At the same time, I treated the young man as gently as I could,—not as one who ought to be denounced all out of hand, but as one who ought to be still instructed; and I accepted the account of his conduct which he wrote back to me."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:9",
                            "text": "In this work of mine, the book addressed to Renatus begins with these words: \"Your sincerity towards us;\" while that which was written to Peter begins thus: \"To his Lordship, my dearly beloved brother and co-presbyter Peter\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin (Retractions) 1:10",
                            "text": "Of the last two books, which are addressed to Vincentius Victor, the former one thus opens: \"As to that which I have thought it my duty to write to you\"."
                        }
                    ]
                }
            ]
        }
    ]
}