{
    "books": [
        {
            "name": "Sulpitius Severus: Letters",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sulpitius Severus: Letters 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:1",
                            "text": "Letter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:2",
                            "text": "To Eusebius."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:3",
                            "text": "Against Some Envious Assailants of Martin."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:4",
                            "text": "Yesterday a number of monks having come to me, it happened that amid endless fables, and much tiresome discourse, mention was made of the little work which I published concerning the life of that saintly man Martin, and I was most happy to hear that it was being eagerly and carefully read by multitudes."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:5",
                            "text": "In the meantime, however, I was told that a certain person, under the influence of an evil spirit, had asked why Martin, who was said to have raised the dead and to have rescued houses from the flames, had himself recently become subject to the power of fire, and thus been exposed to suffering of a dangerous character."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:6",
                            "text": "Wretched man, whoever he is, that expressed himself thus! We recognize his perfidious talk in the words of the Jews of old, who reviled the Lord, when hanging upon the cross, in the following terms: \"He saved others; himself he cannot save\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:7",
                            "text": "Truly it is clear that, whoever be the person referred to, if he had lived in those times, he would have been quite prepared to speak against the Lord in these terms, inasmuch as he blasphemes a saint of the Lord, after a like fashion."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:8",
                            "text": "How then, I ask thee, whosoever thou art, how does the case stand? Was Martin really not possessed of power, and not a partaker of holiness, because he became exposed to danger from fire? O thou blessed man, and in all things like to the Apostles, even in the reproaches which are thus heaped upon thee! Assuredly those Gentiles are reported to have entertained the same sort of thought respecting Paul also, when the viper had bitten him, for they said, \"This man must be a murderer, whom, although saved from the sea, the fates do not permit to live\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:9",
                            "text": "But he, shaking off the viper into the fire, suffered no harm."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:10",
                            "text": "They, however, imagined that he would suddenly fall down, and speedily die; but when they saw that no harm befell him, changing their minds, they said that he was a God."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:11",
                            "text": "But, O thou most miserable of men, you ought, even from that example to have yourself been convinced of your falsity; so that, if it had proved a stumbling-block to thee that Martin appeared touched by the flame of fire, you should, on the other hand, have ascribed his being merely touched to his merits and power, because, though surrounded by flames, he did not perish."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:12",
                            "text": "For acknowledge, thou miserable man, acknowledge what you seem ignorant of, that almost all the saints have been more remarkable for the dangers they encountered, than even for the virtues they displayed."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:13",
                            "text": "I see, indeed, Peter strong in faith, walking over the waves of the sea, in opposition to the nature of things, and that he pressed the unstable waters with his footprints."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:14",
                            "text": "But not on that account does the preacher of the Gentiles seem to me a smaller man, whom the waves swallowed up; and, after three days and three nights, the water restored him emerging from the deep."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:15",
                            "text": "Nay, I am almost inclined to think that it was a greater thing to have lived in the deep, than to have walked along the depths of the sea."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:16",
                            "text": "But, thou foolish man, you had not, as I suppose, read these things; or, having read them, had not understood them."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:17",
                            "text": "For the blessed Evangelist would not have recorded in holy writ an incident of that kind—under divine guidance—(except that, from such cases, the human mind might be instructed as to the dangers connected with shipwrecks and serpents!) and, as the Apostle relates, who gloried in his nakedness, and hunger, and perils from robbers, all these things are indeed to be endured in common by holy men, but that it has always been the chief excellence of the righteous in enduring and conquering such things, while amid all their trials, being patient and ever unconquerable, they overcame them all the more courageously, the heavier was the burden which they had to bear."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:18",
                            "text": "Hence this event which is ascribed to the infirmity of Martin is, in reality, full of dignity and glory, since indeed, being tried  by a most dangerous calamity, he came forth a conqueror."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:19",
                            "text": "But let no one wonder that the incident referred to was omitted by me in that treatise which I wrote concerning his life, since in that very work I openly acknowledged that I had not embraced all his acts; and that for the good reason that, if I had been minded to narrate them all, I must have presented an enormous volume to my readers."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:20",
                            "text": "And indeed, his achievements were not of so limited a number that they could all be comprehended in a book."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:21",
                            "text": "Nevertheless, I shall not leave this incident, about which a question has arisen, to remain in obscurity, but shall relate the whole affair as it occurred, lest I should appear perchance to have intentionally passed over that which might be put forward in calumniation of the saintly man."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:22",
                            "text": "Martin having, about the middle of winter, come to a certain parish, according to the usual custom for the bishops to visit the churches in the diocese, the clerics had prepared an abode for him in the private part of the church, and had kindled a large fire beneath the floor which was decayed and very thin."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:23",
                            "text": "They also erected for him a couch consisting of a large amount of straw."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:24",
                            "text": "Then, when Martin betook himself to rest, he was annoyed with the softness of the too luxurious bed, inasmuch as he had been accustomed to lie on the bare ground with only a piece of sackcloth stretched over him."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:25",
                            "text": "Accordingly, influenced by the injury which had, as it were, been done him, he threw aside the whole of the straw."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:26",
                            "text": "Now, it so happened that part of the straw which he had thus removed fell upon the stove."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:27",
                            "text": "He himself, in the meantime, rested, as was his wont, upon the bare ground, tired out by his long journey."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:28",
                            "text": "About midnight, the fire bursting up through the stove which, as I have said, was far from sound, laid hold of the dry straw."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:29",
                            "text": "Martin, being wakened out of sleep by this unexpected occurrence, and being prevented by the pressing danger, but chiefly, as he afterwards related, by the snares and urgency of the devil, was longer than he ought to have been in having recourse to the aid of prayer."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:30",
                            "text": "For, desiring to get outside, he struggled long and laboriously with the bolt by which he had secured the door."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:31",
                            "text": "Ere long he perceived that he was surrounded by a fearful conflagration; and the fire had even laid hold of the garment with which he was clothed."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:32",
                            "text": "At length recovering his habitual conviction that his safety lay not in flight, but in the Lord, and seizing the shield of faith and prayer, committing himself entirely to the Lord, he lay down in the midst of the flames."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:33",
                            "text": "Then truly, the fire having been removed by divine interposition, he continued to pray amid a circle of flames that did him no harm."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:34",
                            "text": "But the monks, who were before the door, hearing the sound of the crackling and struggling fire, broke open the barred door; and, the fire being extinguished, they brought forth Martin from the midst of the flames, all the time supposing that he must ere then have been burnt to ashes by a fire of so long continuance."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:35",
                            "text": "Now, as the Lord is my witness, he himself related to me, and not without groans, confessed that he was in this matter beguiled by the arts of the devil; in that, when roused from sleep, he did not take the wise course of repelling the danger by means of faith and prayer."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:36",
                            "text": "He also added that the flames raged around him all the time that, with a distempered mind, he strove to throw open the door."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:37",
                            "text": "But he declared that as soon as he again sought assistance from the cross, and tried the weapons of prayer, the central flames gave way, and that he then felt them shedding a dewy refreshment over him, after having just experienced how cruelly they burned him."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Letters 1:38",
                            "text": "Considering all which, let every one who reads this letter understand that Martin was indeed tried by that danger, but passed through it with true acceptance."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Sulpitius Severus: Letters 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:1",
                            "text": "Letter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:2",
                            "text": "To the Deacon Aurelius."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:3",
                            "text": "Sulpitius has a Vision of St."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:4",
                            "text": "Martin."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:5",
                            "text": "Sulpitius Severus to Aurelius the Deacon sendeth greeting,—  After you had departed from me in the morning, I was sitting alone in my cell; and there occurred to me, as often happens, that hope of the future which I cherish, along with a weariness of the present world, a terror of judgment, a fear of punishment, and, as a consequence, indeed as the source from which the whole train of thought had flowed, a remembrance of my sins, which had rendered me worn and miserable."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:6",
                            "text": "Then, after I had placed on my couch my limbs fatigued with the anguish of my mind, sleep crept upon me, as frequently happens from melancholy; and such sleep, as it is always somewhat light and uncertain in the morning hours, so it pervaded my members only in a hovering and doubtful manner."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:7",
                            "text": "Thus it happens, what does not occur in a different kind of slumber, that one can feel he is dreaming while almost awake."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:8",
                            "text": "In these circumstances, I seemed suddenly to see St."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:9",
                            "text": "Martin appear to me in the character of  a bishop, clothed in a white robe, with a countenance as of fire, with eyes like stars, and with purple hair."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:10",
                            "text": "He thus appeared to me with that aspect and form of body which I had known, so that I find it almost difficult to say what I mean—he could not be steadfastly beheld, though he could be clearly recognized."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:11",
                            "text": "Well, directing a gentle smile towards me, he held out in his right hand the small treatise which I had written concerning his life."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:12",
                            "text": "I, for my part, embraced his sacred knees, and begged for his blessing according to custom."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:13",
                            "text": "Upon this, I felt his hand placed on my head with the sweetest touch, while, amid the solemn words of benediction, he repeated again and again the name of the cross so familiar to his lips."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:14",
                            "text": "Ere long, while my eyes were earnestly fixed upon him, and when I could not satisfy myself with gazing upon his countenance, he was suddenly taken away from me and raised on high."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:15",
                            "text": "At last, having passed through the vast expanse of the air, while my straining eyes followed him ascending in a rapidly moving cloud, he could no longer be seen by me gazing after him."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:16",
                            "text": "And not long after, I saw the holy presbyter Clarus, a disciple of Martin's who had lately died, ascend in the same way as I had seen his master."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:17",
                            "text": "I, impudently desiring to follow, while I aim at and strive after such lofty steps, suddenly wake up; and, being roused from sleep, I had begun to rejoice over the vision, when a boy, a servant in the family, enters to me with a countenance sadder than is usual with one who gives utterance to his grief in words."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:18",
                            "text": "\"What,\" I enquire of him, \"do you wish to tell me with so melancholy an aspect?\" \"Two monks,\" he replied, \"have just been here from Tours, and they have brought word that Martin is dead\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:19",
                            "text": "I confess that I was cut to the heart; and bursting into tears, I wept most abundantly."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:20",
                            "text": "Nay, even now, as I write these things to you, brother, my tears are flowing, and I find no consolation for my all but unbearable sorrow."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:21",
                            "text": "And I should wish you, when this news reaches you, to be a partaker in my grief, as you were a sharer with me in his love."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:22",
                            "text": "Come then, I beg of you, to me without delay, that we may mourn in common him whom in common we love."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:23",
                            "text": "And yet I am well aware that such a man ought not to be mourned over, to whom, after his victory and triumph over the world, there has now at last been given the crown of righteousness."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:24",
                            "text": "Nevertheless, I cannot so command myself as to keep from grieving."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:25",
                            "text": "I have, no doubt, sent on before me one who will plead my cause in heaven, but I have, at the same time, lost my great source of consolation in this present life; yet if grief would yield to the influence of reason, I certainly ought to rejoice."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:26",
                            "text": "For he is now mingling among the Apostles and Prophets, and (with all respect for the saints on high be it said) he is second to no one in that assembly of the righteous as I firmly hope, believe, and trust, being joined especially to those who washed their robes in the blood of the Lamb."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:27",
                            "text": "He now follows the Lamb as his guide, free from all spot of defilement."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:28",
                            "text": "For although the character of our times could not ensure him the honor of martyrdom, yet he will not remain destitute of the glory of a martyr, because both by vow and virtues he was alike able and willing to be a martyr."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:29",
                            "text": "But if he had been permitted, in the times of Nero and of Decius, to take part in the struggle which then went on, I take to witness the God of heaven and earth that he would freely have submitted to the rack of torture, and readily surrendered himself to the flames: yea, worthy of being compared to the illustrious Hebrew youths, amid the circling flames, and though in the very midst of the furnace, he would have sung a hymn of the Lord."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:30",
                            "text": "But if perchance it had pleased the persecutor to inflict upon him the punishment which Isaiah endured, he would never have shown himself inferior to the prophet, nor would have shrunk from having his members torn in pieces by saws and swords."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:31",
                            "text": "And if impious fury had preferred to drive the blessed man over precipitous rocks or steep mountains, I maintain that, clinging to the testimony of truth he would willingly have fallen."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:32",
                            "text": "But if, after the example of the teacher of the Gentiles, as indeed often happened, he had been included among other victims who were condemned to die by the sword, he would have been foremost to urge on the executioner to his work that he might obtain the crown of blood."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:33",
                            "text": "And, in truth, far from shrinking from a confession of the Lord, in the face of all those penalties and punishments, which frequently prove too much for human infirmity, he would have stood so immovable as to have smiled with joy and gladness over the sufferings and torments he endured, whatever might have been the tortures inflicted upon him."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:34",
                            "text": "But although he did in fact suffer none of these things, yet he fully attained to the honor of martyrdom without shedding his blood."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:35",
                            "text": "For what agonies of human sufferings did he not endure in behalf of the hope of eternal life, in hunger, in watchings, in nakedness, in fastings,  in reproachings of the malignant, in persecutions of the wicked, in care for the weak, in anxiety for those in danger? For who ever suffered but Martin suffered along with him? Who was made to stumble and he burnt not? Who perished, and he did not mourn deeply? Besides those daily struggles which he carried on against the various conflicts with human and spiritual wickedness, while invariably, as he was assailed with divers temptations, there prevailed in his case fortitude in conquering, patience in waiting, and placidity in enduring."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:36",
                            "text": "O man, truly indescribable in piety, mercy, love, which daily grows cold even in holy men through the coldness of the world, but which in his case increased onwards to the end, and endured from day to day! I, for my part, had the happiness of enjoying this grace in him even in an eminent degree, for he loved me in a special manner, though I was far from meriting such affection."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:37",
                            "text": "And, on the remembrance, yet again my tears burst forth, while groans issue from the bottom of my heart."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:38",
                            "text": "In what man shall I for the future find such repose for my spirit as I did in him? and in whose love shall I enjoy like consolation? Wretched being that I am, sunk in affliction, can I ever, if life be spared me, cease to lament that I have survived Martin? Shall there in future be to me any pleasure in life, or any day or hour free from tears; or can I ever, my dearest brother, make mention of him to you without lamentation? And yet, in conversing with you, can I ever talk of any other subject than him? But why do I stir you up to tears and lamentations? So I now desire you to be comforted, although I am unable to console myself."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:39",
                            "text": "He will not be absent from us; believe me, he will never, never forsake us, but will be present with us as we discourse regarding him, and will be near to us as we pray; and the happiness which he has even to-day deigned to bestow, even that of seeing him in his glory, he will frequently in future afford; and he will protect us, as he did but a little while ago, with his unceasing benediction."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:40",
                            "text": "Then again, according to the arrangement of the vision, he showed that heaven was open to those following him, and taught us to what we ought to follow him; he instructed us to what objects our hope should be directed, and to what attainment our mind should be turned."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:41",
                            "text": "Yet, my brother, what is to be done? For, as I am myself well aware, I shall never be able to climb that difficult ascent, and penetrate into those blessed regions."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:42",
                            "text": "To such a degree does a miserable burden press me down; and while I cannot, through the load of sin which overwhelms me, secure an ascent to heaven, the cruel pressure rather sinks me in my misery to the place of despair."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:43",
                            "text": "Nevertheless, hope remains, one last and solitary hope, that, what I cannot obtain of myself, I may, at any rate, be thought worthy of, through the prayers of Martin in my behalf."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:44",
                            "text": "But why, brother, should I longer occupy your time with a letter which has turned out so garrulous, and thus delay you from coming to me? At the same time, my page being now filled, can admit no more."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Letters 2:45",
                            "text": "This, however, was my object in prolonging my discourse to a somewhat undue extent, that, since this letter conveys to you a message of sorrow, it might also furnish you with consolation, through my sort of friendly conversation with you."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Sulpitius Severus: Letters 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:1",
                            "text": "Letter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:2",
                            "text": "To Bassula, His Mother-In-Law."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:3",
                            "text": "How St."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:4",
                            "text": "Martin passed from this Life to Life Eternal."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:5",
                            "text": "Sulpitius Severus to Bassula, his venerable parent, sendeth greeting."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:6",
                            "text": "If it were lawful that parents should be summoned to court by their children, clearly I might drag you with a righteous thong before the tribunal of the praetor, on a charge of robbery and plunder."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:7",
                            "text": "For why should I not complain of the injury which I have suffered at your hands? You have left me no little bit of writing at home, no book, not even a letter—to such a degree do you play the thief with all such things and publish them to the world."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:8",
                            "text": "If I write anything in familiar style to a friend; if, as I amuse myself I dictate anything with the wish at the same time that it should be kept private, all such things seem to reach you almost before they have been written or spoken."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:9",
                            "text": "Surely you have my secretaries in your debt, since through them any trifles I compose are made known to you."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:10",
                            "text": "And yet I cannot be moved with anger against them if they really obey you, and have invaded my rights under the special influence of your generosity to them, and ever bear in mind that they belong to you rather than to me."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:11",
                            "text": "Yes, thou alone art the culprit—thou alone art to blame—inasmuch as you both lay your snares for me, and cajole them with your trickery, so that without making any selection, pieces written familiarly, or let out of hand without care, are sent to thee quite unelaborated and unpolished."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:12",
                            "text": "For, to say nothing about other writings, I beg to ask how that letter could reach you so speedily, which I recently wrote to Aurelius the Deacon."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:13",
                            "text": "For,  as I was situated at Toulouse, while you were dwelling at Treves, and were so far distant from your native land, owing to the anxiety felt on account of your son, what opportunity, I should like to know, did you avail yourself of, to get hold of that familiar epistle? For I have received your letter in which you write that I ought in the same epistle in which I made mention of the death of our master, Martin, to have described the manner in which that saintly man left this world."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:14",
                            "text": "As if, indeed, I had either given forth that epistle with the view of its being read by any other except him to whom it purported to be sent; or as if I were fated to undertake so great a work as that all things which should be known respecting Martin are to be made public through me particularly as the writer."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:15",
                            "text": "Therefore, if you desire to learn anything concerning the end of the saintly bishop, you should direct your enquiries rather to those who were present when his death occurred."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:16",
                            "text": "I for my part have resolved to write nothing to you lest you publish me everywhere."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:17",
                            "text": "Nevertheless if you pledge your word that you will read to no one what I send you, I shall satisfy your desire in a few words."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:18",
                            "text": "Accordingly I shall communicate to you the following particulars which are comprised within my own knowledge."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:19",
                            "text": "I have to state, then, that Martin was aware of the period of his own death long before it occurred, and told the brethren that his departure from the body was at hand."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:20",
                            "text": "In the meantime, a reason sprang up which led him to visit the church at Condate."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:21",
                            "text": "For, as the clerics of that church were at variance among themselves, Martin, wishing to restore peace, although he well knew that the end of his own days was at hand, yet he did not shrink from undertaking the journey, with such an object in view."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:22",
                            "text": "He did, in fact, think that this would be an excellent crown to set upon his virtues, if he should leave behind him peace restored to a church."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:23",
                            "text": "Thus, then, having set out with that very numerous and holy crowd of disciples who usually accompanied him, he perceives in a river a number of water-fowl busy in capturing fishes, and notices that a voracious appetite was urging them on to frequent seizures of their prey."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:24",
                            "text": "\"This,\" exclaimed he, \"is a picture of how the demons act: they lie in wait for the unwary and capture them before they know it: they devour their victims when taken, and they can never be satisfied with what they have devoured\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:25",
                            "text": "Then Martin, with a miraculous power in his words, commands the birds to leave the pool in which they were swimming, and to betake themselves to dry and desert regions; using with respect to those birds that very same authority with which he had been accustomed to put demons to flight."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:26",
                            "text": "Accordingly, gathering themselves together, all those birds formed a single body, and leaving the river, they made for the mountains and woods, to no small wonder of many who perceived such power in Martin that he could even rule the birds."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:27",
                            "text": "Having then delayed some time in that village or church to which he had gone, and peace having been restored among the clerics, when he was now meditating a return to his monastery, he began suddenly to fail in bodily strength, and, assembling the brethren, he told them that he was on the point of dissolution."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:28",
                            "text": "Then indeed, sorrow and grief took possession of all, and there was but one voice of them lamenting, and saying: \"Why, dear father, will you leave us? Or to whom can you commit us in our desolation? Fierce wolves will speedily attack thy flock, and who, when the shepherd has been smitten, will save us from their bites? We know, indeed, that you desire to be with Christ; but thy reward above is safe, and will not be diminished by being delayed; rather have pity upon us, whom you are leaving desolate\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:29",
                            "text": "Then Martin, affected by these lamentations, as he was always, in truth, full of compassion, is said to have burst into tears; and, turning to the Lord, he replied to those weeping round him only in the following words, \"O Lord, if I am still necessary to thy people, I do not shrink from toil: thy will be done\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:30",
                            "text": "Thus hovering as he did between desire and love, he almost doubted which he preferred; for he neither wished to leave us, nor to be longer separated from Christ."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:31",
                            "text": "However, he placed no weight upon his own wishes, nor reserved anything to his own will, but committed himself wholly to the will and power of the Lord."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:32",
                            "text": "Do you not think you hear him speaking in the following few words which I repeat? \"Terrible, indeed, Lord, is the struggle of bodily warfare, and surely it is now enough that I have continued the fight till now; but, if thou dost command me still to persevere in the same toil for the defense of thy flock, I do not refuse, nor do I plead against such an appointment  my declining years."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:33",
                            "text": "Wholly given to thee, I will fulfill whatever duties thou dost assign me, and I will serve under thy standard as long as thou shalt prescribe."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:34",
                            "text": "Yea, although release is sweet to an old man after lengthened toil, yet my mind is a conqueror over my years, and I have no desire to yield to old age."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:35",
                            "text": "But if now thou art merciful to my many years, good, O Lord, is thy will to me; and thou thyself wilt guard over those for whose safety I fear\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:36",
                            "text": "O man, whom no language can describe, unconquered by toil, and unconquerable even by death, who didst show no personal preference for either alternative, and who didst neither fear to die nor refuse to live! Accordingly, though he was for some days under the influence of a strong fever, he nevertheless did not abandon the work of God."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:37",
                            "text": "Continuing in supplications and watchings through whole nights, he compelled his worn-out limbs to do service to his spirit as he lay on his glorious couch upon sackcloth and ashes."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:38",
                            "text": "And when his disciples begged of him that at least he should allow some common straw to be placed beneath him, he replied: \"It is not fitting that a Christian should die except among ashes; and I have sinned if I leave you a different example\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:39",
                            "text": "However, with his hands and eyes steadfastly directed towards heaven, he never released his unconquerable spirit from prayer."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:40",
                            "text": "And on being asked by the presbyters who had then gathered round him, to relieve his body a little by a change of side, he exclaimed: \"Allow me, dear brother, to fix my looks rather on heaven than on earth, so that my spirit which is just about to depart on its own journey may be directed towards the Lord\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:41",
                            "text": "Having spoken these words, he saw the devil standing close at hand, and exclaimed: \"Why do you stand here, thou bloody monster? Thou shalt find nothing in me, thou deadly one: Abraham's bosom is about to receive me\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:42",
                            "text": "As he uttered these words, his spirit fled; and those who were there present have testified to us that they saw his face as if it had been the face of an angel."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:43",
                            "text": "His limbs too appeared white as snow, so that people exclaimed, \"Who would ever believe that man to be clothed in sackcloth, or who would imagine that he was enveloped with ashes?\" For even then he presented such an appearance, as if he had been manifested in the glory of the future resurrection, and with the nature of a body which had been changed."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:44",
                            "text": "But it is hardly credible what a multitude of human beings assembled at the performance of his funeral rites: the whole city poured forth to meet his body; all the inhabitants of the district and villages, along with many also from the neighboring cities, attended."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:45",
                            "text": "O how great was the grief of all! how deep the lamentations in particular of the sorrowing monks! They are said to have assembled on that day almost to the number of two thousand,—a special glory of Martin,—through his example so numerous plants had sprung up for the service of the Lord."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:46",
                            "text": "Undoubtedly the shepherd was then driving his own flocks before him—the pale crowds of that saintly multitude—bands arrayed in cloaks, either old men whose life-labor was finished, or young soldiers who had just taken the oath of allegiance to Christ."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:47",
                            "text": "Then, too, there was the choir of virgins, abstaining out of modesty from weeping; and with what holy joy did they conceal the fact of their affliction! No doubt faith would prevent the shedding of tears, yet affection forced out groans."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:48",
                            "text": "For there was as sacred an exultation over the glory to which he had attained, as there was a pious sorrow on account of his death."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:49",
                            "text": "One would have been inclined to pardon those who wept, as well as to congratulate those who rejoiced, while each single person preferred that he himself should grieve, but that another should rejoice."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:50",
                            "text": "Thus then this multitude, singing hymns of heaven, attended the body of the sainted man onwards to the place of sepulture."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:51",
                            "text": "Let there be compared with this spectacle, I will not say the worldly pomp of a funeral, but even of a triumph; and what can be reckoned similar to the obsequies of Martin? Let your worldly great men lead before their chariots captives with their hands bound behind their backs."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:52",
                            "text": "Those accompanied the body of Martin who, under his guidance, had overcome the world."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:53",
                            "text": "Let madness honor these earthly warriors with the united praises of nations."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:54",
                            "text": "Martin is praised with the divine psalms, Martin is honored in heavenly hymns."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:55",
                            "text": "Those worldly men, after their triumphs here are over, shall be thrust into cruel Tartarus, while Martin is joyfully received into the bosom of Abraham."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:56",
                            "text": "Martin, poor and insignificant on earth, has a rich entrance granted him into heaven."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Letters 3:57",
                            "text": "From that blessed region, as I trust, he looks upon me, as my guardian, while I am writing these things, and upon you while you read them."
                        }
                    ]
                }
            ]
        }
    ]
}