{
    "books": [
        {
            "name": "Origen: From Africanus about the History of Susanna",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Origen: From Africanus about the History of Susanna 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:1",
                            "text": "Letter to Origen from Africanus About the History of Susanna: Greeting, my lord and son, most worthy Origen, from Africanus."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:2",
                            "text": "In your sacred discussion with Agnomon you referred to that prophecy of Daniel which is related of his youth."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:3",
                            "text": "This at that time, as was meet, I accepted as genuine."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:4",
                            "text": "Now, however, I cannot understand how it escaped you that this part of the book is spurious."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:5",
                            "text": "For, in sooth, this section, although apart from this it is elegantly written, is plainly a more modern forgery."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:6",
                            "text": "There are many proofs of this."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:7",
                            "text": "When Susanna is condemned to die, the prophet is seized by the Spirit, and cries out that the sentence is unjust."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:8",
                            "text": "Now, in the first place, it is always in some other way that Daniel prophesies—by visions, and dreams, and an angel appearing to him, never by prophetic inspiration."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:9",
                            "text": "Then, after crying out in this extraordinary fashion, he detects them in a way no less incredible, which not even Philistion the play-writer would have resorted to."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:10",
                            "text": "For, not satisfied with rebuking them through the Spirit, he placed them apart, and asked them severally where they saw her committing adultery."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:11",
                            "text": "And when the one said, \"Under a holm-tree\" (prinos), he answered that the angel would saw him asunder (prisein); and in a similar fashion menaced the other who said, \"Under a mastich-tree\" (schinos), with being rent asunder (schisthenai)."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:12",
                            "text": "Now, in Greek, it happens that \"holm-tree\" and \"saw asunder,\" and \"rend\" and \"mastich-tree\" sound alike; but in Hebrew they are quite distinct."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:13",
                            "text": "But all the books of the Old Testament have been translated from Hebrew into Greek."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:14",
                            "text": "Moreover, how is it that they who were captives among the Chaldaeans, lost and won at play, thrown out unburied on the streets, as was prophesied of the former captivity, their sons torn from them to be eunuchs, and their daughters to be concubines, as had been prophesied; how is it that such could pass sentence of death, and that on the wife of their king Joakim, whom the king of the Babylonians had made partner of his throne?  Then if it was not this Joakim, but some other from the common people, whence had a captive such a mansion and spacious garden?  But a more fatal objection is, that this section, along with the other two at the end of it, is not contained in the Daniel received among the Jews."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:15",
                            "text": "And add that, among all the many prophets who had been before, there is no one who has quoted from another word for word."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:16",
                            "text": "For they had no need to go a-begging for words, since their own were true; but this one, in rebuking one of those men, quotes the words of the Lord:  \"The innocent and righteous shalt thou not slay\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:17",
                            "text": "From all this I infer that this section is a later addition."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:18",
                            "text": "Moreover, the style is different."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:19",
                            "text": "I have struck the blow; do you give the echo; answer, and instruct me."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:20",
                            "text": "Salute all my masters."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:21",
                            "text": "The learned all salute thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Origen: From Africanus about the History of Susanna 1:22",
                            "text": "With all my heart I pray for your and your circle's health."
                        }
                    ]
                }
            ]
        }
    ]
}