{
    "books": [
        {
            "name": "Tertullian: Against Hermogenes",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: Against Hermogenes 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:1",
                            "text": "Against Hermogenes: The Opinions of Hermogenes, by the Prescriptive Rule of Antiquity Shown to Be Heretical."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:2",
                            "text": "Not Derived from Christianity, But from Heathen Philosophy."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:3",
                            "text": "Some of the Tenets Mentioned."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:4",
                            "text": "We are accustomed, for the purpose of shortening argument, to lay down the rule against heretics of the lateness of their date."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:5",
                            "text": "For in as far as by our rule, priority is given to the truth, which also foretold that there would be heresies, in so far must all later opinions be prejudged as heresies, being such as were, by the more ancient rule of truth, predicted as (one day) to happen."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:6",
                            "text": "Now, the doctrine of Hermogenes has this taint of novelty."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:7",
                            "text": "He is, in short, a man living in the world at the present time; by his very nature a heretic, and turbulent withal, who mistakes loquacity for eloquence, and supposes impudence to be firmness, and judges it to be the duty of a good conscience to speak ill of individuals."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:8",
                            "text": "Moreover, he despises God's law in his painting, maintaining repeated marriages, alleges the law of God in defence of lust, and yet despises it in respect of his art."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:9",
                            "text": "He falsifies by a twofold process—with his cautery and his pen."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:10",
                            "text": "He is a thorough adulterer, both doctrinally and carnally, since he is rank indeed with the contagion of your marriage-hacks, and has also failed in cleaving to the rule of faith as much as the apostle's own Hermogenes."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:11",
                            "text": "However, never mind the man, when it is his doctrine which I question."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:12",
                            "text": "He does not appear to acknowledge any other Christ as Lord, though he holds Him in a different way; but by this difference in his faith he really makes Him another being,—nay, he takes from Him everything which is God, since he will not have it that He made all things of nothing."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Tertullian: Against Hermogenes 1:13",
                            "text": "For, turning away from Christians to the philosophers, from the Church to the Academy and the Porch, he learned there from the Stoics how to place Matter (on the same level) with the Lord, just as if it too had existed ever both unborn and unmade, having no beginning at all nor end, out of which, according to him, the Lord afterwards created all things."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: Against Hermogenes 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:1",
                            "text": "Hermogenes, After a Perverse Induction from Mere Heretical Assumptions, Concludes that God Created All Things Out of Pre-Existing Matter."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:2",
                            "text": "Our very bad painter has coloured this his primary shade absolutely without any light, with such arguments as these: He begins with laying down the premiss, that the Lord made all things either out of Himself, or out of nothing, or out of something; in order that, after he has shown that it was impossible for Him to have made them either out of Himself or out of nothing, he might thence affirm the residuary proposition that He made them out of something, and therefore that that something was Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:3",
                            "text": "He could not have made all things, he says, of Himself; because whatever things the Lord made of Himself would have been parts of Himself; but He is not dissoluble into parts, because, being the Lord, He is indivisible, and unchangeable, and always the same."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:4",
                            "text": "Besides, if He had made anything out of Himself, it would have been something of Himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:5",
                            "text": "Everything, however, both which was made and which He made must be accounted imperfect, because it was made of a part, and He made it of a part; or if, again, it was a whole which He made, who is a whole Himself, He must in that case have been at once both a whole, and yet not a whole; because it behoved Him to be a whole, that He might produce Himself, and yet not a whole, that He might be produced out of Himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:6",
                            "text": "But this is a most difficult position."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:7",
                            "text": "For if He were in existence, He could not be made, for He was in existence already; if, however, he were not in existence He could not make, because He was a nonentity."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:8",
                            "text": "He maintains, moreover, that He who always exists, does not come into existence, but exists for ever and ever."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:9",
                            "text": "He accordingly concludes that He made nothing out of Himself, since He never passed into such a condition as made it possible for Him to make anything out of Himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:10",
                            "text": "In like manner, he contends that He could not have made all things out of nothing—thus:  He defines the Lord as a being who is good, nay, very good, who must will to make things as good and excellent as He is Himself; indeed it were impossible for Him either to will or to make anything which was not good, nay, very good itself."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:11",
                            "text": "Therefore all things ought to have been made good and excellent by Him, after His own condition."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:12",
                            "text": "Experience shows, however, that things which are even evil were made by Him: not, of course, of His own will and pleasure; because, if it had been of His own will and pleasure, He would be sure to have made nothing unfitting or unworthy of Himself."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: Against Hermogenes 2:13",
                            "text": "That, therefore, which He made not of His own will must be understood to have been made from the fault of something, and that is from Matter, without a doubt."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: Against Hermogenes 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:1",
                            "text": "An Argument of Hermogenes."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:2",
                            "text": "The Answer:  While God is a Title Eternally Applicable to the Divine Being, Lord and Father are Only Relative Appellations, Not Eternally Applicable."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:3",
                            "text": "An Inconsistency in the Argument of Hermogenes Pointed Out."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:4",
                            "text": "He adds also another point: that as God was always God, there was never a time when God was not also Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:5",
                            "text": "But it was in no way possible for Him to be regarded as always Lord, in the same manner as He had been always God, if there had not been always, in the previous eternity, a something of which He could be regarded as evermore the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:6",
                            "text": "So he concludes that God always had Matter co-existent with Himself as the Lord thereof."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:7",
                            "text": "Now, this tissue of his I shall at once hasten to pull abroad."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:8",
                            "text": "I have been willing to set it out in form to this length, for the information of those who are unacquainted with the subject, that they may know that his other arguments likewise need only be understood to be refuted."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:9",
                            "text": "We affirm, then, that the name of God always existed with Himself and in Himself—but not eternally so the Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:10",
                            "text": "Because the condition of the one is not the same as that of the other."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:11",
                            "text": "God is the designation of the substance itself, that is, of the Divinity; but Lord is (the name) not of substance, but of power."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:12",
                            "text": "I maintain that the substance existed always with its own name, which is God; the title Lord was afterwards added, as the indication indeed of something accruing."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:13",
                            "text": "For from the moment when those things began to exist, over which the power of a Lord was to act, God, by the accession of that power, both became Lord and received the name thereof."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:14",
                            "text": "Because God is in like manner a Father, and He is also a Judge; but He has not always been Father and Judge, merely on the ground of His having always been God."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:15",
                            "text": "For He could not have been the Father previous to the Son, nor a Judge previous to sin."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:16",
                            "text": "There was, however, a time when neither sin existed with Him, nor the Son; the former of which was to constitute the Lord a Judge, and the latter a Father."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:17",
                            "text": "In this way He was not Lord previous to those things of which He was to be the Lord."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:18",
                            "text": "But He was only to become Lord at some future time: just as He became the Father by the Son, and a Judge by sin, so also did He become Lord by means of those things which He had made, in order that they might serve Him."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:19",
                            "text": "Do I seem to you to be weaving arguments, Hermogenes? How neatly does Scripture lend us its aid, when it applies the two titles to Him with a distinction, and reveals them each at its proper time! For (the title) God, indeed, which always belonged to Him, it names at the very first: \"In the beginning God created the heaven and the earth;\" and as long as He continued making, one after the other, those things of which He was to be the Lord, it merely mentions God."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:20",
                            "text": "\"And God said,\" \"and God made,\" \"and God saw;\" but nowhere do we yet find the Lord."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:21",
                            "text": "But when He completed the whole creation, and especially man himself, who was destined to understand His sovereignty in a way of special propriety, He then is designated Lord."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:22",
                            "text": "Then also the Scripture added the name Lord: \"And the Lord God, Deus Dominus, took the man, whom He had formed;\" \"And the Lord God commanded Adam\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:23",
                            "text": "Thenceforth He, who was previously God only, is the Lord, from the time of His having something of which He might be the Lord."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:24",
                            "text": "For to Himself He was always God, but to all things was He only then God, when He became also Lord."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:25",
                            "text": "Therefore, in as far as (Hermogenes) shall suppose that Matter was eternal, on the ground that the Lord was eternal, in so far will it be evident that nothing existed, because it is plain that the Lord as such did not always exist."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:26",
                            "text": "Now I mean also, on my own part, to add a remark for the sake of ignorant persons, of whom Hermogenes is an extreme instance, and actually to retort against him his own arguments."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:27",
                            "text": "For when he denies that Matter was born or made, I find that, even on these terms, the title Lord is unsuitable to God in respect of Matter, because it must have been free, when by not having a beginning it had not an author."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:28",
                            "text": "The fact of its past existence it owed to no one, so that it could be a subject to no one."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Tertullian: Against Hermogenes 3:29",
                            "text": "Therefore ever since God exercised His power over it, by creating (all things) out of Matter, although it had all along experienced God as its Lord, yet Matter does, after all, demonstrate that God did not exist in the relation of Lord to it, although all the while He was really so."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: Against Hermogenes 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:1",
                            "text": "Hermogenes Gives Divine Attributes to Matter, and So Makes Two Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:2",
                            "text": "At this point, then, I shall begin to treat of Matter, how that, (according to Hermogenes,) God compares it with Himself as equally unborn, equally unmade, equally eternal, set forth as being without a beginning, without an end."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:3",
                            "text": "For what other estimate of God is there than eternity? What other condition has eternity than to have ever existed, and to exist yet for evermore by virtue of its privilege of having neither beginning nor end? Now, since this is the property of God, it will belong to God alone, whose property it is—of course on this ground, that if it can be ascribed to any other being, it will no longer be the property of God, but will belong, along with Him, to that being also to which it is ascribed."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:4",
                            "text": "For \"although there be that are called gods\" in name, \"whether in heaven or in earth, yet to us there is but one God the Father, of whom are all things;\" whence the greater reason why, in our view, that which is the property of God ought to be regarded as pertaining to God alone, and why (as I have already said) that should cease to be such a property, when it is shared by another being."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:5",
                            "text": "Now, since He is God, it must necessarily be a unique mark of this quality, that it be confined to One."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:6",
                            "text": "Else, what will be unique and singular, if that is not which has nothing equal to it? What will be principal, if that is not which is above all things, before all things, and from which all things proceed? By possessing these He is God alone, and by His sole possession of them He is One."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:7",
                            "text": "If another also shared in the possession, there would then be as many gods as there were possessors of these attributes of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:8",
                            "text": "Hermogenes, therefore, introduces two gods: he introduces Matter as God's equal."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: Against Hermogenes 4:9",
                            "text": "God, however, must be One, because that is God which is supreme; but nothing else can be supreme than that which is unique; and that cannot possibly be unique which has anything equal to it; and Matter will be equal with God when it is held to be eternal."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: Against Hermogenes 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:1",
                            "text": "Hermogenes Coquets with His Own Argument, as If Rather Afraid of It."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:2",
                            "text": "After Investing Matter with Divine Qualities, He Tries to Make It Somehow Inferior to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:3",
                            "text": "But God is God, and Matter is Matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:4",
                            "text": "As if a mere difference in their names prevented equality, when an identity of condition is claimed for them! Grant that their nature is different; assume, too, that their form is not identical,—what matters it so long as their absolute state have but one mode? God is unborn; is not Matter also unborn? God ever exists; is not Matter, too, ever existent? Both are without beginning; both are without end; both are the authors of the universe—both He who created it, and the Matter of which He made it."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:5",
                            "text": "For it is impossible that Matter should not be regarded as the author of all things, when the universe is composed of it."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:6",
                            "text": "What answer will he give? Will he say that Matter is not then comparable with God as soon as it has something belonging to God; since, by not having total (divinity), it cannot correspond to the whole extent of the comparison? But what more has he reserved for God, that he should not seem to have accorded to Matter the full amount of the Deity? He says in reply, that even though this is the prerogative of Matter, both the authority and the substance of God must remain intact, by virtue of which He is regarded as the sole and prime Author, as well as the Lord of all things."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:7",
                            "text": "Truth, however, maintains the unity of God in such a way as to insist that whatever belongs to God Himself belongs to Him alone."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:8",
                            "text": "For so will it belong to Himself if it belong to Him alone; and therefore it will be impossible that another god should be admitted, when it is permitted to no other being to possess anything of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:9",
                            "text": "Well, then, you say, we ourselves at that rate possess nothing of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:10",
                            "text": "But indeed we do, and shall continue to do—only it is from Him that we receive it, and not from ourselves."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:11",
                            "text": "For we shall be even gods, if we, shall deserve to be among those of whom He declared, \"I have said, Ye are gods,\" and, \"God standeth in the congregation of the gods\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:12",
                            "text": "But this comes of His own grace, not from any property in us, because it is He alone who can make gods."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:13",
                            "text": "The property of Matter, however, he makes to be that which it has in common with God."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:14",
                            "text": "Otherwise, if it received from God the property which belongs to God,—I mean its attribute of eternity—one might then even suppose that it both possesses an attribute in common with God, and yet at the same time is not God."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: Against Hermogenes 5:15",
                            "text": "But what inconsistency is it for him to allow that there is a conjoint possession of an attribute with God, and also to wish that what he does not refuse to Matter should be, after all, the exclusive privilege of God!."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: Against Hermogenes 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:1",
                            "text": "The Shifts to Which Hermogenes is Reduced, Who Deifies Matter, and Yet is Unwilling to Hold Him Equal with the Divine Creator."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:2",
                            "text": "He declares that God's attribute is still safe to Him, of being the only God, and the First, and the Author of all things, and the Lord of all things, and being incomparable to any—qualities which he straightway ascribes to Matter also."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:3",
                            "text": "He is God, to be sure."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:4",
                            "text": "God shall also attest the same; but He has also sworn sometimes by Himself, that there is no other God like Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:5",
                            "text": "Hermogenes, however, will make Him a liar."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:6",
                            "text": "For Matter will be such a God as He—being unmade, unborn, without beginning, and without end."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:7",
                            "text": "God will say, \"I am the first!\" Yet how is He the first, when Matter is co-eternal with Him? Between co-eternals and contemporaries there is no sequence of rank."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:8",
                            "text": "Is then, Matter also the first? \"I,\" says the Lord, \"have stretched out the heavens alone\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:9",
                            "text": "But indeed He was not alone, when that likewise stretched them out, of which He made the expanse."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:10",
                            "text": "When he asserts the position that Matter was eternal, without any encroachment on the condition of God, let him see to it that we do not in ridicule turn the tables on him, that God similarly was eternal without any encroachment on the condition of Matter—the condition of Both being still common to Them."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:11",
                            "text": "The position, therefore, remains unimpugned both in the case of Matter, that it did itself exist, only along with God; and that God existed alone, but with Matter."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:12",
                            "text": "It also was first with God, as God, too, was first with it; it, however, is not comparable with God, as God, too, is not to be compared with it; with God also it was the Author (of all things), and with God their Sovereign."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:13",
                            "text": "In this way he proposes that God has something, and yet not the whole, of Matter."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:14",
                            "text": "For Him, accordingly, Hermogenes has reserved nothing which he had not equally conferred on Matter, so that it is not Matter which is compared with God, but rather God who is compared with Matter."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Tertullian: Against Hermogenes 6:15",
                            "text": "Now, inasmuch as those qualities which we claim as peculiar to God—to have always existed, without a beginning, without an end, and to have been the First, and Alone, and the Author of all things—are also compatible to Matter, I want to know what property Matter possesses different and alien from God, and hereby special to itself, by reason of which it is incapable of being compared with God? That Being, in which occur all the properties of God, is sufficiently predetermined without any further comparison."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: Against Hermogenes 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:1",
                            "text": "Hermogenes Held to His Theory in Order that Its Absurdity May Be Exposed on His Own Principles."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:2",
                            "text": "When he contends that matter is less than God, and inferior to Him, and therefore diverse from Him, and for the same reason not a fit subject of comparison with Him, who is a greater and superior Being, I meet him with this prescription, that what is eternal and unborn is incapable of any diminution and inferiority, because it is simply this which makes even God to be as great as He is, inferior and subject to none—nay, greater and higher than all."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:3",
                            "text": "For, just as all things which are born, or which come to an end, and are therefore not eternal, do, by reason of their exposure at once to an end and a beginning, admit of qualities which are repugnant to God—I mean diminution and inferiority, because they are born and made—so likewise God, for this very reason, is unsusceptible of these accidents, because He is absolutely unborn, and also unmade."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:4",
                            "text": "And yet such also is the condition of Matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:5",
                            "text": "Therefore, of the two Beings which are eternal, as being unborn and unmade—God and Matter—by reason of the identical mode of their common condition (both of them equally possessing that which admits neither of diminution nor subjection—that is, the attribute of eternity), we affirm that neither of them is less or greater than the other, neither of them is inferior or superior to the other; but that they both stand on a par in greatness, on a par in sublimity, and on the same level of that complete and perfect felicity of which eternity is reckoned to consist."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:6",
                            "text": "Now we must not resemble the heathen in our opinions; for they, when constrained to acknowledge God, insist on having other deities below Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:7",
                            "text": "The Divinity, however, has no degrees, because it is unique; and if it shall be found in Matter—as being equally unborn and unmade and eternal—it must be resident in both alike, because in no case can it be inferior to itself."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:8",
                            "text": "In what way, then, will Hermogenes have the courage to draw distinctions; and thus to subject matter to God, an eternal to the Eternal, an unborn to the Unborn, an author to the Author? seeing that it dares to say, I also am the first; I too am before all things; and I am that from which all things proceed; equal we have been, together we have been—both alike without beginning, without end; both alike without an Author, without a God."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:9",
                            "text": "What God, then, is He who subjects me to a contemporaneous, co-eternal power? If it be He who is called God, then I myself, too, have my own (divine) name."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:10",
                            "text": "Either I am God, or He is Matter, because we both are that which neither of us is."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: Against Hermogenes 7:11",
                            "text": "Do you suppose, therefore, that he has not made Matter equal with God, although, forsooth, he pretends it to be inferior to Him?."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: Against Hermogenes 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:1",
                            "text": "On His Own Principles, Hermogenes Makes Matter, on the Whole, Superior to God."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:2",
                            "text": "Nay more, he even prefers Matter to God, and rather subjects God to it, when he will have it that God made all things out of Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:3",
                            "text": "For if He drew His resources from it for the creation of the world, Matter is already found to be the superior, inasmuch as it furnished Him with the means of effecting His works; and God is thereby clearly subjected to Matter, of which the substance was indispensable to Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:4",
                            "text": "For there is no one but requires that which he makes use of; no one but is subject to the thing which he requires, for the very purpose of being able to make use of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:5",
                            "text": "So, again, there is no one who, from using what belongs to another, is not inferior to him of whose property he makes use; and there is no one who imparts of his own for another's use, who is not in this respect superior to him to whose use he lends his property."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:6",
                            "text": "On this principle, Matter itself, no doubt, was not in want of God, but rather lent itself to God, who was in want of it—rich and abundant and liberal as it was—to one who was, I suppose, too small, and too weak, and too unskilful, to form what He willed out of nothing."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:7",
                            "text": "A grand service, verily, did it confer on God in giving Him means at the present time whereby He might be known to be God, and be called Almighty—only that He is no longer Almighty, since He is not powerful enough for this, to produce all things out of nothing."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:8",
                            "text": "To be sure, Matter bestowed somewhat on itself also—even to get its own self acknowledged with God as God's co-equal, nay more, as His helper; only there is this drawback, that Hermogenes is the only man that has found out this fact, besides the philosophers—those patriarchs of all heresy."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: Against Hermogenes 8:9",
                            "text": "For the prophets knew nothing about it, nor the apostles thus far, nor, I suppose, even Christ."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: Against Hermogenes 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:1",
                            "text": "Sundry Inevitable But Intolerable Conclusions from the Principles of Hermogenes."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:2",
                            "text": "He cannot say that it was as its Lord that God employed Matter for His creative works, for He could not have been the Lord of a substance which was co-equal with Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:3",
                            "text": "Well, but perhaps it was a title derived from the will of another, which he enjoyed—a precarious holding, and not a lordship, and that to such a degree, that although Matter was evil, He yet endured to make use of an evil substance, owing, of course, to the restraint of His own limited power, which made Him impotent to create out of nothing, not in consequence of His power; for if, as God, He had at all possessed power over Matter which He knew to be evil, He would first have converted it into good—as its Lord and the good God—that so He might have a good thing to make use of, instead of a bad one."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:4",
                            "text": "But being undoubtedly good, only not the Lord withal, He, by using such power as He possessed, showed the necessity He was under of yielding to the condition of Matter, which He would have amended if He had been its Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:5",
                            "text": "Now this is the answer which must be given to Hermogenes when he maintains that it was by virtue of His Lordship that God used Matter—even of His non-possession of any right to it, on the ground, of course, of His not having Himself made it."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:6",
                            "text": "Evil then, on your terms, must proceed from God Himself, since He is—I will not say the Author of evil, because He did not form it, but—the permitter thereof, as having dominion over it."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:7",
                            "text": "If indeed Matter shall prove not even to belong to God at all, as being evil, it follows, that when He made use of what belonged to another, He used it either on a precarious title because He was in need of it, or else by violent possession because He was stronger than it."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:8",
                            "text": "For by three methods is the property of others obtained,—by right, by permission, by violence; in other words, by lordship, by a title derived from the will of another, by force."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:9",
                            "text": "Now, as lordship is out of the question, Hermogenes must choose which (of the other methods) is suitable to God."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: Against Hermogenes 9:10",
                            "text": "Did He, then, make all things out of Matter, by permission, or by force?  But, in truth, would not God have more wisely determined that nothing at all should be created, than that it should be created by the mere sufferance of another, or by violence, and that, too, with a substance which was evil?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: Against Hermogenes 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:1",
                            "text": "To What Straits Hermogenes Absurdly Reduces the Divine Being."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:2",
                            "text": "He Does Nothing Short of Making Him the Author of Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:3",
                            "text": "Even if Matter had been the perfection of good, would it not have been equally indecorous in Him to have thought of the property of another, however good, (to effect His purpose by the help of it)? It was, therefore, absurd enough for Him, in the interest of His own glory, to have created the world in such a way as to betray His own obligation to a substance which belonged to another—and that even not good."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:4",
                            "text": "Was He then, asks (Hermogenes), to make all things out of nothing, that so evil things themselves might be attributed to His will?  Great, in all conscience, must be the blindness of our heretics which leaves them to argue in such a way that they either insist on the belief of another God supremely good, on the ground of their thinking the Creator to be the author of evil, or else they set up Matter with the Creator, in order that they may derive evil from Matter, not from the Creator."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:5",
                            "text": "And yet there is absolutely no god at all that is free from such a doubtful plight, so as to be able to avoid the appearance even of being the author of evil, whosoever he is that—I will not say, indeed, has made, but still—has permitted evil to be made by some author or other, and from some source or other."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:6",
                            "text": "Hermogenes, therefore, ought to be told at once, although we postpone to another place our distinction concerning the mode of evil, that even he has effected no result by this device of his."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:7",
                            "text": "For observe how God is found to be, if not the Author of, yet at any rate the conniver at, evil, inasmuch as He, with all His extreme goodness, endured evil in Matter before He created the world, although, as being good, and the enemy of evil, He ought to have corrected it."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:8",
                            "text": "For He either was able to correct it, but was unwilling; or else was willing, but being a weak God, was not able."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:9",
                            "text": "If He was able and yet unwilling, He was Himself evil, as having favoured evil; and thus He now opens Himself to the charge of evil, because even if He did not create it yet still, since it would not be existing if He had been against its existence, He must Himself have then caused it to exist, when He refused to will its non-existence."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:10",
                            "text": "And what is more shameful than this? When He willed that to be which He was Himself unwilling to create, He acted in fact against His very self, inasmuch as He was both willing that that should exist which He was unwilling to make, and unwilling to make that which He was willing should exist."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:11",
                            "text": "As if what He willed was good, and at the same time what he refused to be the Maker of was evil."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:12",
                            "text": "What He judged to be evil by not creating it, He also proclaimed to be good by permitting it to exist."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:13",
                            "text": "By bearing with evil as a good instead of rather extirpating it, He proved Himself to be the promoter thereof; criminally, if through His own will—disgracefully, if through necessity."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: Against Hermogenes 10:14",
                            "text": "God must either be the servant of evil or the friend thereof, since He held converse with evil in Matter—nay, more, effected His works out of the evil thereof."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: Against Hermogenes 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:1",
                            "text": "Hermogenes Makes Great Efforts to Remove Evil from God to Matter."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:2",
                            "text": "How He Fails to Do This Consistently with His Own Argument."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:3",
                            "text": "But, after all, by what proofs does Hermogenes persuade us that Matter is evil? For it will be impossible for him not to call that evil to which he imputes evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:4",
                            "text": "Now we lay down this principle, that what is eternal cannot possibly admit of diminution and subjection, so as to be considered inferior to another co-eternal Being."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:5",
                            "text": "So that we now affirm that evil is not even compatible with it, since it is incapable of subjection, from the fact that it cannot in any wise be subject to any, because it is eternal."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:6",
                            "text": "But inasmuch as, on other grounds, it is evident what is eternal as God is the highest good, whereby also He alone is good—as being eternal, and therefore good—as being God, how can evil be inherent in Matter, which (since it is eternal) must needs be believed to be the highest good? Else if that which is eternal prove to be also capable of evil, this (evil) will be able to be also believed of God to His prejudice; so that it is without adequate reason that he has been so anxious to remove evil from God; since evil must be compatible with an eternal Being, even by being made compatible with Matter, as Hermogenes makes it."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:7",
                            "text": "But, as the argument now stands, since what is eternal can be deemed evil, the evil must prove to be invincible and insuperable, as being eternal; and in that case it will be in vain that we labour \"to put away evil from the midst of us;\" in that case, moreover, God vainly gives us such a command and precept; nay more, in vain has God appointed any judgment at all, when He means, indeed, to inflict punishment with injustice."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:8",
                            "text": "But if, on the other hand, there is to be an end of evil, when the chief thereof, the devil, shall \"go away into the fire which God hath prepared for him and his angels\"—having been first \"cast into the bottomless pit;\" when likewise \"the manifestation of the children of God\" shall have \"delivered the creature\" from evil, which had been \"made subject to vanity;\" when the cattle restored in the innocence and integrity of their nature shall be at peace with the beasts of the field, when also little children shall play with serpents; when the Father shall have put beneath the feet of His Son His enemies, as being the workers of evil,—if in this way an end is compatible with evil, it must follow of necessity that a beginning is also compatible with it; and Matter will turn out to have a beginning, by virtue of its having also an end."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: Against Hermogenes 11:9",
                            "text": "For whatever things are set to the account of evil, have a compatibility with the condition of evil."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: Against Hermogenes 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:1",
                            "text": "The Mode of Controversy Changed."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:2",
                            "text": "The Premisses of Hermogenes Accepted, in Order to Show into What Confusion They Lead Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:3",
                            "text": "Come now, let us suppose Matter to be evil, nay, very evil, by nature of course, just as we believe God to be good, even very good, in like manner by nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:4",
                            "text": "Now nature must be regarded as sure and fixed, just as persistently fixed in evil in the case of Matter, as immoveable and unchangeable in good in the case of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:5",
                            "text": "Because, as is evident, if nature admits of change from evil to good in Matter, it can be changed from good to evil in God."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:6",
                            "text": "Here some man will say, Then will \"children not be raised up to Abraham from the stones?\" Will \"generations of vipers not bring forth the fruit of repentance?\" And \"children of wrath\" fail to become sons of peace, if nature be unchangeable?  Your reference to such examples as these, my friend, is a thoughtless one."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:7",
                            "text": "For things which owe their existence to birth such as stones and vipers and human beings—are not apposite to the case of Matter, which is unborn; since their nature, by possessing a beginning, may have also a termination."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:8",
                            "text": "But bear in mind that Matter has once for all been determined to be eternal, as being unmade, unborn, and therefore supposably of an unchangeable and incorruptible nature; and this from the very opinion of Hermogenes himself, which he alleges against us when he denies that God was able to make (anything) of Himself, on the ground that what is eternal is incapable of change, because it would lose—so the opinion runs—what it once was, in becoming by the change that which it was not, if it were not eternal."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:9",
                            "text": "But as for the Lord, who is also eternal, (he maintained) that He could not be anything else than what He always is."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:10",
                            "text": "Well, then, I will adopt this definite opinion of his, and by means thereof refute him."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:11",
                            "text": "I blame Matter with a like censure, because out of it, evil though it be—nay, very evil—good things have been created, nay, \"very good\" ones: \"And God saw that they were good, and God blessed them\"—because, of course, of their very great goodness; certainly not because they were evil, or very evil."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:12",
                            "text": "Change is therefore admissible in Matter; and this being the case, it has lost its condition of eternity; in short, its beauty is decayed in death."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:13",
                            "text": "Eternity, however, cannot be lost, because it cannot be eternity, except by reason of its immunity from loss."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Tertullian: Against Hermogenes 12:14",
                            "text": "For the same reason also it is incapable of change, inasmuch as, since it is eternity, it can by no means be changed."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: Against Hermogenes 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: Against Hermogenes 13:1",
                            "text": "Another Ground of Hermogenes that Matter Has Some Good in It."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: Against Hermogenes 13:2",
                            "text": "Its Absurdity."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: Against Hermogenes 13:3",
                            "text": "Here the question will arise How creatures were made good out of it, which were formed without any change at all? How occurs the seed of what is good, nay, very good, in that which is evil, nay, very evil? Surely a good tree does not produce evil fruit, since there is no God who is not good; nor does an evil tree yield good fruit, since there is not Matter except what is very evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: Against Hermogenes 13:4",
                            "text": "Or if we were to grant him that there is some germ of good in it, then there will be no longer a uniform nature (pervading it), that is to say, one which is evil throughout; but instead thereof (we now encounter) a double nature, partly good and partly evil; and again the question will arise, whether, in a subject which is good and evil, there could possibly have been found a harmony for light and darkness, for sweet and bitter? So again, if qualities so utterly diverse as good and evil have been able to unite together, and have imparted to Matter a double nature, productive of both kinds of fruit, then no longer will absolutely good things be imputable to God, just as evil things are not ascribed to Him, but both qualities will appertain to Matter, since they are derived from the property of Matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: Against Hermogenes 13:5",
                            "text": "At this rate, we shall owe to God neither gratitude for good things, nor grudge for evil ones, because He has produced no work of His own proper character."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: Against Hermogenes 13:6",
                            "text": "From which circumstance will arise the clear proof that He has been subservient to Matter."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: Against Hermogenes 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:1",
                            "text": "Tertullian Pushes His Opponent into a Dilemma."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:2",
                            "text": "Now, if it be also argued, that although Matter may have afforded Him the opportunity, it was still His own will which led Him to the creation of good creatures, as having detected what was good in matter—although this, too, be a discreditable supposition—yet, at any rate, when He produces evil likewise out of the same (Matter), He is a servant to Matter, since, of course, it is not of His own accord that He produces this too, having nothing else that He can do than to effect creation out of an evil stock—unwillingly, no doubt, as being good; of necessity, too, as being unwilling; and as an act of servitude, because from necessity."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:3",
                            "text": "Which, then, is the worthier thought, that He created evil things of necessity, or of His own accord? Because it was indeed of necessity that He created them, if out of Matter; of His own accord, if out of nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:4",
                            "text": "For you are now labouring in vain when you try to avoid making God the Author of evil things; because, since He made all things of Matter, they will have to be ascribed to Himself, who made them, just because He made them."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:5",
                            "text": "Plainly the interest of the question, whence He made all things, identifies itself with (the question), whether He made all things out of nothing; and it matters not whence He made all things, so that He made all things thence, whence most glory accrued to Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:6",
                            "text": "Now, more glory accrued to Him from a creation of His own will than from one of necessity; in other words, from a creation out of nothing, than from one out of Matter."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:7",
                            "text": "It is more worthy to believe that God is free, even as the Author of evil, than that He is a slave."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:8",
                            "text": "Power, whatever it be, is more suited to Him than infirmity."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:9",
                            "text": "If we thus even admit that matter had nothing good in it, but that the Lord produced whatever good He did produce of His own power, then some other questions will with equal reason arise."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:10",
                            "text": "First, since there was no good at all in Matter, it is clear that good was not made of Matter, on the express ground indeed that Matter did not possess it."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:11",
                            "text": "Next, if good was not made of Matter, it must then have been made of God; if not of God, then it must have been made of nothing."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: Against Hermogenes 14:12",
                            "text": "—For this is the alternative, on Hermogenes' own showing."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: Against Hermogenes 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:1",
                            "text": "The Truth, that God Made All Things from Nothing, Rescued from the Opponent's Flounderings."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:2",
                            "text": "Now, if good was neither produced out of matter, since it was not in it, evil as it was, nor out of God, since, according to the position of Hermogenes, nothing could have been produced out of god, it will be found that good was created out of nothing, inasmuch as it was formed of none—neither of Matter nor of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:3",
                            "text": "And if good was formed out of nothing, why not evil too? Nay, if anything was formed out of nothing, why not all things?  Unless indeed it be that the divine might was insufficient for the production of all things, though it produced a something out of nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:4",
                            "text": "Or else if good proceeded from evil matter, since it issued neither from nothing nor from God, it will follow that it must have proceeded from the conversion of Matter contrary to that unchangeable attribute which has been claimed for it, as an eternal being."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:5",
                            "text": "Thus, in regard to the source whence good derived its existence, Hermogenes will now have to deny the possibility of such."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:6",
                            "text": "But still it is necessary that (good) should proceed from some one of those sources from which he has denied the very possibility of its having been derived."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:7",
                            "text": "Now if evil be denied to be of nothing for the purpose of denying it to be the work of God, from whose will there would be too much appearance of its being derived, and be alleged to proceed from Matter, that it may be the property of that very thing of whose substance it is assumed to be made, even here also, as I have said, God will have to be regarded as the Author of evil; because, whereas it had been His duty to produce all good things out of Matter, or rather good things simply, by His identical attribute of power and will, He did yet not only not produce all good things, but even (some) evil things—of course, either willing that the evil should exist if He was able to cause their non-existence, or not being strong enough to effect that all things should be good, if being desirous of that result, He failed in the accomplishment thereof; since there can be no difference whether it were by weakness or by will, that the Lord proved to be the Author of evil."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:8",
                            "text": "Else what was the reason that, after creating good things, as if Himself good, He should have also produced evil things, as if He failed in His goodness, since He did not confine Himself to the production of things which were simply consistent with Himself? What necessity was there, after the production of His proper work, for His troubling Himself about Matter also by producing evil likewise, in order to secure His being alone acknowledged as good from His good, and at the same time to prevent Matter being regarded as evil from (created) evil? Good would have flourished much better if evil had not blown upon it."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:9",
                            "text": "For Hermogenes himself explodes the arguments of sundry persons who contend that evil things were necessary to impart lustre to the good, which must be understood from their contrasts."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: Against Hermogenes 15:10",
                            "text": "This, therefore, was not the ground for the production of evil; but if some other reason must be sought for the introduction thereof, why could it not have been introduced even from nothing, since the very same reason would exculpate the Lord from the reproach of being thought the author of evil, which now excuses the existence of evil things, when He produces them out of Matter? And if there is this excuse, then the question is completely shut up in a corner, where they are unwilling to find it, who, without examining into the reason itself of evil, or distinguishing how they should either attribute it to God or separate it from God, do in fact expose God to many most unworthy calumnies."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: Against Hermogenes 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:1",
                            "text": "A Series of Dilemmas."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:2",
                            "text": "They Show that Hermogenes Cannot Escape from the Orthodox Conclusion."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:3",
                            "text": "On the very threshold, then, of this doctrine, which I shall probably have to treat of elsewhere, I distinctly lay it down as my position, that both good and evil must be ascribed either to God, who made them out of Matter; or to Matter itself, out of which He made them; or both one and the other to both of them together, because they are bound together—both He who created, and that out of which He created; or (lastly) one to One and the other to the Other, because after Matter and God there is not a third."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:4",
                            "text": "Now if both should prove to belong to God, God evidently will be the author of evil; but God, as being good, cannot be the author of evil."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:5",
                            "text": "Again, if both are ascribed to Matter, Matter will evidently be the very mother of good, but inasmuch as Matter is wholly evil, it cannot be the mother of good."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:6",
                            "text": "But if both one and the other should be thought to belong to Both together, then in this case also Matter will be comparable with God; and both will be equal, being on equal terms allied to evil as well as to good."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:7",
                            "text": "Matter, however, ought not to be compared with God, in order that it may not make two gods."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:8",
                            "text": "If, (lastly,) one be ascribed to One, and the other to the Other—that is to say, let the good be God's, and the evil belong to Matter—then, on the one hand, evil must not be ascribed to God, nor, on the other hand, good to Matter."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:9",
                            "text": "And God, moreover, by making both good things and evil things out of Matter, creates them along with it."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:10",
                            "text": "This being the case, I cannot tell how Hermogenes is to escape from my conclusion; for he supposes that God cannot be the author of evil, in what way soever He created evil out of Matter, whether it was of His own will, or of necessity, or from the reason (of the case)."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:11",
                            "text": "If, however, He is the author of evil, who was the actual Creator, Matter being simply associated with Him by reason of its furnishing Him with substance, you now do away with the cause of your introducing Matter."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:12",
                            "text": "For it is not the less true, that it is by means of Matter that God shows Himself the author of evil, although Matter has been assumed by you expressly to prevent God's seeming to be the author of evil."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:13",
                            "text": "Matter being therefore excluded, since the cause of it is excluded, it remains that God without doubt, must have made all things out of nothing."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:14",
                            "text": "Whether evil things were amongst them we shall see, when it shall be made clear what are evil things, and whether those things are evil which you at present deem to be so."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:15",
                            "text": "For it is more worthy of God that He produced even these of His own will, by producing them out of nothing, than from the predetermination of another, (which must have been the case) if He had produced them out of Matter."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:16",
                            "text": "It is liberty, not necessity, which suits the character of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Tertullian: Against Hermogenes 16:17",
                            "text": "I would much rather that He should have even willed to create evil of Himself, than that He should have lacked ability to hinder its creation."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: Against Hermogenes 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: Against Hermogenes 17:1",
                            "text": "The Truth of God's Work in Creation."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: Against Hermogenes 17:2",
                            "text": "You Cannot Depart in the Least from It, Without Landing Yourself in an Absurdity."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: Against Hermogenes 17:3",
                            "text": "This rule is required by the nature of the One-only God, who is One-only in no other way than as the sole God; and in no other way sole, than as having nothing else (co-existent) with Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: Against Hermogenes 17:4",
                            "text": "So also He will be first, because all things are after Him; and all things are after Him, because all things are by Him; and all things are by Him, because they are of nothing: so that reason coincides with the Scripture, which says: \"Who hath known the mind of the Lord? or who hath been His counsellor? or with whom took He counsel? or who hath shown to Him the way of wisdom and knowledge? Who hath first given to Him, and it shall be recompensed to him again?\" Surely none!  Because there was present with Him no power, no material, no nature which belonged to any other than Himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: Against Hermogenes 17:5",
                            "text": "But if it was with some (portion of Matter) that He effected His creation, He must have received from that (Matter) itself both the design and the treatment of its order as being \"the way of wisdom and knowledge\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: Against Hermogenes 17:6",
                            "text": "For He had to operate conformably with the quality of the thing, and according to the nature of Matter, not according to His own will in consequence of which He must have made even evil things suitably to the nature not of Himself, but of Matter."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Tertullian: Against Hermogenes 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:1",
                            "text": "An Eulogy on the Wisdom and Word of God, by Which God Made All Things of Nothing."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:2",
                            "text": "If any material was necessary to God in the creation of the world, as Hermogenes supposed, God had a far nobler and more suitable one in His own wisdom—one which was not to be gauged by the writings of philosophers, but to be learnt from the words or prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:3",
                            "text": "This alone, indeed, knew the mind of the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:4",
                            "text": "For \"who knoweth the things of God, and the things in God, but the Spirit, which is in Him?\" Now His wisdom is that Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:5",
                            "text": "This was His counsellor, the very way of His wisdom and knowledge."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:6",
                            "text": "Of this He made all things, making them through It, and making them with It."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:7",
                            "text": "\"When He prepared the heavens,\" so says (the Scripture), \"I was present with Him; and when He strengthened above the winds the lofty clouds, and when He secured the fountains which are under the heaven, I was present, compacting these things along with Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:8",
                            "text": "I was He in whom He took delight; moreover, I daily rejoiced in His presence: for He rejoiced when He had finished the world, and amongst the sons of men did He show forth His pleasure\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:9",
                            "text": "Now, who would not rather approve of this as the fountain and origin of all things—of this as, in very deed, the Matter of all Matter, not liable to any end, not diverse in condition, not restless in motion, not ungraceful in form, but natural, and proper, and duly proportioned, and beautiful, such truly as even God might well have required, who requires His own and not another's? Indeed, as soon as He perceived It to be necessary for His creation of the world, He immediately creates It, and generates It in Himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:10",
                            "text": "\"The Lord,\" says the Scripture, \"possessed me, the beginning of His ways for the creation of His works."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:11",
                            "text": "Before the worlds He founded me; before He made the earth, before the mountains were settled in their places; moreover, before the hills He generated me, and prior to the depths was I begotten\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:12",
                            "text": "Let Hermogenes then confess that the very Wisdom of God is declared to be born and created, for the especial reason that we should not suppose that there is any other being than God alone who is unbegotten and uncreated."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:13",
                            "text": "For if that, which from its being inherent in the Lord was of Him and in Him, was yet not without a beginning,—I mean His wisdom, which was then born and created, when in the thought of God It began to assume motion for the arrangement of His creative works,—how much more impossible is it that anything should have been without a beginning which was extrinsic to the Lord! But if this same Wisdom is the Word of God, in the capacity of Wisdom, and (as being He) without whom nothing was made, just as also (nothing) was set in order without Wisdom, how can it be that anything, except the Father, should be older, and on this account indeed nobler, than the Son of God, the only-begotten and first-begotten Word?  Not to say that what is unbegotten is stronger than that which is born, and what is not made more powerful than that which is made."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:14",
                            "text": "Because that which did not require a Maker to give it existence, will be much more elevated in rank than that which had an author to bring it into being."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:15",
                            "text": "On this principle, then, if evil is indeed unbegotten, whilst the Son of God is begotten (\"for,\" says God, \"my heart hath emitted my most excellent Word\"), I am not quite sure that evil may not be introduced by good, the stronger by the weak, in the same way as the unbegotten is by the begotten."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:16",
                            "text": "Therefore on this ground Hermogenes puts Matter even before God, by putting it before the Son."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:17",
                            "text": "Because the Son is the Word, and \"the Word is God,\" and \"I and my Father are one\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Tertullian: Against Hermogenes 18:18",
                            "text": "But after all, perhaps, the Son will patiently enough submit to having that preferred before Him which (by Hermogenes), is made equal to the Father!."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Tertullian: Against Hermogenes 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:1",
                            "text": "An Appeal to the History of Creation."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:2",
                            "text": "True Meaning of the Term Beginning, Which the Heretic Curiously Wrests to an Absurd Sense."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:3",
                            "text": "But I shall appeal to the original document of Moses, by help of which they on the other side vainly endeavour to prop up their conjectures, with the view, of course, of appearing to have the support of that authority which is indispensable in such an inquiry."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:4",
                            "text": "They have found their opportunity, as is usual with heretics, in wresting the plain meaning of certain words."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:5",
                            "text": "For instance the very beginning, when God made the heaven and the earth, they will construe as if it meant something substantial and embodied, to be regarded as Matter."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:6",
                            "text": "We, however, insist on the proper signification of every word, and say that principium means beginning,—being a term which is suitable to represent things which begin to exist."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:7",
                            "text": "For nothing which has come into being is without a beginning, nor can this its commencement be at any other moment than when it begins to have existence."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:8",
                            "text": "Thus principium or beginning, is simply a term of inception, not the name of a substance."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:9",
                            "text": "Now, inasmuch as the heaven and the earth are the principal works of God, and since, by His making them first, He constituted them in an especial manner the beginning of His creation, before all things else, with good reason does the Scripture preface (its record of creation) with the words, \"In the beginning God made the heaven and the earth;\" just as it would have said, \"At last God made the heaven and the earth,\" if God had created these after all the rest."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:10",
                            "text": "Now, if the beginning is a substance, the end must also be material."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:11",
                            "text": "No doubt, a substantial thing may be the beginning of some other thing which may be formed out of it; thus the clay is the beginning of the vessel, and the seed is the beginning of the plant."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:12",
                            "text": "But when we employ the word beginning in this sense of origin, and not in that of order, we do not omit to mention also the name of that particular thing which we regard as the origin of the other."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:13",
                            "text": "On the other hand, if we were to make such a statement as this, for example, \"In the beginning the potter made a basin or a water-jug,\" the word beginning will not here indicate a material substance (for I have not mentioned the clay, which is the beginning in this sense, but only the order of the work, meaning that the potter made the basin and the jug first, before anything else—intending afterwards to make the rest."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:14",
                            "text": "It is, then, to the order of the works that the word beginning has reference, not to the origin of their substances."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:15",
                            "text": "I might also explain this word beginning in another way, which would not, however, be inapposite."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:16",
                            "text": "The Greek term for beginning, which is ἀρχή, admits the sense not only of priority of order, but of power as well; whence princes and magistrates are called ἀρχοντες."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:17",
                            "text": "Therefore in this sense too, beginning may be taken for princely authority and power."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Tertullian: Against Hermogenes 19:18",
                            "text": "It was, indeed, in His transcendent authority and power, that God made the heaven and the earth."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Tertullian: Against Hermogenes 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:1",
                            "text": "Meaning of the Phrase—In the Beginning."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:2",
                            "text": "Tertullian Connects It with the Wisdom of God, and Elicits from It the Truth that the Creation Was Not Out of Pre-Existent Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:3",
                            "text": "But in proof that the Greek word means nothing else than beginning, and that beginning admits of no other sense than the initial one, we have that (Being) even acknowledging such a beginning, who says:  \"The Lord possessed me, the beginning of His ways for the creation of His works\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:4",
                            "text": "For since all things were made by the Wisdom of God, it follows that, when God made both the heaven and the earth in principio—that is to say, in the beginning—He made them in His Wisdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:5",
                            "text": "If, indeed, beginning had a material signification, the Scripture would not have informed us that God made so and so in principio, at the beginning, but rather ex principio, of the beginning; for He would not have created in, but of, matter."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:6",
                            "text": "When Wisdom, however, was referred to, it was quite right to say, in the beginning."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:7",
                            "text": "For it was in Wisdom that He made all things at first, because by meditating and arranging His plans therein, He had in fact already done (the work of creation); and if He had even intended to create out of matter, He would yet have effected His creation when He previously meditated on it and arranged it in His Wisdom, since It was in fact the beginning of His ways:  this meditation and arrangement being the primal operation of Wisdom, opening as it does the way to the works by the act of meditation and thought."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:8",
                            "text": "This authority of Scripture I claim for myself even from this circumstance, that whilst it shows me the God who created, and the works He created, it does not in like manner reveal to me the source from which He created."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:9",
                            "text": "For since in every operation there are three principal things, He who makes, and that which is made, and that of which it is made, there must be three names mentioned in a correct narrative of the operation—the person of the maker the sort of thing which is made, and the material of which it is formed."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:10",
                            "text": "If the material is not mentioned, while the work and the maker of the work are both mentioned, it is manifest that He made the work out of nothing."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:11",
                            "text": "For if He had had anything to operate upon, it would have been mentioned as well as (the other two particulars)."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:12",
                            "text": "In conclusion, I will apply the Gospel as a supplementary testimony to the Old Testament."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:13",
                            "text": "Now in this there is all the greater reason why there should be shown the material (if there were any) out of which God made all things, inasmuch as it is therein plainly revealed by whom He made all things."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:14",
                            "text": "\"In the beginning was the Word\"—that is, the same beginning, of course, in which God made the heaven and the earth—\"and the Word was with God, and the Word was God."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:15",
                            "text": "All things were made by Him, and without Him nothing was made\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Tertullian: Against Hermogenes 20:16",
                            "text": "Now, since we have here clearly told us who the Maker was, that is, God, and what He made, even all things, and through whom He made them, even His Word, would not the order of the narrative have required that the source out of which all things were made by God through the Word should likewise be declared, if they had been in fact made out of anything? What, therefore, did not exist, the Scripture was unable to mention; and by not mentioning it, it has given us a clear proof that there was no such thing: for if there had been, the Scripture would have mentioned it."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Tertullian: Against Hermogenes 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Tertullian: Against Hermogenes 21:1",
                            "text": "A Retort of Heresy Answered."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Tertullian: Against Hermogenes 21:2",
                            "text": "That Scripture Should in So Many Words Tell Us that the World Was Made of Nothing is Superfluous."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Tertullian: Against Hermogenes 21:3",
                            "text": "But, you will say to me, if you determine that all things were made of nothing, on the ground that it is not told us that anything was made out of pre-existent Matter, take care that it be not contended on the opposite side, that on the same ground all things were made out of Matter, because it is not likewise expressly said that anything was made out of nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Tertullian: Against Hermogenes 21:4",
                            "text": "Some arguments may, of course, be thus retorted easily enough; but it does not follow that they are on that account fairly admissible, where there is a diversity in the cause."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Tertullian: Against Hermogenes 21:5",
                            "text": "For I maintain that, even if the Scripture has not expressly declared that all things were made out of nothing—just as it abstains (from saying that they were formed) out of Matter—there was no such pressing need for expressly indicating the creation of all things out of nothing, as there was of their creation out of Matter, if that had been their origin."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Tertullian: Against Hermogenes 21:6",
                            "text": "Because, in the case of what is made out of nothing, the very fact of its not being indicated that it was made of any particular thing shows that it was made of nothing; and there is no danger of its being supposed that it was made of anything, when there is no indication at all of what it was made of."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Tertullian: Against Hermogenes 21:7",
                            "text": "In the case, however, of that which is made out of something, unless the very fact be plainly declared, that it was made out of something, there will be danger, until it is shown of what it was made, first of its appearing to be made of nothing, because it is not said of what it was made; and then, should it be of such a nature as to have the appearance of having certainly been made of something, there will be a similar risk of its seeming to have been made of a far different material from the proper one, so long as there is an absence of statement of what it was made of."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Tertullian: Against Hermogenes 21:8",
                            "text": "Then, if God had been unable to make all things of nothing, the Scripture could not possibly have added that He had made all things of nothing: (there could have been no room for such a statement,) but it must by all means have informed us that He had made all things out of Matter, since Matter must have been the source; because the one case was quite to be understood, if it were not actually stated, whereas the other case would be left in doubt unless it were stated."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Tertullian: Against Hermogenes 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:1",
                            "text": "This Conclusion Confirmed by the Usage of Holy Scripture in Its History of the Creation."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:2",
                            "text": "Hermogenes in Danger of the Woe Pronounced Against Adding to Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:3",
                            "text": "And to such a degree has the Holy Ghost made this the rule of His Scripture, that whenever anything is made out of anything, He mentions both the thing that is made and the thing of which it is made."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:4",
                            "text": "\"Let the earth,\" says He, \"bring forth grass, the herb yielding seed, and the fruit-tree yielding fruit after its kind, whose seed is in itself, after its kind."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:5",
                            "text": "And it was so."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:6",
                            "text": "And the earth brought forth grass, and herb yielding seed after its kind, and the tree yielding fruit, whose seed was in itself, after its kind\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:7",
                            "text": "And again:  \"And God said, Let the waters bring forth abundantly the moving creatures that have life, and fowl that may fly above the earth through the firmament of heaven."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:8",
                            "text": "And it was so."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:9",
                            "text": "And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:10",
                            "text": "Again afterwards: \"And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beasts of the earth after their kind\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:11",
                            "text": "If therefore God, when producing other things out of things which had been already made, indicates them by the prophet, and tells us what He has produced from such and such a source (although we might ourselves suppose them to be derived from some source or other, short of nothing; since there had already been created certain things, from which they might easily seem to have been made); if the Holy Ghost took upon Himself so great a concern for our instruction, that we might know from what everything was produced, would He not in like manner have kept us well informed about both the heaven and the earth, by indicating to us what it was that He made them of, if their original consisted of any material substance, so that the more He seemed to have made them of nothing, the less in fact was there as yet made, from which He could appear to have made them?  Therefore, just as He shows us the original out of which He drew such things as were derived from a given source, so also with regard to those things of which He does not point out whence He produced them, He confirms (by that silence our assertion) that they were produced out of nothing."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:12",
                            "text": "\"In the beginning,\" then, \"God made the heaven and the earth\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:13",
                            "text": "I revere the fulness of His Scripture, in which He manifests to me both the Creator and the creation."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:14",
                            "text": "In the gospel, moreover, I discover a Minister and Witness of the Creator, even His Word."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:15",
                            "text": "But whether all things were made out of any underlying Matter, I have as yet failed anywhere to find."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:16",
                            "text": "Where such a statement is written, Hermogenes' shop must tell us."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Tertullian: Against Hermogenes 22:17",
                            "text": "If it is nowhere written, then let it fear the woe which impends on all who add to or take away from the written word."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Tertullian: Against Hermogenes 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:1",
                            "text": "Hermogenes Pursued to Another Passage of Scripture."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:2",
                            "text": "The Absurdity of His Interpretation Exposed."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:3",
                            "text": "But he draws an argument from the following words, where it is written:  \"And the earth was without form, and void\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:4",
                            "text": "For he resolves the word earth into Matter, because that which is made out of it is the earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:5",
                            "text": "And to the word was he gives the same direction, as if it pointed to what had always existed unbegotten and unmade."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:6",
                            "text": "It was without form, moreover, and void, because he will have Matter to have existed shapeless and confused, and without the finish of a maker's hand."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:7",
                            "text": "Now these opinions of his I will refute singly; but first I wish to say to him, by way of general answer: We are of opinion that Matter is pointed at in these terms."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:8",
                            "text": "But yet does the Scripture intimate that, because Matter was in existence before all, anything of like condition was even formed out of it? Nothing of the kind."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:9",
                            "text": "Matter might have had existence, if it so pleased—or rather if Hermogenes so pleased."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:10",
                            "text": "It might, I say, have existed, and yet God might not have made anything out of it, either as it was unsuitable to Him to have required the aid of anything, or at least because He is not shown to have made anything out of Matter."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:11",
                            "text": "Its existence must therefore be without a cause, you will say."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:12",
                            "text": "Oh, no! certainly not without cause."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Tertullian: Against Hermogenes 23:13",
                            "text": "For even if the world were not made out of it, yet a heresy has been hatched there from; and a specially impudent one too, because it is not Matter which has produced the heresy, but the heresy has rather made Matter itself."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Tertullian: Against Hermogenes 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Tertullian: Against Hermogenes 24:1",
                            "text": "Earth Does Not Mean Matter as Hermogenes Would Have It."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Tertullian: Against Hermogenes 24:2",
                            "text": "I now return to the several points by means of which he thought that Matter was signified."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Tertullian: Against Hermogenes 24:3",
                            "text": "And first I will inquire about the terms."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Tertullian: Against Hermogenes 24:4",
                            "text": "For we read only of one of them, Earth; the other, namely Matter, we do not meet with."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Tertullian: Against Hermogenes 24:5",
                            "text": "I ask, then, since Matter is not mentioned in Scripture, how the term earth can be applied to it, which marks a substance of another kind? There is all the greater need why mention should also have been made of Matter, if this has acquired the further sense of Earth, in order that I may be sure that Earth is one and the same name as Matter, and so not claim the designation for merely one substance, as the proper name thereof, and by which it is better known; or else be unable (if I should feel the inclination), to apply it to some particular species of Matter, instead, indeed, of making it the common term of all Matter."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Tertullian: Against Hermogenes 24:6",
                            "text": "For when a proper name does not exist for that thing to which a common term is ascribed, the less apparent is the object to which it may be ascribed, the more capable will it be of being applied to any other object whatever."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Tertullian: Against Hermogenes 24:7",
                            "text": "Therefore, even supposing that Hermogenes could show us the name Matter, he is bound to prove to us further, that the same object has the surname Earth, in order that he may claim for it both designations alike."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Tertullian: Against Hermogenes 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:1",
                            "text": "The Assumption that There are Two Earths Mentioned in the History of the Creation, Refuted."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:2",
                            "text": "He accordingly maintains that there are two earths set before us in the passage in question: one, which God made in the beginning; the other being the Matter of which God made the world, and concerning which it is said, \"And the earth was without form, and void\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:3",
                            "text": "Of course, if I were to ask, to which of the two earths the name earth is best suited, I shall be told that the earth which was made derived the appellation from that of which it was made, on the ground that it is more likely that the offspring should get its name from the original, than the original from the offspring."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:4",
                            "text": "This being the case, another question presents itself to us, whether it is right and proper that this earth which God made should have derived its name from that out of which He made it? For I find from Hermogenes and the rest of the Materialist heretics, that while the one earth was indeed \"without form, and void,\" this one of ours obtained from God in an equal degree both form, and beauty, and symmetry; and therefore that the earth which was created was a different thing from that out of which it was created."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:5",
                            "text": "Now, having become a different thing, it could not possibly have shared with the other in its name, after it had declined from its condition."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:6",
                            "text": "If earth was the proper name of the (original) Matter, this world of ours, which is not Matter, because it has become another thing, is unfit to bear the name of earth, seeing that that name belongs to something else, and is a stranger to its nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:7",
                            "text": "But (you will tell me) Matter which has undergone creation, that is, our earth, had with its original a community of name no less than of kind."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:8",
                            "text": "By no means."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:9",
                            "text": "For although the pitcher is formed out of the clay, I shall no longer call it clay, but a pitcher; so likewise, although electrum is compounded of gold and silver, I shall yet not call it either gold or silver, but electrum."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:10",
                            "text": "When there is a departure from the nature of any thing, there is likewise a relinquishment of its name—with a propriety which is alike demanded by the designation and the condition."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:11",
                            "text": "How great a change indeed from the condition of that earth, which is Matter, has come over this earth of ours, is plain even from the fact that the latter has received this testimony to its goodness in Genesis, \"And God saw that it was good;\" while the former, according to Hermogenes, is regarded as the origin and cause of all evils."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:12",
                            "text": "Lastly, if the one is Earth because the other is, why also is the one not Matter as the other is? Indeed, by this rule both the heaven and all creatures ought to have had the names of Earth and Matter, since they all consist of Matter."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:13",
                            "text": "I have said enough touching the designation Earth, by which he will have it that Matter is understood."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:14",
                            "text": "This, as everybody knows, is the name of one of the elements; for so we are taught by nature first, and afterwards by Scripture, except it be that credence must be given to that Silenus who talked so confidently in the presence of king Midas of another world, according to the account of Theopompus."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Tertullian: Against Hermogenes 25:15",
                            "text": "But the same author informs us that there are also several gods."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Tertullian: Against Hermogenes 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:1",
                            "text": "The Method Observed in the History of the Creation, in Reply to the Perverse Interpretation of Hermogenes."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:2",
                            "text": "We, however, have but one God, and but one earth too, which in the beginning God made."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:3",
                            "text": "The Scripture, which at its very outset proposes to run through the order thereof tells us as its first information that it was created; it next proceeds to set forth what sort of earth it was."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:4",
                            "text": "In like manner with respect to the heaven, it informs us first of its creation—\"In the beginning God made the heaven:\" it then goes on to introduce its arrangement; how that God both separated \"the water which was below the firmament from that which was above the firmament,\" and called the firmament heaven,—the very thing He had created in the beginning."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:5",
                            "text": "Similarly it (afterwards) treats of man:  \"And God created man, in the image of God made He him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:6",
                            "text": "It next reveals how He made him: \"And (the Lord) God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:7",
                            "text": "Now this is undoubtedly the correct and fitting mode for the narrative."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:8",
                            "text": "First comes a prefatory statement, then follow the details in full; first the subject is named, then it is described."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:9",
                            "text": "How absurd is the other view of the account, when even before he had premised any mention of his subject, i-e: Matter, without even giving us its name, he all on a sudden promulged its form and condition, describing to us its quality before mentioning its existence,—pointing out the figure of the thing formed, but concealing its name! But how much more credible is our opinion, which holds that Scripture has only subjoined the arrangement of the subject after it has first duly described its formation and mentioned its name!  Indeed, how full and complete is the meaning of these words: \"In the beginning God created the heaven and the earth; but the earth was without form, and void,\"—the very same earth, no doubt, which God made, and of which the Scripture had been speaking at that very moment."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:10",
                            "text": "For that very \"but\" is inserted into the narrative like a clasp, (in its function) of a conjunctive particle, to connect the two sentences indissolubly together: \"But the earth\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:11",
                            "text": "This word carries back the mind to that earth of which mention had just been made, and binds the sense thereunto."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Tertullian: Against Hermogenes 26:12",
                            "text": "Take away this \"but,\" and the tie is loosened; so much so that the passage, \"But the earth was without form, and void,\" may then seem to have been meant for any other earth."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Tertullian: Against Hermogenes 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Tertullian: Against Hermogenes 27:1",
                            "text": "Some Hair-Splitting Use of Words in Which His Opponent Had Indulged."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Tertullian: Against Hermogenes 27:2",
                            "text": "But you next praise your eyebrows, and toss back your head, and beckon with your finger, in characteristic disdain, and say: There is the was, looking as if it pointed to an eternal existence,—making its subject, of course, unbegotten and unmade, and on that account worthy of being supposed to be Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Tertullian: Against Hermogenes 27:3",
                            "text": "Well now, for my own part, I shall resort to no affected protestation, but simply reply that \"was\" may be predicated of everything—even of a thing which has been created, which was born, which once was not, and which is not your Matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Tertullian: Against Hermogenes 27:4",
                            "text": "For of everything which has being, from whatever source it has it, whether it has it by a beginning or without a beginning, the word \"was\" will be predicated from the very fact that it exists."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Tertullian: Against Hermogenes 27:5",
                            "text": "To whatever thing the first tense of the verb is applicable for definition, to the same will be suitable the later form of the verb, when it has to descend to relation."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Tertullian: Against Hermogenes 27:6",
                            "text": "\"Est\" (it is) forms the essential part of a definition, \"erat\" (it was) of a relation."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Tertullian: Against Hermogenes 27:7",
                            "text": "Such are the trifles and subtleties of heretics, who wrest and bring into question the simple meaning of the commonest words."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Tertullian: Against Hermogenes 27:8",
                            "text": "A grand question it is, to be sure, whether \"the earth was,\" which was made! The real point of discussion is, whether \"being without form, and void,\" is a state which is more suitable to that which was created, or to that of which it was created, so that the predicate (was) may appertain to the same thing to which the subject (that which was) also belongs."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Tertullian: Against Hermogenes 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:1",
                            "text": "A Curious Inconsistency in Hermogenes Exposed."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:2",
                            "text": "Certain Expressions in The History of Creation Vindicated in The True Sense."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:3",
                            "text": "But we shall show not only that this condition agreed with this earth of ours, but that it did not agree with that other (insisted on by Hermogenes)."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:4",
                            "text": "For, inasmuch as pure Matter was thus subsistent with God, without the interposition indeed of any element at all (because as yet there existed nothing but itself and God), it could not of course have been invisible."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:5",
                            "text": "Because, although Hermogenes contends that darkness was inherent in the substance of Matter, a position which we shall have to meet in its proper place, yet darkness is visible even to a human being (for the very fact that there is the darkness is an evident one), much more is it so to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:6",
                            "text": "If indeed it had been invisible, its quality would not have been by any means discoverable."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:7",
                            "text": "How, then, did Hermogenes find out that that substance was \"without form,\" and confused and disordered, which, as being invisible, was not palpable to his senses? If this mystery was revealed to him by God, he ought to give us his proof."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:8",
                            "text": "I want to know also, whether (the substance in question) could have been described as \"void\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:9",
                            "text": "That certainly is \"void\" which is imperfect."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:10",
                            "text": "Equally certain is it, that nothing can be imperfect but that which is made; it is imperfect when it is not fully made."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:11",
                            "text": "Certainly, you admit."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:12",
                            "text": "Matter, therefore, which was not made at all, could not have been imperfect; and what was not imperfect was not \"void\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:13",
                            "text": "Having no beginning, because it was not made, it was also unsusceptible of any void-condition."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:14",
                            "text": "For this void-condition is an accident of beginning."
                        },
                        {
                            "verse": 15,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:15",
                            "text": "The earth, on the contrary, which was made, was deservedly called \"void\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 28,
                            "name": "Tertullian: Against Hermogenes 28:16",
                            "text": "For as soon as it was made, it had the condition of being imperfect, previous to its completion."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Tertullian: Against Hermogenes 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:1",
                            "text": "The Gradual Development of Cosmical Order Out of Chaos in the Creation, Beautifully Stated."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:2",
                            "text": "God, indeed, consummated all His works in a due order; at first He paled them out, as it were, in their unformed elements, and then He arranged them in their finished beauty."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:3",
                            "text": "For He did not all at once inundate light with the splendour of the sun, nor all at once temper darkness with the moon's assuaging ray."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:4",
                            "text": "The heaven He did not all at once bedeck with constellations and stars, nor did He at once fill the seas with their teeming monsters."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:5",
                            "text": "The earth itself He did not endow with its varied fruitfulness all at once; but at first He bestowed upon it being, and then He filled it, that it might not be made in vain."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:6",
                            "text": "For thus says Isaiah: \"He created it not in vain; He formed it to be inhabited\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:7",
                            "text": "Therefore after it was made, and while awaiting its perfect state, it was \"without form, and void:\" \"void\" indeed, from the very fact that it was without form (as being not yet perfect to the sight, and at the same time unfurnished as yet with its other qualities); and \"without form,\" because it was still covered with waters, as if with the rampart of its fecundating moisture, by which is produced our flesh, in a form allied with its own."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:8",
                            "text": "For to this purport does David say: \"The earth is the Lord's, and the fulness thereof; the world, and all that dwell therein:  He hath founded it upon the seas, and on the streams hath He established it\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:9",
                            "text": "It was when the waters were withdrawn into their hollow abysses that the dry land became conspicuous, which was hitherto covered with its watery envelope."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:10",
                            "text": "Then it forthwith becomes \"visible,\" God saying, \"Let the water be gathered together into one mass, and let the dry land appear\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:11",
                            "text": "\"Appear,\" says He, not \"be made\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:12",
                            "text": "It had been already made, only in its invisible condition it was then waiting to appear."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:13",
                            "text": "\"Dry,\" because it was about to become such by its severance from the moisture, but yet \"land\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:14",
                            "text": "\"And God called the dry land Earth,\" not Matter."
                        },
                        {
                            "verse": 15,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:15",
                            "text": "And so, when it afterwards attains its perfection, it ceases to be accounted void, when God declares, \"Let the earth bring forth grass, the herb yielding seed after its kind, and according to its likeness, and the fruit-tree yielding fruit, whose seed is in itself, after its kind\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:16",
                            "text": "Again:  \"Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth, after their kind\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:17",
                            "text": "Thus the divine Scripture accomplished its full order."
                        },
                        {
                            "verse": 18,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:18",
                            "text": "For to that, which it had at first described as \"without form (invisible) and void,\" it gave both visibility and completion."
                        },
                        {
                            "verse": 19,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:19",
                            "text": "Now no other Matter was \"without form (invisible) and void\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:20",
                            "text": "Henceforth, then, Matter will have to be visible and complete."
                        },
                        {
                            "verse": 21,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:21",
                            "text": "So that I must see Matter, since it has become visible."
                        },
                        {
                            "verse": 22,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:22",
                            "text": "I must likewise recognize it as a completed thing, so as to be able to gather from it the herb bearing seed, and the tree yielding fruit, and that living creatures, made out of it, may minister to my need."
                        },
                        {
                            "verse": 23,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:23",
                            "text": "Matter, however, is nowhere, but the Earth is here, confessed to my view."
                        },
                        {
                            "verse": 24,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:24",
                            "text": "I see it, I enjoy it, ever since it ceased to be \"without form (invisible), and void\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:25",
                            "text": "Concerning it most certainly did Isaiah speak when he said, \"Thus saith the Lord that created the heavens, He was the God that formed the earth, and made it\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:26",
                            "text": "The same earth for certain did He form, which He also made."
                        },
                        {
                            "verse": 27,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:27",
                            "text": "Now how did He form it? Of course by saying, \"Let the dry land appear\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:28",
                            "text": "Why does He command it to appear, if it were not previously invisible? His purpose was also, that He might thus prevent His having made it in vain, by rendering it visible, and so fit for use."
                        },
                        {
                            "verse": 29,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:29",
                            "text": "And thus, throughout, proofs arise to us that this earth which we inhabit is the very same which was both created and formed by God, and that none other was \"Without form, and void,\" than that which had been created and formed."
                        },
                        {
                            "verse": 30,
                            "chapter": 29,
                            "name": "Tertullian: Against Hermogenes 29:30",
                            "text": "It therefore follows that the sentence, \"Now the earth was without form, and void,\" applies to that same earth which God mentioned separately along with the heaven."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Tertullian: Against Hermogenes 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Tertullian: Against Hermogenes 30:1",
                            "text": "Another Passage in the Sacred History of the Creation, Released from the Mishandling of Hermogenes."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Tertullian: Against Hermogenes 30:2",
                            "text": "The following words will in like manner apparently corroborate the conjecture of Hermogenes, \"And darkness was upon the face of the deep, and the Spirit of God moved upon the face of the water;\" as if these blended substances, presented us with arguments for his massive pile of Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Tertullian: Against Hermogenes 30:3",
                            "text": "Now, so discriminating an enumeration of certain and distinct elements (as we have in this passage), which severally designates \"darkness,\" \"the deep,\" \"the Spirit of God,\" \"the waters,\" forbids the inference that anything confused or (from such confusion) uncertain is meant."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Tertullian: Against Hermogenes 30:4",
                            "text": "Still more, when He ascribed to them their own places, \"darkness on the face of the deep,\" \"the Spirit upon the face of the waters,\" He repudiated all confusion in the substances; and by demonstrating their separate position, He demonstrated also their distinction."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Tertullian: Against Hermogenes 30:5",
                            "text": "Most absurd, indeed, would it be that Matter, which is introduced to our view as \"without form,\" should have its \"formless\" condition maintained by so many words indicative of form, without any intimation of what that confused body is, which must of course be supposed to be unique, since it is without form."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Tertullian: Against Hermogenes 30:6",
                            "text": "For that which is without form is uniform; but even that which is without form, when it is blended together from various component parts, must necessarily have one outward appearance; and it has not any appearance, until it has the one appearance (which comes) from many parts combined."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Tertullian: Against Hermogenes 30:7",
                            "text": "Now Matter either had those specific parts within itself, from the words indicative of which it had to be understood—I mean \"darkness,\" and \"the deep,\" and \"the Spirit,\" and \"the waters\"—or it had them not."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Tertullian: Against Hermogenes 30:8",
                            "text": "If it had them, how is it introduced as being \"without form?\" If it had them not, how does it become known?."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Tertullian: Against Hermogenes 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:1",
                            "text": "A Further Vindication of the Scripture Narrative of the Creation, Against a Futile View of Hermogenes."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:2",
                            "text": "But this circumstance, too, will be caught at, that Scripture meant to indicate of the heaven only, and this earth of yours, that God made it in the beginning, while nothing of the kind is said of the above-mentioned specific parts; and therefore that these, which are not described as having been made, appertain to unformed Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:3",
                            "text": "To this point also we must give an answer."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:4",
                            "text": "Holy Scripture would be sufficiently explicit, if it had declared that the heaven and the earth, as the very highest works of creation, were made by God, possessing of course their own special appurtenances, which might be understood to be implied in these highest works themselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:5",
                            "text": "Now the appurtenances of the heaven and the earth, made then in the beginning, were the darkness and the deep, and the spirit, and the waters."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:6",
                            "text": "For the depth and the darkness underlay the earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:7",
                            "text": "Since the deep was under the earth, and the darkness was over the deep, undoubtedly both the darkness and the deep were under the earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:8",
                            "text": "Below the heaven, too, lay the spirit and the waters."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:9",
                            "text": "For since the waters were over the earth, which they covered, whilst the spirit was over the waters, both the spirit and the waters were alike over the earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:10",
                            "text": "Now that which is over the earth, is of course under the heaven."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:11",
                            "text": "And even as the earth brooded over the deep and the darkness, so also did the heaven brood over the spirit and the waters, and embrace them."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:12",
                            "text": "Nor, indeed, is there any novelty in mentioning only that which contains, as pertaining to the whole, and understanding that which is contained as included in it, in its character of a portion."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:13",
                            "text": "Suppose now I should say the city built a theatre and a circus, but the stage was of such and such a kind, and the statues were on the canal, and the obelisk was reared above them all, would it follow that, because I did not distinctly state that these specific things were made by the city, they were therefore not made by it along with the circus and the theatre? Did I not, indeed, refrain from specially mentioning the formation of these particular things because they were implied in the things which I had already said were made, and might be understood to be inherent in the things in which they were contained? But this example may be an idle one as being derived from a human circumstance; I will take another, which has the authority of Scripture itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:14",
                            "text": "It says that \"God made man of the dust of the ground and breathed into his nostrils the breath of life, and man became a living soul\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:15",
                            "text": "Now, although it here mentions the nostrils, it does not say that they were made by God; so again it speaks of skin and bones, and flesh and eyes, and sweat and blood, in subsequent passages, and yet it never intimated that they had been created by God."
                        },
                        {
                            "verse": 16,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:16",
                            "text": "What will Hermogenes have to answer? That the human limbs must belong to Matter, because they are not specially mentioned as objects of creation? Or are they included in the formation of man? In like manner, the deep and the darkness, and the spirit and the waters, were as members of the heaven and the earth."
                        },
                        {
                            "verse": 17,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:17",
                            "text": "For in the bodies the limbs were made, in the bodies the limbs too were mentioned."
                        },
                        {
                            "verse": 18,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:18",
                            "text": "No element but what is a member of that element in which it is contained."
                        },
                        {
                            "verse": 19,
                            "chapter": 31,
                            "name": "Tertullian: Against Hermogenes 31:19",
                            "text": "But all elements are contained in the heaven and the earth."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Tertullian: Against Hermogenes 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:1",
                            "text": "The Account of the Creation in Genesis a General One, Corroborated, However, by Many Other Passages of the Old Testament, Which Give Account of Specific Creations."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:2",
                            "text": "Further Cavillings Confuted."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:3",
                            "text": "This is the answer I should give in defence of the Scripture before us, for seeming here to set forth the formation of the heaven and the earth, as if (they were) the sole bodies made."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:4",
                            "text": "It could not but know that there were those who would at once in the bodies understand their several members also, and therefore it employed this concise mode of speech."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:5",
                            "text": "But, at the same time, it foresaw that there would be stupid and crafty men, who, after paltering with the virtual meaning, would require for the several members a word descriptive of their formation too."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:6",
                            "text": "It is therefore because of such persons, that Scripture in other passages teaches us of the creation of the individual parts."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:7",
                            "text": "You have Wisdom saying, \"But before the depths was I brought forth,\" in order that you may believe that the depths were also \"brought forth\"—that is, created—just as we create sons also, though we \"bring them forth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:8",
                            "text": "It matters not whether the depth was made or born, so that a beginning be accorded to it, which however would not be, if it were subjoined to matter."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:9",
                            "text": "Of darkness, indeed, the Lord Himself by Isaiah says, \"I formed the light, and I created darkness\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:10",
                            "text": "Of the wind also Amos says, \"He that strengtheneth the thunder, and createth the wind, and declareth His Christ unto men;\" thus showing that that wind was created which was reckoned with the formation of the earth, which was wafted over the waters, balancing and refreshing and animating all things: not (as some suppose) meaning God Himself by the spirit, on the ground that \"God is a Spirit,\" because the waters would not be able to bear up their Lord; but He speaks of that spirit of which the winds consist, as He says by Isaiah, \"Because my spirit went forth from me, and I made every blast\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:11",
                            "text": "In like manner the same Wisdom says of the waters, \"Also when He made the fountains strong, things which are under the sky, I was fashioning them along with Him\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:12",
                            "text": "Now, when we prove that these particular things were created by God, although they are only mentioned in Genesis, without any intimation of their having been made, we shall perhaps receive from the other side the reply, that these were made, it is true, but out of Matter, since the very statement of Moses, \"And darkness was on the face of the deep, and the spirit of God moved on the face of the waters,\" refers to Matter, as indeed do all those other Scriptures here and there, which demonstrate that the separate parts were made out of Matter."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:13",
                            "text": "It must follow, then, that as earth consisted of earth, so also depth consisted of depth, and darkness of darkness, and the wind and waters of wind and waters."
                        },
                        {
                            "verse": 14,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:14",
                            "text": "And, as we said above, Matter could not have been without form, since it had specific parts, which were formed out of it—although as separate things—unless, indeed, they were not separate, but were the very same with those out of which they came."
                        },
                        {
                            "verse": 15,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:15",
                            "text": "For it is really impossible that those specific things, which are set forth under the same names, should have been diverse; because in that case the operation of God might seem to be useless, if it made things which existed already; since that alone would be a creation, when things came into being, which had not been (previously) made."
                        },
                        {
                            "verse": 16,
                            "chapter": 32,
                            "name": "Tertullian: Against Hermogenes 32:16",
                            "text": "Therefore, to conclude, either Moses then pointed to Matter when he wrote the words: \"And darkness was on the face of the deep, and the spirit of God moved on the face of the waters;\" or else, inasmuch as these specific parts of creation are afterwards shown in other passages to have been made by God, they ought to have been with equal explicitness shown to have been made out of the Matter which, according to you, Moses had previously mentioned; or else, finally, if Moses pointed to those specific parts, and not to Matter, I want to know where Matter has been pointed out at all."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Tertullian: Against Hermogenes 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Tertullian: Against Hermogenes 33:1",
                            "text": "Statement of the True Doctrine Concerning Matter."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Tertullian: Against Hermogenes 33:2",
                            "text": "Its Relation to God's Creation of the World."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Tertullian: Against Hermogenes 33:3",
                            "text": "But although Hermogenes finds it amongst his own colourable pretences (for it was not in his power to discover it in the Scriptures of God), it is enough for us, both that it is certain that all things were made by God, and that there is no certainty whatever that they were made out of Matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Tertullian: Against Hermogenes 33:4",
                            "text": "And even if Matter had previously existed, we must have believed that it had been really made by God, since we maintained (no less) when we held the rule of faith to be, that nothing except God was uncreated."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Tertullian: Against Hermogenes 33:5",
                            "text": "Up to this point there is room for controversy, until Matter is brought to the test of the Scriptures, and fails to make good its case."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Tertullian: Against Hermogenes 33:6",
                            "text": "The conclusion of the whole is this: I find that there was nothing made, except out of nothing; because that which I find was made, I know did not once exist."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Tertullian: Against Hermogenes 33:7",
                            "text": "Whatever was made out of something, has its origin in something made: for instance, out of the ground was made the grass, and the fruit, and the cattle, and the form of man himself; so from the waters were produced the animals which swim and fly."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Tertullian: Against Hermogenes 33:8",
                            "text": "The original fabrics out of which such creatures were produced I may call their materials, but then even these were created by God."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Tertullian: Against Hermogenes 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:1",
                            "text": "A Presumption that All Things Were Created by God Out of Nothing Afforded by the Ultimate Reduction of All Things to Nothing."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:2",
                            "text": "Scriptures Proving This Reduction Vindicated from Hermogenes' Charge of Being Merely Figurative."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:3",
                            "text": "Besides, the belief that everything was made from nothing will be impressed upon us by that ultimate dispensation of God which will bring back all things to nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:4",
                            "text": "For \"the very heaven shall be rolled together as a scroll;\" nay, it shall come to nothing along with the earth itself, with which it was made in the beginning."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:5",
                            "text": "\"Heaven and earth shall pass away,\" says He."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:6",
                            "text": "\"The first heaven and the first earth passed away,\" \"and there was found no place for them,\" because, of course, that which comes to an end loses locality."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:7",
                            "text": "In like manner David says, \"The heavens, the works of Thine hands, shall themselves perish."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:8",
                            "text": "For even as a vesture shall He change them, and they shall be changed\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:9",
                            "text": "Now to be changed is to fall from that primitive state which they lose whilst undergoing the change."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:10",
                            "text": "\"And the stars too shall fall from heaven, even as a fig-tree casteth her green figs when she is shaken of a mighty wind\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:11",
                            "text": "\"The mountains shall melt like wax at the presence of the Lord;\" that is, \"when He riseth to shake terribly the earth\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:12",
                            "text": "\"But I will dry up the pools;\" and \"they shall seek water, and they shall find none\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:13",
                            "text": "Even \"the sea shall be no more\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:14",
                            "text": "Now if any person should go so far as to suppose that all these passages ought to be spiritually interpreted, he will yet be unable to deprive them of the true accomplishment of those issues which must come to pass just as they have been written."
                        },
                        {
                            "verse": 15,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:15",
                            "text": "For all figures of speech necessarily arise out of real things, not out of chimerical ones; because nothing is capable of imparting anything of its own for a similitude, except it actually be that very thing which it imparts in the similitude."
                        },
                        {
                            "verse": 16,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:16",
                            "text": "I return therefore to the principle which defines that all things which have come from nothing shall return at last to nothing."
                        },
                        {
                            "verse": 17,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:17",
                            "text": "For God would not have made any perishable thing out of what was eternal, that is to say, out of Matter; neither out of greater things would He have created inferior ones, to whose character it would be more agreeable to produce greater things out of inferior ones,—in other words, what is eternal out of what is perishable."
                        },
                        {
                            "verse": 18,
                            "chapter": 34,
                            "name": "Tertullian: Against Hermogenes 34:18",
                            "text": "This is the promise He makes even to our flesh, and it has been His will to deposit within us this pledge of His own virtue and power, in order that we may believe that He has actually awakened the universe out of nothing, as if it had been steeped in death, in the sense, of course, of its previous non-existence for the purpose of its coming into existence."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Tertullian: Against Hermogenes 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Tertullian: Against Hermogenes 35:1",
                            "text": "Contradictory Propositions Advanced by Hermogenes Respecting Matter and Its Qualities."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Tertullian: Against Hermogenes 35:2",
                            "text": "As regards all other points touching Matter, although there is no necessity why we should treat of them (for our first point was the manifest proof of its existence), we must for all that pursue our discussion just as if it did exist, in order that its non-existence may be the more apparent, when these other points concerning it prove inconsistent with each other, and in order at the same time that Hermogenes may acknowledge his own contradictory positions."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Tertullian: Against Hermogenes 35:3",
                            "text": "Matter, says he, at first sight seems to us to be incorporeal; but when examined by the light of right reason, it is found to be neither corporeal nor incorporeal."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Tertullian: Against Hermogenes 35:4",
                            "text": "What is this right reason of yours, which declares nothing right, that is, nothing certain? For, if I mistake not, everything must of necessity be either corporeal or incorporeal (although I may for the moment allow that there is a certain incorporeality in even substantial things, although their very substance is the body of particular things); at all events, after the corporeal and the incorporeal there is no third state."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Tertullian: Against Hermogenes 35:5",
                            "text": "But if it be contended that there is a third state discovered by this right reason of Hermogenes, which makes Matter neither corporeal nor incorporeal, (I ask,) Where is it? what sort of thing is it? what is it called? what is its description? what is it understood to be? This only has his reason declared, that Matter is neither corporeal nor incorporeal."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Tertullian: Against Hermogenes 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:1",
                            "text": "Other Absurd Theories Respecting Matter and Its Incidents Exposed in an Ironical Strain."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:2",
                            "text": "Motion in Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:3",
                            "text": "Hermogenes' Conceits Respecting It."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:4",
                            "text": "But see what a contradiction he next advances (or perhaps some other reason occurs to him), when he declares that Matter partly corporeal and partly incorporeal."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:5",
                            "text": "Then must Matter be considered (to embrace) both conditions, in order that it may not have either? For it will be corporeal, and incorporeal in spite of the declaration of that antithesis, which is plainly above giving any reason for its opinion, just as that \"other reason\" also was."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:6",
                            "text": "Now, by the corporeal part of Matter, he means that of which bodies are created; but by the incorporeal part of Matter, he means its uncreated motion."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:7",
                            "text": "If, says he, Matter were simply a body, there would appear to be in it nothing incorporeal, that is, (no) motion; if, on the other hand, it had been wholly incorporeal no body could be formed out of it."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:8",
                            "text": "What a peculiarly right reason have we here! Only if you make your sketches as right as you make your reason, Hermogenes, no painter would be more stupid than yourself."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:9",
                            "text": "For who is going to allow you to reckon motion as a moiety of Matter, seeing that it is not a substantial thing, because it is not corporeal, but an accident (if indeed it be even that) of a substance and a body?  Just as action is, and impulsion, just as a slip is, or a fall, so is motion."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:10",
                            "text": "When anything moves even of itself, its motion is the result of impulse; but certainly it is no part of its substance in your sense, when you make motion the incorporeal part of matter."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:11",
                            "text": "All things, indeed, have motion—either of themselves as animals, or of others as inanimate things; but yet we should not say that either a man or a stone was both corporeal and incorporeal because they had both a body and motion: we should say rather that all things have one form of simple corporeality, which is the essential quality of substance."
                        },
                        {
                            "verse": 12,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:12",
                            "text": "If any incorporeal incidents accrue to them, as actions, or passions, or functions, or desires, we do not reckon these parts as of the things."
                        },
                        {
                            "verse": 13,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:13",
                            "text": "How then does he contrive to assign an integral portion of Matter to motion, which does not pertain to substance, but to a certain condition of substance? Is not this incontrovertible? Suppose you had taken it into your head to represent matter as immoveable, would then the immobility seem to you to be a moiety of its form? Certainly not."
                        },
                        {
                            "verse": 14,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:14",
                            "text": "Neither, in like manner, could motion."
                        },
                        {
                            "verse": 15,
                            "chapter": 36,
                            "name": "Tertullian: Against Hermogenes 36:15",
                            "text": "But I shall be at liberty to speak of motion elsewhere."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Tertullian: Against Hermogenes 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:1",
                            "text": "Ironical Dilemmas Respecting Matter, and Sundry Moral Qualities Fancifully Attributed to It."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:2",
                            "text": "I see now that you are coming back again to that reason, which has been in the habit of declaring to you nothing in the way of certainty."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:3",
                            "text": "For just as you introduce to our notice Matter as being neither corporeal nor incorporeal, so you allege of it that it is neither good nor evil; and you say, whilst arguing further on it in the same strain: \"If it were good, seeing that it had ever been so, it would not require the arrangement of itself by God; if it were naturally evil, it would not have admitted of a change for the better, nor would God have ever applied to such a nature any attempt at arrangement of it, for His labour would have been in vain\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:4",
                            "text": "Such are your words, which it would have been well if you had remembered in other passages also, so as to have avoided any contradiction of them."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:5",
                            "text": "As, however, we have already treated to some extent of this ambiguity of good and evil touching Matter, I will now reply to the only proposition and argument of yours which we have before us."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:6",
                            "text": "I shall not stop to repeat my opinion, that it was your bounden duty to have said for certain that Matter was either good or bad, or in some third condition; but (I must observe) that you have not here even kept to the statement which you chose to make before."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:7",
                            "text": "Indeed, you retract what you declared—that Matter is neither good nor evil; because you imply that it is evil when you say, \"If it were good, it would not require to be set in order by God;\" so again, when you add, \"If it were naturally evil, it would not admit of any change for the better,\" you seem to intimate that it is good."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:8",
                            "text": "And so you attribute to it a close relation to good and evil, although you declared it neither good nor evil."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:9",
                            "text": "With a view, however, to refute the argument whereby you thought you were going to clinch your proposition, I here contend: If Matter had always been good, why should it not have still wanted a change for the better? Does that which is good never desire, never wish, never feel able to advance, so as to change its good for a better? And in like manner, if Matter had been by nature evil, why might it not have been changed by God as the more powerful Being, as able to convert the nature of stones into children of Abraham? Surely by such means you not only compare the Lord with Matter, but you even put Him below it, since you affirm that the nature of Matter could not possibly be brought under control by Him, and trained to something better."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Tertullian: Against Hermogenes 37:10",
                            "text": "But although you are here disinclined to allow that Matter is by nature evil, yet in another passage you will deny having made such an admission."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Tertullian: Against Hermogenes 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:1",
                            "text": "Other Speculations of Hermogenes, About Matter and Some of Its Adjuncts, Shown to Be Absurd."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:2",
                            "text": "For Instance, Its Alleged Infinity."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:3",
                            "text": "My observations touching the site of Matter, as also concerning its mode have one and the same object in view—to meet and refute your perverse positions."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:4",
                            "text": "You put Matter below God, and thus, of course, you assign a place to it below God."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:5",
                            "text": "Therefore Matter is local."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:6",
                            "text": "Now, if it is local, it is within locality; if within locality, it is bounded by the place within which it is; if it is bounded, it has an outline, which (painter as you are in your special vocation) you know is the boundary to every object susceptible of outline."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:7",
                            "text": "Matter, therefore, cannot be infinite, which, since it is in space, is bounded by space; and being thus determinable by space, it is susceptible of an outline."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:8",
                            "text": "You, however, make it infinite, when you say: \"It is on this account infinite, because it is always existent\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:9",
                            "text": "And if any of your disciples should choose to meet us by declaring your meaning to be that Matter is infinite in time, not in its corporeal mass, still what follows will show that (you mean) corporeal infinity to be an attribute of Matter, that it is in respect of bulk immense and uncircumscribed."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:10",
                            "text": "\"Wherefore,\" say you, \"it is not fabricated as a whole, but in its parts\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:11",
                            "text": "In bulk, therefore, is it infinite, not in time."
                        },
                        {
                            "verse": 12,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:12",
                            "text": "And you contradict yourself when you make Matter infinite in bulk, and at the same time ascribe place to it, including it within space and local outline."
                        },
                        {
                            "verse": 13,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:13",
                            "text": "But yet at the same time I cannot tell why God should not have entirely formed it, unless it be because He was either impotent or envious."
                        },
                        {
                            "verse": 14,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:14",
                            "text": "I want therefore to know the moiety of that which was not wholly formed (by God), in order that I may understand what kind of thing the entirety was."
                        },
                        {
                            "verse": 15,
                            "chapter": 38,
                            "name": "Tertullian: Against Hermogenes 38:15",
                            "text": "It was only right that God should have made it known as a model of antiquity, to set off the glory of His work."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Tertullian: Against Hermogenes 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Tertullian: Against Hermogenes 39:1",
                            "text": "These Latter Speculations Shown to Be Contradictory to the First Principles Respecting Matter, Formerly Laid Down by Hermogenes."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Tertullian: Against Hermogenes 39:2",
                            "text": "Well, now, since it seems to you to be the correcter thing, let Matter be circumscribed by means of changes and displacements; let it also be capable of comprehension, since (as you say) it is used as material by God, on the ground of its being convertible, mutable, and separable."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Tertullian: Against Hermogenes 39:3",
                            "text": "For its changes, you say, show it to be inseparable."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Tertullian: Against Hermogenes 39:4",
                            "text": "And here you have swerved from your own lines which you prescribed respecting the person of God when you laid down the rule that God made it not out of His own self, because it was not possible for Him to become divided seeing that He is eternal and abiding for ever, and therefore unchangeable and indivisible."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Tertullian: Against Hermogenes 39:5",
                            "text": "Since Matter too is estimated by the same eternity, having neither beginning nor end, it will be unsusceptible of division, of change, for the same reason that God also is."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Tertullian: Against Hermogenes 39:6",
                            "text": "Since it is associated with Him in the joint possession of eternity, it must needs share with Him also the powers, the laws, and the conditions of eternity."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Tertullian: Against Hermogenes 39:7",
                            "text": "In like manner, when you say, \"All things simultaneously throughout the universe possess portions of it, that so the whole may be ascertained from its parts,\" you of course mean to indicate those parts which were produced out of it, and which are now visible to us."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Tertullian: Against Hermogenes 39:8",
                            "text": "How then is this possession (of Matter) by all things throughout the universe effected—that is, of course, from the very beginning—when the things which are now visible to us are different in their condition from what they were in the beginning?."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Tertullian: Against Hermogenes 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Tertullian: Against Hermogenes 40:1",
                            "text": "Shapeless Matter an Incongruous Origin for God's Beautiful Cosmos."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Tertullian: Against Hermogenes 40:2",
                            "text": "Hermogenes Does Not Mend His Argument by Supposing that Only a Portion of Matter Was Used in the Creation."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Tertullian: Against Hermogenes 40:3",
                            "text": "You say that Matter was reformed for the better—from a worse condition, of course; and thus you would make the better a copy of the worse."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Tertullian: Against Hermogenes 40:4",
                            "text": "Everything was in confusion, but now it is reduced to order; and would you also say, that out of order, disorder is produced? No one thing is the exact mirror of another thing; that is to say, it is not its co-equal."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Tertullian: Against Hermogenes 40:5",
                            "text": "Nobody ever found himself in a barber's looking-glass look like an ass instead of a man; unless it be he who supposes that unformed and shapeless Matter answers to Matter which is now arranged and beautified in the fabric of the world."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Tertullian: Against Hermogenes 40:6",
                            "text": "What is there now that is without form in the world, what was there once that was formed in Matter, that the world is the mirror of Matter? Since the world is known among the Greeks by a term denoting ornament, how can it present the image of unadorned Matter, in such a way that you can say the whole is known by its parts? To that whole will certainly belong even the portion which has not yet become formed; and you have already declared that the whole of Matter was not used as material in the creation."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Tertullian: Against Hermogenes 40:7",
                            "text": "It follows, then, that this rude, and confused, and unarranged portion cannot be recognized in the polished, and distinct and well-arranged parts of creation, which indeed can hardly with propriety be called parts of Matter, since they have quitted its condition, by being separated from it in the transformation they have undergone."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Tertullian: Against Hermogenes 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:1",
                            "text": "Sundry Quotations from Hermogenes."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:2",
                            "text": "Now Uncertain and Vague are His Speculations Respecting Motion in Matter, and the Material Qualities of Good and Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:3",
                            "text": "I come back to the point of motion, that I may show how slippery you are at every step."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:4",
                            "text": "Motion in Matter was disordered, and confused, and turbulent."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:5",
                            "text": "This is why you apply to it the comparison of a boiler of hot water surging over."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:6",
                            "text": "Now how is it, that in another passage another sort of motion is affirmed by you?  For when you want to represent Matter as neither good nor evil, you say: \"Matter, which is the substratum (of creation) possessing as it does motion in an equable impulse, tends in no very great degree either to good or to evil\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:7",
                            "text": "Now if it had this equable impulse, it could not be turbulent, nor be like the boiling water of the caldron; it would rather be even and regular, oscillating indeed of its own accord between good and evil, but yet not prone or tending to either side."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:8",
                            "text": "It would swing, as the phrase is, in a just and exact balance."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:9",
                            "text": "Now this is not unrest; this is not turbulence or inconstancy; but rather the regularity, and evenness, and exactitude of a motion, inclining to neither side."
                        },
                        {
                            "verse": 10,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:10",
                            "text": "If it oscillated this way and that way, and inclined rather to one particular side, it would plainly in that case merit the reproach of unevenness, and inequality, and turbulence."
                        },
                        {
                            "verse": 11,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:11",
                            "text": "Moreover, although the motion of Matter was not prone either to good or to evil, it would still, of course, oscillate between good and evil; so that from this circumstance too it is obvious that Matter is contained within certain limits, because its motion, while prone to neither good nor evil, since it had no natural bent either way, oscillated from either between both, and therefore was contained within the limits of the two."
                        },
                        {
                            "verse": 12,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:12",
                            "text": "But you, in fact, place both good and evil in a local habitation, when you assert that motion in Matter inclined to neither of them."
                        },
                        {
                            "verse": 13,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:13",
                            "text": "For Matter which was local, when inclining neither hither nor thither, inclined not to the places in which good and evil were."
                        },
                        {
                            "verse": 14,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:14",
                            "text": "But when you assign locality to good and evil, you make them corporeal by making them local, since those things which have local space must needs first have bodily substance."
                        },
                        {
                            "verse": 15,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:15",
                            "text": "In fact, incorporeal things could not have any locality of their own except in a body, when they have access to a body."
                        },
                        {
                            "verse": 16,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:16",
                            "text": "But when Matter inclined not to good and evil, it was as corporeal or local essences that it did not incline to them."
                        },
                        {
                            "verse": 17,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:17",
                            "text": "You err, therefore, when you will have it that good and evil are substances."
                        },
                        {
                            "verse": 18,
                            "chapter": 41,
                            "name": "Tertullian: Against Hermogenes 41:18",
                            "text": "For you make substances of the things to which you assign locality; but you assign locality when you keep motion in Matter poised equally distant from both sides."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Tertullian: Against Hermogenes 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:1",
                            "text": "Further Exposure of Inconsistencies in the Opinions of Hermogenes Respecting the Divine Qualities of Matter."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:2",
                            "text": "You have thrown out all your views loosely and at random, in order that it might not be apparent, by too close a proximity, how contrary they are to one another."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:3",
                            "text": "I, however, mean to gather them together and compare them."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:4",
                            "text": "You allege that motion in Matter is without regularity, and you go on to say that Matter aims at a shapeless condition, and then, in another passage, that it desires to be set in order by God."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:5",
                            "text": "Does that, then, which affects to be without form, want to be put into shape? Or does that which wants to be put into shape, affect to be without form? You are unwilling that God should seem to be equal to Matter; and then again you say that it has a common condition with God."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:6",
                            "text": "\"For it is impossible,\" you say, \"if it has nothing in common with God, that it can be set in order by Him\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:7",
                            "text": "But if it had anything in common with God, it did not want to be set in order, being, forsooth, a part of the Deity through a community of condition; or else even God was susceptible of being set in order by Matter, by His having Himself something in common with it."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:8",
                            "text": "And now you herein subject God to necessity, since there was in Matter something on account of which He gave it form."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:9",
                            "text": "You make it, however, a common attribute of both of them, that they set themselves in motion by themselves, and that they are ever in motion."
                        },
                        {
                            "verse": 10,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:10",
                            "text": "What less do you ascribe to Matter than to God? There will be found all through a fellowship of divinity in this freedom and perpetuity of motion."
                        },
                        {
                            "verse": 11,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:11",
                            "text": "Only in God motion is regular, in Matter irregular."
                        },
                        {
                            "verse": 12,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:12",
                            "text": "In both, however, there is equally the attribute of Deity—both alike having free and eternal motion."
                        },
                        {
                            "verse": 13,
                            "chapter": 42,
                            "name": "Tertullian: Against Hermogenes 42:13",
                            "text": "At the same time, you assign more to Matter, to which belonged the privilege of thus moving itself in a way not allowed to God."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Tertullian: Against Hermogenes 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:1",
                            "text": "Other Discrepancies Exposed and Refuted Respecting the Evil in Matter Being Changed to Good."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:2",
                            "text": "On the subject of motion I would make this further remark."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:3",
                            "text": "Following the simile of the boiling caldron, you say that motion in Matter, before it was regulated, was confused, restless, incomprehensible by reason of excess in the commotion."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:4",
                            "text": "Then again you go on to say, \"But it waited for the regulation of God, and kept its irregular motion incomprehensible, owing to the tardiness of its irregular motion\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:5",
                            "text": "Just before you ascribe commotion, here tardiness, to motion."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:6",
                            "text": "Now observe how many slips you make respecting the nature of Matter."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:7",
                            "text": "In a former passage you say, \"If Matter were naturally evil, it would not have admitted of a change for the better; nor would God have ever applied to it any attempt at arrangement, for His labour would have been in vain\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:8",
                            "text": "You therefore concluded your two opinions, that Matter was not by nature evil, and that its nature was incapable of being changed by God; and then, forgetting them, you afterwards drew this inference: \"But when it received adjustment from God, and was reduced to order, it relinquished its nature\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "Tertullian: Against Hermogenes 43:9",
                            "text": "Now, inasmuch as it was transformed to good, it was of course transformed from evil; and if by God's setting it in order it relinquished the nature of evil, it follows that its nature came to an end; now its nature was evil before the adjustment, but after the transformation it might have relinquished that nature."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Tertullian: Against Hermogenes 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:1",
                            "text": "Curious Views Respecting God's Method of Working with Matter Exposed."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:2",
                            "text": "Discrepancies in the Heretic's Opinion About God's Local Relation to Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:3",
                            "text": "But it remains that I should show also how you make God work."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:4",
                            "text": "You are plainly enough at variance with the philosophers; but neither are you in accord with the prophets."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:5",
                            "text": "The Stoics maintain that God pervaded Matter, just as honey the honeycomb."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:6",
                            "text": "You, however, affirm that it is not by pervading Matter that God makes the world, but simply by appearing, and approaching it, just as beauty affects a thing by simply appearing, and a loadstone by approaching it."
                        },
                        {
                            "verse": 7,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:7",
                            "text": "Now what similarity is there in God forming the world, and beauty wounding a soul, or a magnet attracting iron? For even if God appeared to Matter, He yet did not wound it, as beauty does the soul; if, again, He approached it, He yet did not cohere to it, as the magnet does to the iron."
                        },
                        {
                            "verse": 8,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:8",
                            "text": "Suppose, however, that your examples are suitable ones."
                        },
                        {
                            "verse": 9,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:9",
                            "text": "Then, of course, it was by appearing and approaching to Matter that God made the world, and He made it when He appeared and when He approached to it."
                        },
                        {
                            "verse": 10,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:10",
                            "text": "Therefore, since He had not made it before then, He had neither appeared nor approached to it."
                        },
                        {
                            "verse": 11,
                            "chapter": 44,
                            "name": "Tertullian: Against Hermogenes 44:11",
                            "text": "Now, by whom can it be believed that God had not appeared to Matter—of the same nature as it even was owing to its eternity? Or that He had been at a distance from it—even He whom we believe to be existent everywhere, and everywhere apparent; whose praises all things chant, even inanimate things and things incorporeal, according to (the prophet) Daniel? How immense the place, where God kept Himself so far aloof from Matter as to have neither appeared nor approached to it before the creation of the world! I suppose He journeyed to it from a long distance, as soon as He wished to appear and approach to it."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Tertullian: Against Hermogenes 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:1",
                            "text": "Conclusion."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:2",
                            "text": "Contrast Between the Statements of Hermogenes and the Testimony of Holy Scripture Respecting the Creation."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:3",
                            "text": "Creation Out of Nothing, Not Out of Matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:4",
                            "text": "But it is not thus that the prophets and the apostles have told us that the world was made by God merely appearing and approaching Matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:5",
                            "text": "They did not even mention any Matter, but (said) that Wisdom was first set up, the beginning of His ways, for His works."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:6",
                            "text": "Then that the Word was produced, \"through whom all things were made, and without whom nothing was made\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:7",
                            "text": "Indeed, \"by the Word of the Lord were the heavens made, and all their hosts by the breath of His mouth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:8",
                            "text": "He is the Lord's right hand, indeed His two hands, by which He worked and constructed the universe."
                        },
                        {
                            "verse": 9,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:9",
                            "text": "\"For,\" says He, \"the heavens are the works of Thine hands,\" wherewith \"He hath meted out the heaven, and the earth with a span\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:10",
                            "text": "Do not be willing so to cover God with flattery, as to contend that He produced by His mere appearance and simple approach so many vast substances, instead of rather forming them by His own energies."
                        },
                        {
                            "verse": 11,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:11",
                            "text": "For this is proved by Jeremiah when he says, \"God hath made the earth by His power, He hath established the world by His wisdom, and hath stretched out the heaven by His understanding\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:12",
                            "text": "These are the energies by the stress of which He made this universe."
                        },
                        {
                            "verse": 13,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:13",
                            "text": "His glory is greater if He laboured."
                        },
                        {
                            "verse": 14,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:14",
                            "text": "At length on the seventh day He rested from His works."
                        },
                        {
                            "verse": 15,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:15",
                            "text": "Both one and the other were after His manner."
                        },
                        {
                            "verse": 16,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:16",
                            "text": "If, on the contrary, He made this world simply by appearing and approaching it, did He, on the completion of His work, cease to appear and approach it any more."
                        },
                        {
                            "verse": 17,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:17",
                            "text": "Nay rather, God began to appear more conspicuously and to be everywhere accessible from the time when the world was made."
                        },
                        {
                            "verse": 18,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:18",
                            "text": "You see, therefore, how all things consist by the operation of that God who \"made the earth by His power, who established the world by His wisdom, and stretched out the heaven by His understanding;\" not appearing merely, nor approaching, but applying the almighty efforts of His mind, His wisdom, His power, His understanding, His word, His Spirit, His might."
                        },
                        {
                            "verse": 19,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:19",
                            "text": "Now these things were not necessary to Him, if He had been perfect by simply appearing and approaching."
                        },
                        {
                            "verse": 20,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:20",
                            "text": "They are, however, His \"invisible things,\" which, according to the apostle, \"are from the creation of the world clearly seen by the things that are made;\" they are no parts of a nondescript Matter, but they are the sensible evidences of Himself."
                        },
                        {
                            "verse": 21,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:21",
                            "text": "\"For who hath known the mind of the Lord,\" of which (the apostle) exclaims: \"O the depth of the riches both of His wisdom and knowledge! how unsearchable are His judgments, and His ways past finding out!\" Now what clearer truth do these words indicate, than that all things were made out of nothing? They are incapable of being found out or investigated, except by God alone."
                        },
                        {
                            "verse": 22,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:22",
                            "text": "Otherwise, if they were traceable or discoverable in Matter, they would be capable of investigation."
                        },
                        {
                            "verse": 23,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:23",
                            "text": "Therefore, in as far as it has become evident that Matter had no prior existence (even from this circumstance, that it is impossible for it to have had such an existence as is assigned to it), in so far is it proved that all things were made by God out of nothing."
                        },
                        {
                            "verse": 24,
                            "chapter": 45,
                            "name": "Tertullian: Against Hermogenes 45:24",
                            "text": "It must be admitted, however, that Hermogenes, by describing for Matter a condition like his own—irregular, confused, turbulent, of a doubtful and precipate and fervid impulse—has displayed a specimen of his own art, and painted his own portrait."
                        }
                    ]
                }
            ]
        }
    ]
}