{
    "books": [
        {
            "name": "Theodoret: Ecclesiastical History Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Theodoret: Ecclesiastical History Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:1",
                            "text": "Book IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:3",
                            "text": "—Of the reign and piety of Jovianus  After Julian was slain the generals and prefects met in council and deliberated who ought to succeed to the imperial power and effect both the salvation of the army in the campaign, and the recovery of the fortunes of Rome, now, by the rashness of the deceased Emperor, placed to use the common saying, on the razor edge of peril."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:4",
                            "text": "But while the chiefs were in deliberation the troops met together and demanded Jovianus for emperor, though he was neither a general nor in the next highest rank; a man however remarkably distinguished, and for many reasons well known."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:5",
                            "text": "His stature was great; his soul lofty."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:6",
                            "text": "In war, and in grave struggles it was his wont to be first."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:7",
                            "text": "Against impiety he delivered himself courageously with no fear of the tyrant's power, but with a zeal that ranked him among the martyrs of Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:8",
                            "text": "So the generals accepted the unanimous vote of the soldiers as a divine election."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:9",
                            "text": "The brave man was led forward and placed upon a raised platform hastily constructed."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:10",
                            "text": "The host saluted him with the imperial titles, calling him Augustus and Caesar."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:11",
                            "text": "With his usual bluntness, and fearless alike in the presence of the commanding officers and in view of the recent apostasy of the troops, Jovianus admirably said \"I am a Christian."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:12",
                            "text": "I cannot govern men like these."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:13",
                            "text": "I cannot command Julian's army trained as it is in vicious discipline."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:14",
                            "text": "Men like these, stripped of the covering of the providence of God, will fall an easy and ridiculous prey to the foe\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:15",
                            "text": "On hearing this the troops shouted with one voice, \"Hesitate not, O emperor; think it not a vile thing to command us."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:16",
                            "text": "You shall reign over Christians nurtured in the training of truth; our veterans were taught in the school of Constantine himself; younger men among us were taught by Constantius."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Theodoret: Ecclesiastical History Book IV 1:17",
                            "text": "This dead man's empire lasted but a few years, all too few to stamp its brand even on those whom it deceived\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Theodoret: Ecclesiastical History Book IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:2",
                            "text": "—Of the return of Athanasius."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:3",
                            "text": "Delighted with these words the emperor undertook for the future to take counsel for the safety of the state, and how to bring home the army without loss from the campaign."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:4",
                            "text": "He was in no need of much deliberation, but at once reaped the fruit sprung from the seeds of true religion, for the God of all gave proof of His own providence, and caused all difficulty to disappear."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:5",
                            "text": "No sooner had the Persian sovereign been made acquainted with Jovian's accession than he sent envoys to treat for peace; nay more, he despatched provisions for the troops and gave directions for the establishment of a market for them in the desert."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:6",
                            "text": "A truce was concluded for thirty years, and the army brought home in safety from the war."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:7",
                            "text": "The first edict of the emperor on setting foot upon his own territory was one recalling the bishops from their exile, and announcing the restoration of the churches to the congregations who had held inviolate the confession of Nicaea."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:8",
                            "text": "He further sent a despatch to Athanasius, the famous champion of these doctrines, beseeching that a letter might be written to him containing exact teaching on matters of religion."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:9",
                            "text": "Athanasius summoned the most learned bishops to meet him, and wrote back exhorting the emperor to hold fast the faith delivered at Nicaea, as being in harmony with apostolic teaching."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Theodoret: Ecclesiastical History Book IV 2:10",
                            "text": "Anxious to benefit all who may meet with it I here subjoin the letter."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Theodoret: Ecclesiastical History Book IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:2",
                            "text": "—Synodical letter to the Emperor Jovian concerning the Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:3",
                            "text": "To Jovianus Augustus most devout, most humane, victorious, Athanasius, and the rest of the bishops assembled, in the name of all the bishops from Egypt to Thebaid, and Libya."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:4",
                            "text": "The intelligent preference and pursuit of holy things is becoming to a prince beloved of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:5",
                            "text": "Thus may you keep your heart in truth in God's hand and reign for many years in peace."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:6",
                            "text": "Since your piety has recently expressed a wish to learn from us the faith of the Catholic Church, we have given thanks to the Lord and have determined before all to remind your reverence of the faith confessed by the fathers at Nicaea."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:7",
                            "text": "This faith some have set at nought, and have devised many and various attacks on us, because of our refusal to submit to the Arian heresy."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:8",
                            "text": "They have become founders of heresy and schism in the Catholic Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:9",
                            "text": "The true and pious faith in our Lord Jesus Christ has been made plain to all as it is known and read from the Holy Scriptures."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:10",
                            "text": "In this faith the martyred saints were perfected, and now departed are with the Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:11",
                            "text": "This faith was destined everywhere to stand unharmed, had not the wickedness of certain heretics dared to attempt its falsification; for Arius and his party endeavoured to corrupt it and to bring in impiety for its destruction, alleging the Son of God to be of the nonexistent, a creature, a Being made, and susceptible of change."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:12",
                            "text": "By these means they deceived many, so that even men who seemed to be somewhat, were led away by them."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:13",
                            "text": "Then our holy Fathers took the initiative, met, as we said, at Nicaea, anathematized the Arian heresy, and subscribed the faith of the Catholic Church so as to cause the putting out of the flames of heresy by proclamation of the truth throughout the world."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:14",
                            "text": "Thus this faith throughout the whole church was known and preached."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:15",
                            "text": "But since some men who wished to start the Arian heresy afresh have had the hardihood to set at naught the faith confessed by the Fathers at Nicaea, and others are pretending to accept it, while in reality they deny it, distorting the meaning of the ὁμοούσιον and thus blaspheming the Holy Ghost, by alleging it to be a creature and a Being made through the Son's means, we, perforce beholding the harm accruing from blasphemy of this kind to the people, have hastened to offer to your piety the faith confessed at Nicaea, that your reverence may know with what exactitude it is drawn up, and how great is the error of them whose teaching contradicts it."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:16",
                            "text": "Know, O holiest Augustus, that this faith is the faith preached from everlasting, this is the faith that the Fathers assembled at Nicaea confessed."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:17",
                            "text": "With this faith all the churches throughout the world are in agreement, in Spain, in Britain, in Gaul, in all Italy and Campania, in Dalmatia and Mysia, in Macedonia, in all Hellas, in all the churches throughout Africa, Sardinia, Cyprus, Crete, Pamphylia and Isauria, and Lycia, those of all Egypt and Libya, of Pontus, Cappadocia and the neighbouring districts and all the churches of the East except a few who have embraced Arianism."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:18",
                            "text": "Of all those above mentioned we know the sentiments after trial made."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:19",
                            "text": "We have letters and we know, most pious Augustus, that though some few gainsay this faith they cannot prejudice the decision of the whole inhabited world."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:20",
                            "text": "After being long under the injurious influence of the Arian heresy they are the more contentiously withstanding true religion."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:21",
                            "text": "For the information of your piety, though indeed you are already acquainted with it, we have taken pains to subjoin the faith confessed at Nicaea by these three hundred and eighteen bishops."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:22",
                            "text": "It is as follows."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:23",
                            "text": "We believe in one God, Father Almighty, maker of all things visible and invisible; and in one Lord Jesus Christ, the Son of God, begotten of the Father, that is of the substance of the Father, God of God, Light of Light, very God of very God: begotten not made, being of one substance with the Father, by whom all things were made both in Heaven and in earth."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:24",
                            "text": "Who for us men and for our salvation came down from Heaven, was incarnate and was made man."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:25",
                            "text": "He suffered and rose again the third day."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:26",
                            "text": "He ascended into Heaven, and is coming to judge both quick and dead."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:27",
                            "text": "And we believe in the Holy Ghost; the Holy Catholic and Apostolic Church anathematizes those who say there was a time when the Son of God was not; that before He was begotten He was not; that He was made out of the non-existent, or that He is of a different essence or different substance, or a creature or subject to variation or change."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:28",
                            "text": "In this faith, most religious Augustus, all must needs abide as divine and apostolic, nor must any strive to change it by persuasive reasoning and word battles, as from the beginning did the Arian maniacs in their contention that the Son of God is of the non-existent, and that there was a time when He was not, that He is created and made and subject to variation."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:29",
                            "text": "Wherefore, as we stated, the council of Nicaea anathematized this heresy and confessed the faith of the truth."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:30",
                            "text": "For they have not simply said that the Son is like the Father, that he may be believed not to be simply like God but very God of God."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:31",
                            "text": "And they promulgated the term \"Homoüsion\" because it is peculiar to a real and true son of a true and natural father."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Theodoret: Ecclesiastical History Book IV 3:32",
                            "text": "Yet they did not separate the Holy Spirit from the Father and the Son, but rather glorified It together with the Father and the Son in the one faith of the Holy Trinity, because the Godhead of the Holy Trinity is one."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Theodoret: Ecclesiastical History Book IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book IV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book IV 4:2",
                            "text": "—Of the restoration of allowances to the churches; and of the Emperor's death."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book IV 4:3",
                            "text": "When the emperor had received this letter, his former knowledge of and disposition to divine things was confirmed, and he issued a second edict wherein he ordered the amount of corn which the great Constantine had appropriated to the churches to be restored."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book IV 4:4",
                            "text": "For Julian, as was to be expected of one who had gone to war with our Lord and Saviour, had stopped even this maintenance, and since the famine which visited the empire in consequence of Julian's iniquity prevented the collection of the contribution of Constantine's enactment, Jovian ordered a third part to be supplied for the present, and promised that on the cessation of the famine he would give the whole."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book IV 4:5",
                            "text": "After distinguishing the beginning of his reign by edicts of this kind, Jovian set out from Antioch for the Bosphorus; but at Dadastanae, a village lying on the confines of Bithynia and Galatia, he died."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book IV 4:6",
                            "text": "He set out on his journey from this world with the grandest and fairest support and stay, but all who had experienced the clemency of his sway were left behind in pain."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Theodoret: Ecclesiastical History Book IV 4:7",
                            "text": "So, methinks, the Supreme Ruler, to convict us of our iniquity, both shews us good things and again deprives us of them; so by the former means He teaches us how easily He can give us what He will; by the latter He convicts us of our unworthiness of it, and points us to the better life."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Theodoret: Ecclesiastical History Book IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:2",
                            "text": "—Of the reign of Valentinianus, and how he associated Valens his brother with him."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:3",
                            "text": "When the troops had become acquainted with the emperor's sudden death, they wept for the departed prince as for a father, and made Valentinian emperor in his room."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:4",
                            "text": "It was he who smote the officer of the temple and was sent to the castle."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:5",
                            "text": "He was distinguished not only for his courage, but also for prudence, temperance, justice, and great stature."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:6",
                            "text": "He was of so kingly and magnanimous a character that, on an attempt being made by the army to appoint a colleague to share his throne, he uttered the well-known words which are universally repeated, \"Before I was emperor, soldiers, it was yours to give me the reins of empire: now that I have taken them, it is mine, not yours, to take counsel for the state\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:7",
                            "text": "The troops were struck with admiration at what he said, and contentedly followed the guidance of his authority."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:8",
                            "text": "Valentinian, however, sent for his brother from Pannonia, and shared the empire with him."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:9",
                            "text": "Would that he had never done so! To Valens, who had not yet accepted unsound doctrines, was committed the charge of Asia and of Egypt, while Valentinian allotted Europe to himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:10",
                            "text": "He journeyed to the Western provinces, and beginning with a proclamation of true religion, instructed them in all righteousness."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:11",
                            "text": "When the Arian Auxentius, bishop of Milan, who was condemned in several councils, departed this life, the emperor summoned the bishops and addressed them as follows: \"Nurtured as you have been in holy writ, you know full well what should be the character of one dignified by the episcopate, and how he should rule his subjects aright, not only with his lip, but with his life; exhibit himself as an example of every kind of virtue, and make his conversation a witness of his teaching."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Theodoret: Ecclesiastical History Book IV 5:12",
                            "text": "Seat now upon your archiepiscopal throne a man of such character that we who rule the realm may honestly bow our heads before him and welcome his reproofs,—for, in that we are men, it needs must be that we sometimes stumble,—as a physician's healing treatment\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Theodoret: Ecclesiastical History Book IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:2",
                            "text": "—Of the election of Ambrosius, the Bishop of Milan."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:3",
                            "text": "Thus spoke the emperor, and then the council begged him, being a wise and devout prince, to make the choice."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:4",
                            "text": "He then replied, \"The responsibility is too great for us."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:5",
                            "text": "You who have been dignified with divine grace, and have received illumination from above, will make a better choice\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:6",
                            "text": "So they left the imperial presence and began to deliberate apart."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:7",
                            "text": "In the meanwhile the people of Milan were torn by factions, some eager that one, some that another, should be promoted."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:8",
                            "text": "They who had been infected with the unsoundness of Auxentius were for choosing men of like opinions, while they of the orthodox party were in their turn anxious to have a bishop of like sentiments with themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:9",
                            "text": "When Ambrosius, who held the chief civil magistracy of the district, was apprised of the contention, being afraid lest some seditious violence should be attempted he hurried to the church; at once there was a lull in the strife."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:10",
                            "text": "The people cried with one voice \"Make Ambrose our pastor,\"—although up to this time he was still unbaptized."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:11",
                            "text": "News of what was being done was brought to the emperor, and he at once ordered the admirable man to be baptized and ordained, for he knew that his judgment was straight and true as the rule of the carpenter and his sentence more exact than the beam of the balance."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:12",
                            "text": "Moreover he concluded from the agreement come to by men of opposite sentiments that the selection was divine."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:13",
                            "text": "Ambrose then received the divine gift of holy baptism, and the grace of the archiepiscopal office."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:14",
                            "text": "The most excellent emperor was present on the occasion and is said to have offered the following hymn of praise to his Lord and Saviour."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:15",
                            "text": "\"We thank thee, Almighty Lord and Saviour; I have committed to this man's keeping men's bodies; Thou hast entrusted to him their souls, and hast shown my choice to be righteous\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:16",
                            "text": "Not many days after the divine Ambrosius addressed the emperor with the utmost freedom, and found fault with certain proceedings of the magistrates as improper."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:17",
                            "text": "Valentinian remarked that this freedom was no novelty to him, and that, well acquainted with it as he was, he had not merely offered no opposition to, but had gladly concurred in, the appointment to the bishopric."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:18",
                            "text": "\"Go on,\" continued the emperor, \"as God's law bids you, healing the errors of our souls\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Theodoret: Ecclesiastical History Book IV 6:19",
                            "text": "Such were the deeds and words of Valentinian at Milan."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Theodoret: Ecclesiastical History Book IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:2",
                            "text": "—Letters of the Emperors Valentinianus and Valens, written to the dioceseof Asia about the Homoüsion, on hearing that some men in Asia and in Phrygia were in dispute about the divine decree."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:3",
                            "text": "Valentinian ordered a council to be held in Illyricum and sent to the disputants the decrees ratified by the bishops there assembled."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:4",
                            "text": "They had decided to hold fast the creed put forth at Nicaea and the emperor himself wrote to them, associating his brother with him in the dispatch, urging that the decrees be kept."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:5",
                            "text": "The edict clearly proclaims the piety of the emperor and similarly exhibits the soundness of Valens in divine doctrines at that time."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:6",
                            "text": "I shall therefore give it in full."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:7",
                            "text": "The mighty emperors, ever august, augustly victorious, Valentinianus, Valens, and Gratianus, to the bishops of Asia, Phrygia, Carophrygia Pacatiana, greeting in the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:8",
                            "text": "A great council having met in Illyricum, after much discussion concerning the word of salvation, the thrice blessed bishops have declared that the Trinity of Father, Son, and Holy Ghost is of one substance."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:9",
                            "text": "This Trinity they worship, in no wise remitting the service which has duly fallen to their lot, the worship of the great King."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:10",
                            "text": "It is our imperial will that this Trinity be preached, so that none may say \"We accept the religion of the sovereign who rules this world without regard to Him who has given us the message of salvation,\" for, as says the gospel of our God which contains this judgment, \"we should render to Caesar the things that are Caesar's and to God the things that are God's\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:11",
                            "text": "What say you, ye bishops, ye champions of the Word of salvation? If these be your professions, thus then continue to love one another, and cease to abuse the imperial dignity."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:12",
                            "text": "No longer persecute those who diligently serve God, by whose prayers both wars cease upon the earth, and the assaults of apostate angels are repelled."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:13",
                            "text": "These striving through supplication to repel all harmful demons both know how to pay tribute as the law enjoins, and do not gainsay the power of their sovereign, but with pure minds both keep the commandment of the heavenly King, and are subject to our laws."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:14",
                            "text": "But ye have been shewn to be disobedient."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:15",
                            "text": "We have tried every expedient but you have given yourselves up."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:16",
                            "text": "We however wish to be pure from you, as Pilate at the trial of Christ when He lived among us, was unwilling to kill Him, and when they begged for His death, turned to the East, asked water for his hands and washed his hands, saying I am innocent of the blood of this righteous man."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:17",
                            "text": "Thus our majesty has invariably charged that those who are working in the field of Christ are not to be persecuted, oppressed, or ill treated; nor the stewards of the great King driven into exile; lest to-day under our Sovereign you may seem to flourish and abound, and then together with your evil counsellor trample on his covenant, as in the case of the blood of Zacharias, but he and his were destroyed by our Heavenly King Jesus Christ after (at) His coming, being delivered to death's judgment, they and the deadly fiend who abetted them."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:18",
                            "text": "We have given these orders to Amegetius, to Ceronius to Damasus, to Lampon and to Brentisius by word of mouth, and we have sent the actual decrees to you also in order that you may know what was enacted in the honourable synod."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:19",
                            "text": "To this letter we subjoin the decrees of the synod, which are briefly as follows."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:20",
                            "text": "In accordance with the great and orthodox synod we confess that the Son is of one substance with the Father."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:21",
                            "text": "And we do not so understand the term 'of one substance' as some formerly interpreted it who signed their names with feigned adhesion; nor as some who now-a-days call the drafters of the old creed Fathers, but make the meaning of the word of no effect, following the authors of the statement that \"of one substance\" means \"like,\" with the understanding that since the Son is comparable to no one of the creatures made by Him, He is like to the Father alone."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:22",
                            "text": "For those who thus think irreverently define the Son \"as a special creation of the Father,\" but we, with the present synods, both at Rome and in Gaul, hold that there is one and the same substance of Father, Son, and Holy Ghost, in three persons, that is in three perfect essences."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:23",
                            "text": "And we confess, according to the exposition of Nicaea, that the Son of God being of one substance, was made flesh of the Holy Virgin Mary, and hath tabernacled among men, and fulfilled all the economy for our sakes in birth, in passion, in resurrection, and in ascension into Heaven; and that He shall come again to render to us according to each man's manner of life, in the day of judgment, being seen in the flesh, and showing forth His divine power, being God bearing flesh, and not man bearing Godhead."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:24",
                            "text": "Them that think otherwise we damn, as we do also them that do not honestly damn him that said that before the Son was begotten He was not, but wrote that even before He was actually begotten He was potentially in the Father."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:25",
                            "text": "For this is true in the case of all creatures, who are not for ever with God in the sense in which the Son is ever with the Father, being begotten by eternal generation."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:26",
                            "text": "Such was the short summary of the emperor."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Theodoret: Ecclesiastical History Book IV 7:27",
                            "text": "I will now subjoin the actual dispatch of the synod."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Theodoret: Ecclesiastical History Book IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:2",
                            "text": "—Synodical Epistle of the Synod in Illyricum concerning the Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:3",
                            "text": "\"The bishops of Illyricum to the churches of God, and bishops of the dioceses of Asia, of Phrygia, and Carophrygia Pacatiana, greeting in the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:4",
                            "text": "\"After meeting together and making long enquiry concerning the Word of salvation, we have set forth that the Trinity of Father, Son, and Holy Ghost is of one substance."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:5",
                            "text": "And it seemed fitting to pen a letter to you, not that we write what concerns the worship of the Trinity in vain disputation, but in humility deemed worthy of the duty."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:6",
                            "text": "\"This letter we have sent by our beloved brother and fellow labourer Elpidius the presbyter."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:7",
                            "text": "For not in the letters of our hands, but in the books of our Saviour Jesus Christ, is it written 'I am of Paul and I of Apollos and I of Cephas and I of Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:8",
                            "text": "Was Paul crucified for you? Or were ye baptized in the name of Paul?'  \"It seemed indeed fitting to our humility not to pen any letter to you, on account of the great terror which your preaching causes to all the region under your jurisdiction, separating as you do the Holy Spirit from the Father and Son."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:9",
                            "text": "We were therefore constrained to send to you our lord and fellow labourer Elpidius to ascertain if your preaching is really of this character and to carry this dispatch from the imperial government of Rome."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:10",
                            "text": "\"Let them who do not regard the Trinity as one substance be anathema, and if any man be detected in communion with them let him be anathema."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:11",
                            "text": "\"But for them that preach that the Trinity is of one substance the Kingdom of Heaven is prepared."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:12",
                            "text": "\"We exhort you therefore brethren to teach no other doctrine, nor even hold any other and vain belief, but that always and everywhere, preaching the Trinity to be of one substance, ye may be able to inherit the Kingdom of Heaven."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:13",
                            "text": "\"While writing on this point we have also been reminded to pen this letter to you about the present or future appointment of our fellow ministers as bishops, if there be any sound men among the bishops who have already discharged a public office; and, if not, from the order of presbyters: in like manner of the appointment of presbyters and deacons out of the actual priestly order that they may be in every way blameless, and not from the ranks of the senate and army."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:14",
                            "text": "\"We have been unwilling to pen you a letter at length, because of the mission of one representative of all, our lord and fellow labourer Elpidius, to make diligent enquiry about your preaching, if it really is such as we have heard from our lord and fellow labourer Eustathius."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:15",
                            "text": "\"In conclusion, if at any time you have been in error, put off the old man and put on the new."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:16",
                            "text": "The same brother and fellow labourer Elpidius will instruct you how to preach the true faith that the Holy Trinity, of one substance with God the Father, together with the Son and Holy Ghost, is hallowed, glorified, and made manifest, Father in Son, Son in Father, with the Holy Ghost for ever and ever."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:17",
                            "text": "For since this has been made manifest, we shall manifestly be able to confess the Holy Trinity to be of one substance according to the faith set forth formerly at Nicaea which the Fathers confirmed."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:18",
                            "text": "So long as this faith is preached we shall be able to avoid the snares of the deadly devil."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:19",
                            "text": "When he is destroyed we shall be able to do homage to one another in letters of peace while we live in peace."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:20",
                            "text": "\"We have therefore written to you in order that ye may know the deposition of the Ariomaniacs, who do not confess that the Son is of the substance of the Father nor the Holy Ghost."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:21",
                            "text": "We subjoin their names,—Polychronius, Telemachus, Faustus, Asclepiades, Amantius, Cleopater."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:22",
                            "text": "\"This we thus write to the glory of Father and Son and Holy Ghost for ever and ever, amen."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Theodoret: Ecclesiastical History Book IV 8:23",
                            "text": "We pray the Father and the Son our Saviour Jesus Christ with the Holy Ghost that you may fare well for many years\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Theodoret: Ecclesiastical History Book IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:2",
                            "text": "—Of the heresy of the Audiani."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:3",
                            "text": "The illustrious emperor thus took heed of the apostolic decrees, but Audaeus, a Syrian alike in race and in speech, appeared at that time as an inventor of new decrees."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:4",
                            "text": "He had long ago begun to incubate iniquities and now appeared in his true character."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:5",
                            "text": "At first he understood in an absurd sense the passage \"Let us make man in our image, after our likeness\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:6",
                            "text": "From want of apprehension of the meaning of the divine Scripture he understood the Divine Being to have a human form, and conjectured it to be enveloped in bodily parts; for Holy Scripture frequently describes the divine operations under the names of human parts, since by these means the providence of God is made more easily intelligible to minds incapable of perceiving any immaterial ideas."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:7",
                            "text": "To this impiety Audaeus added others of a similar kind."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:8",
                            "text": "By an eclectic process he adopted some of the doctrines of Manes and denied that the God of the universe is creator of either fire or darkness."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:9",
                            "text": "But these and all similar errors are concealed by the adherents of his faction."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:10",
                            "text": "They allege that they are separated from the assemblies of the Church."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:11",
                            "text": "But since some of them exact a cursed usury, and some live unlawfully with women without the bond of wedlock, while those who are innocent of these practices live in free fellowship with the guilty, they hide the blasphemy of their doctrines by accounting as they do for their living by themselves."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:12",
                            "text": "The plea is however an impudent one, and the natural result of Pharisaic teaching, for the Pharisees accused the Physician of souls and bodies in their question to the holy Apostles \"How is it that your Master eateth with publicans and sinners?\" and through the prophet, God of such men says \"Which say, 'come not near me for I am pure' this is smoke of my wrath\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:13",
                            "text": "But this is not a time to refute their unreasonable error."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Theodoret: Ecclesiastical History Book IV 9:14",
                            "text": "I therefore pass on to the remainder of my narrative."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Theodoret: Ecclesiastical History Book IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:2",
                            "text": "—Of the heresy of the Messaliani."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:3",
                            "text": "At this time also arose the heresy of the Messaliani."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:4",
                            "text": "Those who translate their name into Greek call them Euchitae."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:5",
                            "text": "They have also another designation which arose naturally from their mode of action."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:6",
                            "text": "From their coming under the influence of a certain demon, which they supposed to be the advent of the Holy Ghost, they are called enthusiasts."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:7",
                            "text": "Men who have become infected with this plague to its full extent shun manual labour as iniquitous; and, giving themselves over to sloth, call the imaginations of their dreams prophesyings."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:8",
                            "text": "Of this heresy Dadoes, Sabbas, Adelphius, Hermas, and Simeones were leaders, and others besides, who did not hold aloof from the communion of the Church, alleging that neither good nor harm came of the divine food of which Christ our Master said \"Whoso eateth my flesh and drinketh my blood shall live for ever\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:9",
                            "text": "In their endeavor to hide their unsoundness they shamelessly deny it even after conviction, and abjure men whose opinions are in harmony with their own secret sentiments."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:10",
                            "text": "Under these circumstances Letoius, who was at the head of the church of Melitine, a man full of divine zeal, saw that many monasteries, or, shall I rather say, brigands' caves, had drunk deep of this disease."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:11",
                            "text": "He therefore burnt them, and drove out the wolves from the flock."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:12",
                            "text": "In like manner the illustrious Amphilochius to whom was committed the charge of the metropolis of the Lycaonians and who ruled all the people, no sooner learnt that this pestilence had invaded his diocese than he made it depart from his borders and freed from its infection the flocks he fed."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:13",
                            "text": "Flavianus, also, the far famed high-priest of the Antiochenes, on learning that these men were living at Edessa and attacking with their peculiar poison all with whom they came in contact, sent a company of monks, brought them to Antioch, and in the following manner convicted them in their denial of their heresy."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:14",
                            "text": "Their accusers, he said, were calumniating them, and the witnesses giving false evidence; and Adelphius, who was a very old man, he accosted with expressions of kindness, and ordered to take a seat at his side."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:15",
                            "text": "Then he said \"We, O venerable sir, who have lived to an advanced age, have more accurate knowledge of human nature, and of the tricks of the demons who oppose us, and have learnt by experience the character of the gift of grace."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:16",
                            "text": "But these younger men have no clear knowledge of these matters, and cannot brook to listen to spiritual teaching."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:17",
                            "text": "Wherefore tell me in what sense you say that the opposing spirit retreats, and the grace of the Holy Ghost supervenes\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:18",
                            "text": "The old man was won over by these words and gave vent to all his secret venom, for he said that no benefit accrues to the recipients of Holy Baptism, and that it is only by earnest prayer that the in-dwelling demon is driven out, for that every one born into the world derives from his first father slavery to the demons just as he does his nature; but that when these are driven away, then come the Holy Ghost giving sensible and visible signs of His presence, at once freeing the body from the impulse of the passions and wholly ridding the soul of its inclination to the worse; with the result that there is no more need for fasting that restrains the body, nor of teaching or training that bridles it and instructs it how to walk aright."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:19",
                            "text": "And not only is the recipient of this gift liberated from the wanton motions of the body, but also clearly foresees things to come, and with the eyes beholds the Holy Trinity."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:20",
                            "text": "In this wise the divine Flavianus dug into the foul fountain-head and succeeded in laying bare its streams."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:21",
                            "text": "Then he thus addressed the wretched old man."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:22",
                            "text": "\"O thou that hast grown old in evil days, thy own mouth convicts thee, not I, and thou art testified against by thy own lips\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Theodoret: Ecclesiastical History Book IV 10:23",
                            "text": "After their unsoundness had been thus exposed they were expelled from Syria, and withdrew to Pamphylia, which they filled with their pestilential doctrine."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Theodoret: Ecclesiastical History Book IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:2",
                            "text": "—In what manner Valens fell into heresy."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:3",
                            "text": "I will now pursue the course of my narrative, and will describe the beginning of the tempest which stirred up many and great billows to buffet the Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:4",
                            "text": "Valens, when he first received the imperial dignity, was distinguished by his fidelity to apostolic doctrine."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:5",
                            "text": "But when the Goths had crossed the Danube and were ravaging Thrace, he determined to assemble an army and march against them; and accordingly resolved not to take the field without the garb of divine grace, but first to protect himself with the panoply of Holy Baptism."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:6",
                            "text": "In forming this resolution he acted at once well and wisely, but his subsequent conduct betrays very great feebleness of character, resulting in the abandonment of the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:7",
                            "text": "His fate was the same as that of our first father, Adam; for he too, won over by the arguments of his wife, lost his free estate and became not merely a captive but an obedient listener to woman's wily words."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:8",
                            "text": "His wife had already been entrapped in the Arian snare, and now she caught her husband, and persuaded him to fall along with her into the pit of blasphemy."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Theodoret: Ecclesiastical History Book IV 11:9",
                            "text": "Their leader and initiator was Eudoxius, who still held the tiller of Constantinople, with the result that the ship was not steered onwards but sunk to the bottom."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Theodoret: Ecclesiastical History Book IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:2",
                            "text": "—How Valens exiled the virtuous bishops."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:3",
                            "text": "At the very time of the baptism of Valens Eudoxius bound the unhappy man by an oath to abide in the impiety of his doctrine, and to expel from every see the holders of contrary opinions."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:4",
                            "text": "Thus Valens abandoned the apostolic teaching, and went over to the opposite faction; nor was it long before he fulfilled the rest of his oath; for from Antioch he expelled the great Meletius, from Samosata the divine Eusebius, and deprived Laodicea of her admirable shepherd Pelagius."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:5",
                            "text": "Pelagius had taken on him the yoke of wedlock when a very young man, and in the very bridal chamber, on the first day of his nuptials, he persuaded his bride to prefer chastity to conjugal intercourse, and taught her to accept fraternal affection in the place of marriage union."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:6",
                            "text": "Thus he gave all honour to temperance, and possessed also within himself the sister virtues moving in tune with her, and for these reasons he was unanimously chosen for the bishopric."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:7",
                            "text": "Nevertheless not even the bright beams of his life and conversation awed the enemy of the truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:8",
                            "text": "Him, too, Valens relegated to Arabia, the divine Meletius to Armenia, and Eusebius, that unflagging labourer in apostolic work to Thrace."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Theodoret: Ecclesiastical History Book IV 12:9",
                            "text": "Unflagging he was indeed, for when apprised that many churches were now deprived of their shepherds, he travelled about Syria, Phoenicia and Palestine, wearing the garb of war and covering his head with a tiara, ordaining presbyters and deacons and filling up the other ranks of the Church; and if haply he lighted on bishops with like sentiments with his own, he appointed them to empty churches."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Theodoret: Ecclesiastical History Book IV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:2",
                            "text": "—Of Eusebius, bishop of Samosata, and others."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:3",
                            "text": "Of the courage and prudence shewn by Eusebius after he had received the imperial edict which commanded him to depart into Thrace, I think all who have been hitherto ignorant should hear."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:4",
                            "text": "The bearer of this edict reached his destination in the evening, and was exhorted by Eusebius to keep silent and conceal the cause of his coming."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:5",
                            "text": "\"For,\" said the bishop, \"the multitude has been nurtured in divine zeal, and should they learn why you have come they will drown you, and I shall be held responsible for your death\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:6",
                            "text": "After thus speaking and performing evening service, as he was wont, the old man started out alone on foot, at nightfall."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:7",
                            "text": "He confided his intentions to one of his household servants who followed him carrying nothing but a cushion and a book."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:8",
                            "text": "When he had reached the bank of the river (for the Euphrates runs along the very walls of the town) he embarked in a boat and told the oarsmen to row to Zeugma."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:9",
                            "text": "When it was day the bishop had reached Zeugma, and Samosata was full of weeping and wailing, for the above mentioned domestic reported the orders given him to the friends of Eusebius, and told them whom he wished to travel with him, and what books they were to convey."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:10",
                            "text": "Then all the congregation bewailed the removal of their shepherd, and the stream of the river was crowded with voyagers."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:11",
                            "text": "When they came where he was, and saw their beloved pastor, with lamentations and groanings they shed floods of tears, and tried to persuade him to remain, and not abandon the sheep to the wolves."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:12",
                            "text": "But all was of no avail, and he read them the apostolic law which clearly bids us be subjects to magistrates and authorities."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:13",
                            "text": "When they had heard him some brought him gold, some silver, some clothes, and others servants, as though he were starting for some strange and distant land."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:14",
                            "text": "The bishop refused to take anything but some slight gifts from his more intimate friends, and then gave the whole company his instruction and his prayers, and exhorted them to stand up boldly for the apostolic decrees."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:15",
                            "text": "Then he set out for the Danube, while his friends returned to their own town, and encouraged one another as they waited for the assaults of the wolves."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:16",
                            "text": "In the belief that I should be wronging them were the warmth and sincerity of their faith to lack commemoration in my history I shall now proceed to describe it."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:17",
                            "text": "The Arian faction, after depriving the flock of their right excellent shepherd, set up another bishop in his place; but not an inhabitant of the city, were he herding in indigence or blazing in wealth, not a servant, not a handicraftsman, not a hind, not a gardener, nor man nor woman, whether young or old, came, as had been their wont, to gatherings in church."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:18",
                            "text": "The new bishop lived all alone; not a soul looked at him, or exchanged a word with him."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:19",
                            "text": "Yet the report is that he behaved with courteous moderation, of which the following instance is a proof."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:20",
                            "text": "On one occasion he had expressed a wish to bathe, so his servants shut the doors of the bath, and kept out all who wished to come in."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:21",
                            "text": "When he saw the crowd before the doors he ordered them to be thrown open, and directed that every one should freely use the bath."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:22",
                            "text": "He exhibited the same conduct in the halls within; for on observing certain men standing by him while he bathed he begged them to share the hot water with him."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:23",
                            "text": "They stood silent."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:24",
                            "text": "Thinking their hesitation was due to a respect for him, he quickly arose and made his way out, but these persons had really been of opinion that even the water was affected with the pollution of his heresy, and so sent it all down the sinks, while they ordered a fresh supply to be provided for themselves."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:25",
                            "text": "On being informed of this the intruder departed from the city, for he judged that it was insensate and absurd on his part to continue to reside in a city which detested him, and treated him as a common foe."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:26",
                            "text": "On the departure of Eunomius (for this was his name) from Samosata, Lucius, an unmistakable wolf, and enemy of the sheep, was appointed in his place."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:27",
                            "text": "But the sheep, all shepherdless as they were, shepherded themselves, and persistently preserved the apostolic doctrine in all its purity."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:28",
                            "text": "How the new intruder was detested the following relation will set forth."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:29",
                            "text": "Some lads were playing ball in the market place and enjoying the game, when Lucius was passing by."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:30",
                            "text": "It chanced that the ball was dropped and passed between the feet of the ass."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:31",
                            "text": "The boys raised an outcry because they thought that their ball was polluted."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:32",
                            "text": "On perceiving this Lucius told one of his suite to stop and learn what was going on."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:33",
                            "text": "The boys lit a fire and tossed the ball through the flames with the idea that by so doing they purified it."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:34",
                            "text": "I know indeed that this was but a boyish act, and a survival of the ancient ways; but it is none the less sufficient to prove in what hatred the town held the Arian faction."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:35",
                            "text": "Lucius however was no follower of the mildness of Eunomius, but persuaded the authorities to exile many others of the clergy, and despatched the most distinguished champions of the divine dogmas to the furthest confines of the Roman Empire; Evolcius, a deacon, to Oasis, to an abandoned village; Antiochus, who had the honour of being related to the great Eusebius, for he was his brother's son, and further distinguished by his own honourable character, and of priestly rank, to a distant part of Armenia."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:36",
                            "text": "How boldly this Antiochus contended for the divine decrees will be seen from the following facts."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:37",
                            "text": "When the divine Eusebius after his many conflicts, whereof each was a victory, had died a martyr's death, the wonted synod of the people was held, and among others came Jovinus then bishop of Perrha who for some little time had held a communion with the Arians."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:38",
                            "text": "Antiochus was unanimously chosen as successor to his uncle."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:39",
                            "text": "When brought before the holy table and bidden there to bend the knee, he turned round and saw that Jovinus had put his right hand on his head."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:40",
                            "text": "Plucking the hand away he bade him be gone from among the consecrators, saying that he could not endure a right hand which had received mysteries blasphemously celebrated."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:41",
                            "text": "These events happened somewhat later."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:42",
                            "text": "At the time I am speaking of he was removed to the interior of Armenia."
                        },
                        {
                            "verse": 43,
                            "chapter": 13,
                            "name": "Theodoret: Ecclesiastical History Book IV 13:43",
                            "text": "The divine Eusebius was living by the Danube where the Goths were ravaging Thrace and besieging cities, as is described in his own works."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Theodoret: Ecclesiastical History Book IV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book IV 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book IV 14:2",
                            "text": "—Of the holy Barses, and of the exile of the bishop of Edessa and his companions."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book IV 14:3",
                            "text": "Barses, whose fame is now great not only in his own city of Edessa, and in neighbouring towns, but in Phoenicia, in Egypt, and in the Thebaid, through all which regions he had travelled with a high reputation won by his great virtue, had been relegated by Valens to the island of Aradus, but when the emperor learnt that innumerable multitudes streamed thither, because Barses was full of apostolic grace, and drove out sicknesses with a word, he sent him to Oxyrynchus in Egypt; but there too his fame drew all men to him, and the old man, worthy of heaven, was led off to a remote castle near the country of the barbarians of that district, by name Pheno."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Theodoret: Ecclesiastical History Book IV 14:4",
                            "text": "It is said that in Aradus his bed has been preserved to this day, where it is held in very great honour, for many sick persons lie down upon it and by means of their faith recover."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Theodoret: Ecclesiastical History Book IV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:2",
                            "text": "—Of the persecution which took place at Edessa, and of Eulogius and Protogenes, presbyters of Edessa."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:3",
                            "text": "Now a second time Valens, after depriving the flock of their shepherd, had set over them in his stead a wolf."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:4",
                            "text": "The whole population had abandoned the city, and were assembled in front of the town, when he arrived at Edessa."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:5",
                            "text": "He had given orders to the prefect, Modestus by name, to assemble the troops under his orders who were accustomed to exact the tribute, to take all who were present of the armed force, and by inflicting blows with sticks and clubs, and using if need be their other weapons of war to disperse the gathering multitude."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:6",
                            "text": "Early in the morning, while the prefect was executing this order, on his way through the Forum he saw a woman holding an infant in her arms, and hurrying along at great speed."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:7",
                            "text": "She had made light of the troops, and forced her way through their ranks: for a soul fired with divine zeal knows no fear of man, and looks on terrors of this kind as ridiculous sport."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:8",
                            "text": "When the prefect saw her, and understood what had happened, he ordered her to be brought before him, and enquired whither she was going."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:9",
                            "text": "\"I have heard,\" said she, \"that assaults are being planned against the servants of the Lord; I want to join my friends in the faith that I may share with them the slaughter inflicted by you\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:10",
                            "text": "\"But the baby,\" said the prefect, \"what in the world are you carrying that for?\" \"That it may share with me,\" said she, \"the death I long for\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:11",
                            "text": "When the prefect had heard this from the woman and through her means discovered the zeal which animated all the people, he made it known to the emperor, and pointed out the uselessness of the intended massacre."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:12",
                            "text": "\"We shall only reap,\" said he \"a harvest of discredit from the deed, and shall fail to quench these people's spirit\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:13",
                            "text": "He then would not allow the multitude to undergo the tortures which they had expected, and commanded their leaders, the priests, I mean, and deacons, to be brought before him, and offered them a choice of two alternatives, either to induce the flock to communicate with the wolf, or be banished from the town to some remote region."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:14",
                            "text": "Then he summoned the mass of the people before him, and in gentle terms endeavoured to persuade them to submit to the imperial decrees, urging that it was mere madness for a handful of men who might soon be counted to withstand the sovereign of so vast an empire."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:15",
                            "text": "The crowd stood speechless."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:16",
                            "text": "Then the prefect turned to their leader Eulogius, an excellent man, and said, \"Why do you make no answer to what you have heard me say?\" \"I did not think,\" said Eulogius, \"that I must answer, when I had been asked no question\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:17",
                            "text": "\"But,\" said the prefect, \"I have used many arguments to urge you to a course advantageous to yourselves\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:18",
                            "text": "Eulogius rejoined that these pleas had been urged on all the multitude and that he thought it absurd for him to push himself forward and reply; \"but,\" he went on, \"should you ask me my individual opinion I will give it you\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:19",
                            "text": "\"Well,\" said the prefect, \"communicate with the emperor\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:20",
                            "text": "With pleasant irony Eulogius continued, \"Has he then received the priesthood as well as the empire?\" The prefect then perceiving that he was not speaking seriously took it ill, and after heaping reproaches on the old man, added, \"I did not say so, you fool; I exhorted you to communicate with those with whom the Emperor communicates\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:21",
                            "text": "To this the old man replied that they had a shepherd and obeyed his directions, and so eighty of them were arrested, and exiled to Thrace."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:22",
                            "text": "On their way thither they were everywhere received with the greatest possible distinction, cities and villages coming out to meet them and honouring them as victorious athletes."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:23",
                            "text": "But envy armed their antagonists to report to the emperor that what had been reckoned disgrace had really brought great honour on these men; thereupon Valens ordered that they were to be separated into pairs and sent in different directions, some to Thrace, some to the furthest regions of Arabia, and others to the towns of the Thebaid; and the saying was that those whom nature had joined together savage men had put asunder, and divided brother from brother."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:24",
                            "text": "Eulogius their leader with Protogenes the next in rank, were relegated to Antinone."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:25",
                            "text": "Even of these men I will not suffer the virtue to fall into oblivion."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:26",
                            "text": "They found that the bishop of the city was of like mind with themselves, and so took part in the gatherings of the Church; but when they saw very small congregations, and on enquiry learnt that the inhabitants of the city were pagans, they were grieved, as was natural, and deplored their unbelief."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:27",
                            "text": "But they did not think it enough to grieve, but to the best of their ability devoted themselves to making these men whole."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:28",
                            "text": "The divine Eulogius, shut up in a little chamber, spent day and night in putting up petitions to the God of the universe; and the admirable Protogenes, who had received a good education and was practised in rapid writing, pitched on a suitable spot which he made into a boys' school, and, setting up for a schoolmaster, he instructed his pupils not only in the art of swift penmanship, but also in the divine oracles."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:29",
                            "text": "He taught them the psalms of David and gave them to learn the most important articles of the apostolic doctrine."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:30",
                            "text": "One of the lads fell sick, and Protogenes went to his home, took the sufferer by the hand and drove away the malady by prayer."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:31",
                            "text": "When the parents of the other boys heard this they brought him to their houses and entreated him to succour the sick; but he refused to ask God for the expulsion of the malady before the sick had received the gift of baptism; urged by their longing for the children's health, the parents readily acceded, and won at last salvation both for body and soul."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:32",
                            "text": "In every instance where he persuaded any one in health to receive the divine grace, he led him off to Eulogius, and knocking at the door besought him to open, and put the seal of the Lord on the prey."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:33",
                            "text": "When Eulogius was annoyed at the interruption of his prayer, Protogenes used to say that it was much more essential to rescue the wanderers."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:34",
                            "text": "In this he was an object of admiration to all who beheld his deeds, doing such wondrous works, imparting to so many the light of divine knowledge and all the while yielding the first place to another, and bringing his prizes to Eulogius."
                        },
                        {
                            "verse": 35,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:35",
                            "text": "They rightly conjectured that the virtue of Eulogius was by far the greater and higher."
                        },
                        {
                            "verse": 36,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:36",
                            "text": "On the quieting of the tempest and restoration of complete calm, they were ordered to return home, and were escorted by all the people, wailing and weeping, and specially by the bishop of the church, who was now deprived of their husbandry."
                        },
                        {
                            "verse": 37,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:37",
                            "text": "When they reached home, the great Barses had been removed to the life that knows no pain, and the divine Eulogius was entrusted with the rudder of the church which he had piloted; and to the excellent Protogenes was assigned the husbandry of Charrae, a barren spot full of the thorns of heathendom and needing abundant labour."
                        },
                        {
                            "verse": 38,
                            "chapter": 15,
                            "name": "Theodoret: Ecclesiastical History Book IV 15:38",
                            "text": "But these events happened after peace was restored to the churches."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Theodoret: Ecclesiastical History Book IV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:2",
                            "text": "—Of the holy Basilius, Bishop of Caesarea, and the measures taken against him by Valens and the prefect Modestus."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:3",
                            "text": "Valens, one might almost say, deprived every church of its shepherd, and set out for the Cappadocian Caesarea, at that time the see of the great Basil, a light of the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:4",
                            "text": "Now he had sent the prefect before him with orders either to persuade Basil to embrace the communion of Eudoxius, or, in the event of his refusal, to punish him by exile."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:5",
                            "text": "Previously acquainted as he was with the bishop's high reputation, he was at first unwilling to attack him, for he was apprehensive lest the bishop, by boldly meeting and withstanding his assault, should furnish an example of bravery to the rest."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:6",
                            "text": "This artful stratagem was as ineffective as a spider's web."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:7",
                            "text": "For the stories told of old were quite enough for the rest of the episcopate, and they kept the wall of the faith unmoved like bastions in the circle of its walls."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:8",
                            "text": "The prefect, however, on his arrival at Caesarea, sent for the great Basil."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:9",
                            "text": "He treated him with respect, and, addressing him with moderate and courteous language, urged him to yield to the exigencies of the time, and not to forsake so many churches on account of a petty nicety of doctrine."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:10",
                            "text": "He moreover promised him the friendship of the emperor, and pointed out that through it he might be the means of conferring great advantages upon many."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:11",
                            "text": "\"This sort of talk,\" said the divine man, \"is fitted for little boys, for they and their like easily swallow such inducements."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:12",
                            "text": "But they who are nurtured by divine words will not suffer so much as a syllable of the divine creeds to be let go, and for their sake are ready, should need require, to embrace every kind of death."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:13",
                            "text": "The emperor's friendship I hold to be of great value if conjoined with true religion; otherwise I doom it for a deadly thing\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:14",
                            "text": "Then the prefect was moved to wrath, and declared that Basil was out of his senses."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:15",
                            "text": "\"But,\" said the divine man, \"this madness I pray be ever mine\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:16",
                            "text": "The bishop was then ordered to retire, to deliberate on the course to be pursued, and on the morrow to declare to what conclusion he had come."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:17",
                            "text": "Intimidation was moreover joined with argument."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:18",
                            "text": "The reply of the illustrious bishop is related to have been \"I for my part shall come to you tomorrow the same man that I am today; do not yourself change, but carry out your threats\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:19",
                            "text": "After these discussions the prefect met the emperor and reported the conversation, pointing out the bishop's virtue, and the undaunted manliness of his character."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:20",
                            "text": "The emperor said nothing and passed in."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:21",
                            "text": "In his palace he saw that plagues from heaven had fallen, for his son lay sick at the very gates of death and his wife was beset by many ailments."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:22",
                            "text": "Then he recognised the cause of these sorrows, and entreated the divine man, whom he had threatened with chastisement, to come to his house."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:23",
                            "text": "His officers performed the imperial behests and then the great Basil came to the palace."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:24",
                            "text": "After seeing the emperor's son on the point of death he promised him restoration to life if he should receive holy baptism at the hands of the pious, and with this pledge went his way."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:25",
                            "text": "But the emperor, like the foolish Herod, remembered his oath, and ordered some of the Arian faction who were present to baptize the boy, who immediately died."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:26",
                            "text": "Then Valens repented; he saw how fraught with danger the keeping of his oath had been, and came to the divine temple and received the teaching of the great Basil, and offered the customary gifts at the altar."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:27",
                            "text": "The bishop moreover ordered him to come within the divine curtains where he sat and talked much with him about the divine decrees and in turn listened to him."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:28",
                            "text": "Now there was present a certain man of the name of Demosthenes, superintendent of the imperial kitchen, who in rudely chiding the man who instructed the world was guilty of a solecism of speech."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:29",
                            "text": "Basil smiled and said \"we see here an illiterate Demosthenes;\" and on Demosthenes losing his temper and uttering threats, he continued \"your business is to attend to the seasoning of soups; you cannot understand theology because your ears are stopped up\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:30",
                            "text": "So he said, and the emperor was so delighted that he gave him some fine lands which he had there for the poor under his care, for they being in grievous bodily affliction were specially in need of care and cure."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:31",
                            "text": "In this manner then the great Basil avoided the emperor's first attack, but when he came a second time his better judgement was obstructed by counsellors who deceived him; he forgot what had happened on the former occasion and ordered Basil to go over to the hostile faction, and, failing to persuade him, commanded the decree of exile to be enforced."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:32",
                            "text": "But when he tried to affix his signature to it he could not even form one tittle of a word, for the pen broke, and when the same thing happened to the second and to the third pen, and he still strove to sign that wicked edict, his hand shook; he quaked, his soul was filled with fright; he tore the paper with both his hands, and so proof was given by the Ruler of the world that it was He Himself who had permitted these sufferings to be undergone by the rest, but had made Basil stronger than the snares laid against him, and, by all the incidents of Basil's case, had declared His own almighty power, while on the other hand He had proclaimed abroad the courage of good men."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Theodoret: Ecclesiastical History Book IV 16:33",
                            "text": "Thus Valens was disappointed in his attack."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Theodoret: Ecclesiastical History Book IV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book IV 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book IV 17:2",
                            "text": "—Of the death of the great Athanasius and the election of Petrus."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book IV 17:3",
                            "text": "At Alexandria, Athanasius the victorious, after all his struggles, each rewarded with a crown, received release from his labours and passed away to the life which knows no toil."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book IV 17:4",
                            "text": "Then Peter, a right excellent man, received the see."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book IV 17:5",
                            "text": "His blessed predecessor had first selected him, and every suffrage alike of the clergy and of men of rank and office concurred, and all the people strove to show their delight by their acclamations."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book IV 17:6",
                            "text": "He had shared the heavy labours of Athanasius; at home and abroad he had been ever at his side, and with him had undergone manifold perils."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Theodoret: Ecclesiastical History Book IV 17:7",
                            "text": "Wherefore the bishops of the neighbourhood hastened to meet; and those who dwelt in schools of ascetic discipline left them and joined the company, and all joined in begging that Peter might be chosen to succeed to the patriarchal chair of Athanasius."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Theodoret: Ecclesiastical History Book IV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:2",
                            "text": "—On the overthrow of Petrus and the introduction of Lucius the Arian."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:3",
                            "text": "No sooner had they seated him on the episcopal throne than the governor of the province assembled a mob of Greeks and Jews, surrounded the walls of the church, and bade Peter come forth, threatening him with exile if he refused."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:4",
                            "text": "He thus acted on the plea that he was fulfilling the emperor's good pleasure by bringing those of opposite sentiments into trouble, but the truth was that he was carried away by his impious passion."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:5",
                            "text": "For he was addicted to the service of the idols, and looked upon the storms which beset the Church as a season of brilliant festivity."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:6",
                            "text": "The admirable Peter, however, when he beheld the unforeseen conflict, secretly withdrew, and embarked in a vessel bound for Rome."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:7",
                            "text": "After a few days Euzoius came from Antioch with Lucius, and handed over the churches to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:8",
                            "text": "This was he of whose impiety and lawlessness Samosata had already had experience."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:9",
                            "text": "But the people nurtured in the teaching of Athanasius, when they now saw how different was the spiritual food offered them, held aloof from the assemblies of the Church."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:10",
                            "text": "Lucius, who employed idolators as his attendants, went on scourging some, imprisoning others; some he drove to take to flight, others' homes he rifled in rude and cruel fashion."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:11",
                            "text": "But all this is better set forth in the letter of the admirable Peter."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:12",
                            "text": "After recounting an instance of the impious conduct of Lucius I shall insert the letter in this work."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:13",
                            "text": "Certain men in Egypt, of angelic life and conversation, fled from the disquiet of the state and chose to live in solitude in the wilderness."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:14",
                            "text": "There they made the sandy and barren soil bear fruit; for a fruit right sweet and fair to God was the virtue by whose law they lived."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:15",
                            "text": "Among many who took the lead in this mode of life was the far-famed Antonius, most excellent master in the school of mortification, who made the desert a training place of virtue for his hermits."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:16",
                            "text": "He after all his great and glorious labours had reached the haven where the winds of trouble blow no more, and then his followers were persecuted by the wretched and unhappy Lucius."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:17",
                            "text": "All the leaders of those divine companies, the famous Macarius, his namesake, Isidorus, and the rest were dragged out of their caves and despatched to a certain island inhabited by impious men, and never blessed with any teacher of piety."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:18",
                            "text": "When the ship drew near to the shore of the island the demon reverenced by its inhabitants departed from the image which had been his time-old home, and filled with frenzy the daughter of the priest."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:19",
                            "text": "She was driven in her inspired fury to the shore where the rowers were bringing the ship to land."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:20",
                            "text": "Making the tongue of the girl his instrument, the demon shouted out through her the words uttered at Philippi by the woman possessed with the spirit of Python, and was heard by all, both men and women, saying, \"Alas for your power, ye servants of the Christ; everywhere we have been driven forth by you from town and hamlet, from hill and height, from wastes where no men dwell; in yon islet we had hoped to live out of the reach of your shafts, but our hope was vain; hither you have been sent by your persecutors, not to be harmed by them, but to drive us out."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:21",
                            "text": "We are quitting the island, for we are being wounded by the piercing rays of your virtue\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:22",
                            "text": "With these words, and words like these, they dashed the damsel to the ground, and themselves all fled together."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:23",
                            "text": "But that divine company prayed over the girl and raised her up, and delivered her to her father made whole and in her right mind."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:24",
                            "text": "The spectators of the miracle flung themselves at the feet of the new comers and implored to be allowed to participate in the means of salvation."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:25",
                            "text": "They destroyed the idol's grove, and, illuminated by the bright rays of instruction, received the grace of holy baptism."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:26",
                            "text": "On these events becoming known in Alexandria all the people met together, reviling Lucius, and saying that wrath from God would fall upon them, were not that divine company of saints to be set free."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:27",
                            "text": "Then Lucius, apprehensive of a tumult in the city, suffered the holy hermits to go back to their dens."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:28",
                            "text": "Let this suffice to give a specimen of his impious iniquity."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:29",
                            "text": "The sinful deeds he dared to do will be more clearly set forth by the letter of the admirable Peter."
                        },
                        {
                            "verse": 30,
                            "chapter": 18,
                            "name": "Theodoret: Ecclesiastical History Book IV 18:30",
                            "text": "I hesitate to insert it at full length, and so will only quote some extracts from it."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Theodoret: Ecclesiastical History Book IV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:2",
                            "text": "—Narrative of events at Alexandria in the time of Lucius the Arian, taken from a letter of Petrus, Bishop of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:3",
                            "text": "Palladius governor of the province, by sect a heathen, and one who habitually prostrated himself before the idols, had frequently entertained the thought of waging war against Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:4",
                            "text": "After collecting the forces already enumerated he set out against the Church, as though he were pressing forward to the subjugation of a foreign foe."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:5",
                            "text": "Then, as is well known, the most shocking deeds were done, and at the bare thought of telling the story, its recollection fills me with anguish."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:6",
                            "text": "I have shed floods of tears, and I should have long remained thus bitterly affected had I not assuaged my grief by divine meditation."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:7",
                            "text": "The crowds intruded into the church called Theonas and there instead of holy words were uttered the praises of idols; there where the Holy Scriptures had been read might be heard unseemly clapping of hands with unmanly and indecent utterances; there outrages were offered to the Virgins of Christ which the tongue refuses to utter, for \"it is a shame even to speak of them\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:8",
                            "text": "On only hearing of these wrongs one of the well disposed stopped his ears and prayed that he might rather become deaf than have to listen to their foul language."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:9",
                            "text": "Would that they had been content to sin in word alone, and had not surpassed the wickedness of word by deed, for insult, however bad it be, can be borne by them in whom dwells Christ's wisdom and His holy lessons."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:10",
                            "text": "But these same villains, vessels of wrath fitted for destruction, screwed up their noses and poured out, if I may so say, as from a well-head, foul noises through their nostrils, and rent the raiment from Christ's holy virgins, whose conversation gave an exact likeness of saints; they dragged them in triumph, naked as when they were born, through all the town; they made indecent sport of them at their pleasure; their deeds were barbarous and cruel."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:11",
                            "text": "Did any one in pity interfere and urge to mercy he was dismissed with wounds."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:12",
                            "text": "Ah! woe is me."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:13",
                            "text": "Many a virgin underwent brutal violation; many a maid beaten on the head, with clubs lay dumb, and even their bodies were not allowed to be given up for burial, and their grief-stricken parents cannot find their corpses to this day."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:14",
                            "text": "But why recount woes which seem small when compared with greater? Why linger over these and not hurry on to events more urgent? When you hear them I know that you will wonder and will stand with us long dumb, amazed at the kindness of the Lord in not bringing all things utterly to an end."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:15",
                            "text": "At the very altar the impious perpetrated what, as it is written, neither happened nor was heard of in the days of our fathers."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:16",
                            "text": "A boy who had forsworn his sex and would pass for a girl, with eyes, as it is written, smeared with antimony, and face reddened with rouge like their idols, in woman's dress, was set up to dance and wave his hands about and whirl round as though he had been at the front of some disreputable stage, on the holy altar itself where we call on the coming of the Holy Ghost, while the by-standers laughed aloud and rudely raised unseemly shouts."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:17",
                            "text": "But as this seemed to them really rather decorous than improper, they went on to proceedings which they reckoned in accordance with their indecency; they picked out a man who was very famous for utter baseness, made him strip off at once all his clothes and all his shame, and set him up as naked as he was born on the throne of the church, and dubbed him a vile advocate against Christ."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:18",
                            "text": "Then for divine words he uttered shameless wickedness, for awful doctrines wanton lewdness, for piety impiety, for continence fornication, adultery, foul lust, theft; teaching that gluttony and drunkenness as well as all the rest were good for man's life."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:19",
                            "text": "In this state of things when even I had withdrawn from the church—for how could I remain where troops were coming in—where a mob was bribed to violence—where all were striving for gain—where mobs of heathen were making mighty promises?—forth, forsooth, is sent a successor in my place."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:20",
                            "text": "It was one named Lucius, who had bought the bishopric as he might some dignity of this world, eager to maintain the bad character and conduct of a wolf."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:21",
                            "text": "No synod of orthodox bishops had chosen him; no vote of genuine clergy; no laity had demanded him; as the laws of the church enjoin."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:22",
                            "text": "Lucius could not make his entrance into the city without parade, and so he was appropriately escorted not by bishops, not by presbyters, not by deacons, not by multitudes of the laity; no monks preceded him chanting psalms from the Scriptures; but there was Euzoius, once a deacon of our city of Alexandria, and long since degraded along with Arius in the great and holy synod of Nicaea, and more recently raised to rule and ravage the see of Antioch, and there, too, was Magnus the treasurer, notorious for every kind of impiety, leading a vast body of troops."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:23",
                            "text": "In the reign of Julian this Magnus had burnt the church at Berytus, the famous city of Phoenicia; and, in the reign of Jovian of blessed memory, after barely escaping decapitation by numerous appeals to the imperial compassion, had been compelled to build it up again at his own expense."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:24",
                            "text": "Now I invoke your zeal to rise in our vindication."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:25",
                            "text": "From what I write you ought to be able to calculate the character and extent of the wrongs committed against the Church of God by the starting up of this Lucius to oppose us."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:26",
                            "text": "Often rejected by your piety and by the orthodox bishops of every region, he seized on a city which had just and righteous cause to regard and treat him as a foe."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:27",
                            "text": "For he does not merely say like the blasphemous fool in the psalms \"Christ is not true God\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:28",
                            "text": "But, corrupt himself, he corrupted others, rejoicing in the blasphemies uttered continually against the Saviour by them who worshipped the creature instead of the Creator."
                        },
                        {
                            "verse": 29,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:29",
                            "text": "The scoundrel's opinions being quite on a par with those of a heathen, why should he not venture to worship a new-made God, for these were the phrases with which he was publicly greeted \"Welcome, bishop, because thou deniest the Son."
                        },
                        {
                            "verse": 30,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:30",
                            "text": "Serapis loves thee and has brought thee to us\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:31",
                            "text": "So they named their native idol."
                        },
                        {
                            "verse": 32,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:32",
                            "text": "Then without an interval of delay the afore-named Magnus, inseparable associate in the villainy of Lucius, cruel body-guard, savage lieutenant, collected together all the multitudes committed to his care, and arrested presbyters and deacons to the number of nineteen, some of whom were eighty years of age, on the charge of being concerned in some foul violation of Roman law."
                        },
                        {
                            "verse": 33,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:33",
                            "text": "He constituted a public tribunal, and, in ignorance of the laws of Christians in defence of virtue, endeavoured to compel them to give up the faith of their fathers which had been handed down from the apostles through the fathers to us."
                        },
                        {
                            "verse": 34,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:34",
                            "text": "He even went so far as to maintain that this would be gratifying to the most merciful and clement Valens Augustus."
                        },
                        {
                            "verse": 35,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:35",
                            "text": "\"Wretched man\" he shouted \"accept, accept the doctrine of the Arians; God will pardon you even though you worship with a true worship, if you do this not of your own accord but because you are compelled."
                        },
                        {
                            "verse": 36,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:36",
                            "text": "There is always a defence for irresponsible compulsion, while free action is responsible and much followed by accusation."
                        },
                        {
                            "verse": 37,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:37",
                            "text": "Consider well these arguments; come willingly; away with all delay; subscribe the doctrine of Arius preached now by Lucius,\" (so he introduced him by name) \"being well assured that if you obey you will have wealth and honour from your prince, while if you refuse you will be punished by chains, rack, torture, scourge and cruel torments; you will be deprived of your property and possessions; you will be driven into exile and condemned to dwell in savage regions\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:38",
                            "text": "Thus this noble character mixed intimidation with deceit and so endeavoured to persuade and compel the people to apostatise from true religion."
                        },
                        {
                            "verse": 39,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:39",
                            "text": "They however knew full well how true it is that the pain of treachery to right religion is sharper than any torment; they refused to lower their virtue and noble spirit to his trickery and threats, and were thus constrained to answer him."
                        },
                        {
                            "verse": 40,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:40",
                            "text": "\"Cease, cease trying to frighten us with these words, utter no more vain words."
                        },
                        {
                            "verse": 41,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:41",
                            "text": "We worship no God of late arrival or of new invention."
                        },
                        {
                            "verse": 42,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:42",
                            "text": "Foam at us if you will in the vain tempest of your fury and dash yourselves against us like a furious wind."
                        },
                        {
                            "verse": 43,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:43",
                            "text": "We abide by the doctrines of true religion even unto death; we have never regarded God as impotent, or as unwise, or untrue, as at one time a Father and at another not a Father, as this impious Arian teaches, making the Son a being of time and transitory."
                        },
                        {
                            "verse": 44,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:44",
                            "text": "For if, as the Ariomaniacs say, the Son is a creature, not being naturally of one substance with the Father, the Father too will be reduced to non-existence by the nonexistence of the Son, not being as they assert at one period a Father."
                        },
                        {
                            "verse": 45,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:45",
                            "text": "But if He is ever a Father, his offspring being truly of Him, and not by derivation, for God is impassible, how is not he mad and foolish who says of the Son through whom all things came by grace into existence, \"there was a time when he was not\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:46",
                            "text": "These men have truly become fatherless by falling away from our fathers throughout the world who assembled at Nicaea, and anathematized the false doctrine of Arius, now defended by this later champion."
                        },
                        {
                            "verse": 47,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:47",
                            "text": "They laid down that the Son was not as you are now compelling us to say, of a different substance from the Father, but of one and the same."
                        },
                        {
                            "verse": 48,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:48",
                            "text": "This their pious intelligence clearly perceived, and so from an adequate collation of divine terms they owned Him to be consubstantial."
                        },
                        {
                            "verse": 49,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:49",
                            "text": "Advancing these and other similar arguments, they were imprisoned for many days in the hope that they might be induced to fall away from their right mind, but the rather, like the noblest of the athletes in a Stadium, they crushed all fear, and from time to time as it were anointing themselves with the thought of the bold deeds done by their fathers, through the help of holy thoughts maintained a nobler constancy in piety, and treated the rack as a training place for virtue."
                        },
                        {
                            "verse": 50,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:50",
                            "text": "While they were thus struggling, and had become, as writes the blessed Paul, a spectacle to angels and to men, the whole city ran up to gaze at Christ's athletes, vanquishing by stout endurance the scourges of the judge who was torturing them, winning by patience trophies against impiety, and exhibiting triumphs against Arians."
                        },
                        {
                            "verse": 51,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:51",
                            "text": "So their savage enemy thought that by threats and torments he could subdue and deliver them to the enemies of Christ."
                        },
                        {
                            "verse": 52,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:52",
                            "text": "Thus therefore the savage and inhuman tyrant evilly entreated them by inflicting on them the tortures that his cruel ingenuity devised, while all the people stood wailing and shewing their sorrow in various ways."
                        },
                        {
                            "verse": 53,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:53",
                            "text": "Then he once more mustered his troops, who were disciplined in disorder, and summoned the martyrs to trial, or as it might rather be called, to a foregone condemnation, by the seaport, while after their fashion hired cries were raised against them by the idolaters and the Jews."
                        },
                        {
                            "verse": 54,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:54",
                            "text": "On their refusal to yield to the manifest heresy of the Ariomaniacs they were sentenced, while all the people stood in tears before the tribunal, to be deported from Alexandria to the Phoenician Heliopolis, a place where none of the inhabitants, who are all given over to idols, can endure so much as to hear the name of Christ."
                        },
                        {
                            "verse": 55,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:55",
                            "text": "After giving them the order to embark, Magnus stationed himself at the port, for he had delivered his sentence against them in the neighbourhood of the public baths."
                        },
                        {
                            "verse": 56,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:56",
                            "text": "He showed them his sword unsheathed, thinking that he could thus strike terror into men who had again and again smitten hostile demons to the ground with their two-edged blade."
                        },
                        {
                            "verse": 57,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:57",
                            "text": "So he bade them put out to sea, though they had got no provisions on board, and were starting without one single comfort for their exile."
                        },
                        {
                            "verse": 58,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:58",
                            "text": "Strange and almost incredible to relate, the sea was all afoam; grieved, I think, and unwilling, if I may so say, to receive the good men upon its surface, and so have part or lot in an unrighteous sentence."
                        },
                        {
                            "verse": 59,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:59",
                            "text": "Now even to the ignorant was made manifest the savage purpose of the judge and it may truly be said \"at this, the heavens stood astonished\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:60",
                            "text": "The whole city groaned, and is lamenting to this day."
                        },
                        {
                            "verse": 61,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:61",
                            "text": "Some men beating on their breast with one hand after another raised a mighty noise; others lifted up at once their hands and eyes to heaven in testimony of the wrong inflicted on them, and so saying in all but words, \"Hear, O heavens, and give ear, O earth,\" what unlawful deeds are being done."
                        },
                        {
                            "verse": 62,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:62",
                            "text": "Now all was weeping and wailing; singing and sighing sounded through all the town, and from every eye flowed a river of tears which threatened to overwhelm the very sea with its tide."
                        },
                        {
                            "verse": 63,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:63",
                            "text": "There was the aforesaid Magnus on the port ordering the rowers to hoist the sails, and up went a mingled cry of maids and matrons, old men and young, all sobbing and lamenting together, and the noise of the multitude overwhelmed the roar raised by the waves on the foaming sea."
                        },
                        {
                            "verse": 64,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:64",
                            "text": "So the martyrs sailed off for Heliopolis, where every man is given over to superstition, where flourish the devil's ways of pleasure, and where the situation of the city, surrounded on all sides by mountains that approach the sky, is fitted for the terrifying lairs of wild beasts."
                        },
                        {
                            "verse": 65,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:65",
                            "text": "All the friends they left behind now alike in public in the middle of the town and each in private apart groaned and uttered words of grief, and were even forbidden to weep, at the order of Palladius, prefect of the city, who happened himself to be a man quite given over to superstition."
                        },
                        {
                            "verse": 66,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:66",
                            "text": "Many of the mourners were first arrested and thrown into prison, and then scourged, torn with carding combs, tortured, and, champions as they were of the church in their holy enthusiasm, were despatched to the mines of Phennesus and Proconnesus."
                        },
                        {
                            "verse": 67,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:67",
                            "text": "Most of them were monks, devoted to a life of ascetic solitude, and were about twenty-three in number."
                        },
                        {
                            "verse": 68,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:68",
                            "text": "Not long afterwards the deacon who had been sent by our beloved Damasus, bishop of Rome, to bring us letters of consolation and communion, was led publicly through the town by executioners, with his hands tied behind his back like some notorious criminal."
                        },
                        {
                            "verse": 69,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:69",
                            "text": "After sharing the tortures inflicted on murderers, he was terribly scourged with stones and bits of lead about his very neck."
                        },
                        {
                            "verse": 70,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:70",
                            "text": "He went on board ship to sail, like the rest, with the mark of the sacred cross upon his brow; with none to aid and none to tempt him he was despatched to the copper mines of Phennesus."
                        },
                        {
                            "verse": 71,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:71",
                            "text": "During the tortures inflicted by the magistrate on the tender bodies of little boys, some have been left lying on the spot deprived of holy rites of burial, though parents and brothers and kinsfolk, and indeed the whole city, begged that this one consolation might be given them."
                        },
                        {
                            "verse": 72,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:72",
                            "text": "But alas for the inhumanity of the judge, if indeed he can be called judge who only condemns! They who had contended nobly for the true religion were assigned a worse fate than a murderer's, their bodies lying, as they did, unburied."
                        },
                        {
                            "verse": 73,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:73",
                            "text": "The glorious champions were thrown to be devoured by beasts and birds of prey."
                        },
                        {
                            "verse": 74,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:74",
                            "text": "Those who were anxious for conscience' sake to express sympathy with the parents were punished by decapitation, as though they had broken some law."
                        },
                        {
                            "verse": 75,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:75",
                            "text": "What Roman law, nay what foreign sentiment, ever inflicted punishment for the expression of sympathy with parents? What instance is there of the perpetration of so illegal a deed by any one of the ancients? The male children of the Hebrews were indeed once ordered to be slain by Pharaoh, but his edict was suggested by envy and by fear."
                        },
                        {
                            "verse": 76,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:76",
                            "text": "How far greater the inhumanity of our day than of his."
                        },
                        {
                            "verse": 77,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:77",
                            "text": "How preferable, if there be a choice in unrighteousness, their wrongs to ours."
                        },
                        {
                            "verse": 78,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:78",
                            "text": "How much better; if what is illegal can be called good or bad, though in truth iniquity is always iniquity."
                        },
                        {
                            "verse": 79,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:79",
                            "text": "I am writing what is incredible, inhuman, awful, savage, barbarous, pitiless, cruel."
                        },
                        {
                            "verse": 80,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:80",
                            "text": "But in all this the votaries of the Arian madness pranced, as it were, with proud exultation, while the whole city was lamenting; for, as it is written in Exodus, \"there was not a house in which there was not one dead\"."
                        },
                        {
                            "verse": 81,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:81",
                            "text": "The men whose appetite for iniquity was never satisfied planned new agitation."
                        },
                        {
                            "verse": 82,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:82",
                            "text": "Ever wreaking their evil will in evil deeds, they darted the peculiar venom of their iniquity at the bishops of the province, using the aforesaid treasurer Magnus as the instrument of their unrighteousness."
                        },
                        {
                            "verse": 83,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:83",
                            "text": "Some they delivered to the Senate, some they trapped at their good pleasure, leaving no stone unturned in their anxiety to hunt in all from every quarter to impiety, going about in all directions, and like the devil, the proper father of heresy, they sought whom they might devour."
                        },
                        {
                            "verse": 84,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:84",
                            "text": "In all, after many fruitless efforts, they drove into exile to Dio-Caesarea, a city inhabited by Jews, murderers of the Lord, eleven of the bishops of Egypt, all of them men who from childhood to old age had lived an ascetic life in the desert, had subdued their inclinations to pleasure by reason and by discipline, had fearlessly preached the true faith of piety, had imbibed the pious doctrines, had again and again won victory against demons, were ever putting the adversary out of countenance by their virtue, and publicly posting the Arian heresy by wisest argument."
                        },
                        {
                            "verse": 85,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:85",
                            "text": "Yet like Hell, not satisfied with the death of their brethren, fools and madmen as they were, eager to win a reputation by their evil deeds, they tried to leave memorials in all the world of their own cruelty."
                        },
                        {
                            "verse": 86,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:86",
                            "text": "For lo now they roused the imperial attention against certain clerics of the catholic church who were living at Antioch, together with some excellent monks who came forward to testify against their evil deeds."
                        },
                        {
                            "verse": 87,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:87",
                            "text": "They got these men banished to Neocaesarea in Pontus, where they were soon deprived of life in consequence of the sterility of the country."
                        },
                        {
                            "verse": 88,
                            "chapter": 19,
                            "name": "Theodoret: Ecclesiastical History Book IV 19:88",
                            "text": "Such tragedies were enacted at this period, fit indeed to be consigned to silence and oblivion, but given a place in history for the condemnation of the men who wag their tongues against the Only begotten, and infected as they were with the raving madness of blasphemy, strive not only to aim their shafts at the Master of the universe, but further waged a truceless war against His faithful servants."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Theodoret: Ecclesiastical History Book IV 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:2",
                            "text": "—Of Mavia, Queen of the Saracens, and the ordinationof Moses the monk."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:3",
                            "text": "At this time the Ishmaelites were devastating the country in the neighbourhood of the Roman frontier."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:4",
                            "text": "They were led by Mavia, a princess who regarded not the sex which nature had given her, and displayed the spirit and courage of a man."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:5",
                            "text": "After many engagements she made a truce, and, on receiving the light of divine knowledge, begged that to the dignity of high priest of her tribe might be advanced one, Moses by name, who dwelt on the confines of Egypt and Palestine."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:6",
                            "text": "This request Valens granted, and ordered the holy man to be conveyed to Alexandria, and there, as the most convenient place in the neighbourhood, to receive episcopal grace."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:7",
                            "text": "When he had arrived and saw Lucius endeavouring to lay hands on him—\"God forbid\" said he \"that I should be ordained by thine hand: the grace of the Spirit visits us not at thy calling\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:8",
                            "text": "\"Whence,\" said Lucius, \"are you led to conjecture this?\" He rejoined \"I am not speaking of conjecture but of clear knowledge; for thou fightest against the apostolic decrees, and speakest words against them, and for thy blasphemous utterances thy lawless deeds are a match."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:9",
                            "text": "For what impious man has not on thy account mocked the meetings of the Church? What excellent man has not been exiled? What barbarous savagery is not thrown into the shade by thy daily deeds?\" So the brave man said, and the murderer heard him and desired to slay him, but was afraid of kindling once again the war which had come to an end."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:10",
                            "text": "Wherefore he ordered other bishops to be produced whom Moses had requested."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:11",
                            "text": "After receiving the episcopal grace of the right worthy faith Moses returned to the people who had asked for him, and by his apostolic teaching and miracles led them in the way that leads to truth."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Theodoret: Ecclesiastical History Book IV 20:12",
                            "text": "These then were the deeds done by Lucius in Alexandria under the dispensation of the providence of God."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Theodoret: Ecclesiastical History Book IV 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book IV 21:1",
                            "text": "Chapter XXI  At Constantinople the Arians filled a boat with pious presbyters and drove her without ballast out to sea, putting some of their own men on another craft with orders to set the presbyters boat on fire."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book IV 21:2",
                            "text": "So, fighting at the same time against both sea and flames, at last they were delivered to the deep, and won the martyrs crown."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book IV 21:3",
                            "text": "At Antioch Valens spent a considerable time, and gave complete license to all who, under cover of the Christian name, pagans, Jews and the rest, preached doctrines contrary to those of the gospel."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book IV 21:4",
                            "text": "The slaves of this error even went so far as to perform pagan rites, and thus the deceitful fire which, after Julian, had been quenched by Jovian, was now rekindled by permission of Valens."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book IV 21:5",
                            "text": "The rites of Jews, of Dionysus, and of Demeter were now no longer performed in a corner, as they would be in a pious reign, but by revellers running wild in the forum."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book IV 21:6",
                            "text": "Valens was a foe to none but them that held the apostolic doctrine."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book IV 21:7",
                            "text": "First he drove them from their churches, the illustrious Jovian having given them also the new built church."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Theodoret: Ecclesiastical History Book IV 21:8",
                            "text": "And when they assembled close up to the mountain cliff to honour their Master in hymns, and enjoy the word of God, putting up with all the assaults of the weather, now of rain, now of snow and cold, and now of violent heat, they were not even suffered this poor protection, and troops were sent to scatter them far and wide."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Theodoret: Ecclesiastical History Book IV 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:2",
                            "text": "—How Flavianus and Diodorus gathered the church of the orthodox in Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:3",
                            "text": "Now Flavianus and Diodorus, like break-waters, broke the force of the advancing waves."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:4",
                            "text": "Meletius their shepherd had been constrained to sojourn far away."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:5",
                            "text": "But these looked after the flock, opposing their own courage and cunning to the wolves, and bestowing due care upon the sheep."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:6",
                            "text": "Now that they were driven away from under the cliff they fed their flocks by the banks of the neighbouring river."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:7",
                            "text": "They could not brook, like the captives at Babylon, to hang their harps upon the willows, but they continued to hymn their maker and benefactor in all places of his dominion."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:8",
                            "text": "But not even in this spot was the meeting of the pious pastors of them that blessed the Lord suffered by the foe to be assembled."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:9",
                            "text": "So again this pair of excellent shepherds gathered their sheep in the soldiers training ground and there tried to show them their spiritual food in secret."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:10",
                            "text": "Diodorus, in his wisdom and courage, like a clear and mighty river, watered his own and drowned the blasphemies of his opponents, thinking nothing of the splendour of his birth, and gladly undergoing the sufferings of the faith."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:11",
                            "text": "The excellent Flavianus, who was also of the highest rank, thought piety the only nobility, and, like some trainer for the games, anointed the great Diodorus as though he had been an athlete for five contests."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:12",
                            "text": "At that time he did not himself preach at the services of the church, but furnished an abundant supply of arguments and scriptural thoughts to preachers, who were thus able to aim their shafts at the blasphemy of Arius, while he as it were handed them the arrows of his intelligence from a quiver."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:13",
                            "text": "Discoursing alike at home and abroad he easily rent asunder the heretics nets and showed their defences to be mere spiders webs."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:14",
                            "text": "He was aided in these contests by that Aphraates whose life I have written in my Religious History, and who, preferring the welfare of the sheep to his own rest, abandoned his cell of discipline and retirement, and undertook the hard toil of a shepherd."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Theodoret: Ecclesiastical History Book IV 22:15",
                            "text": "Having written on these matters in another work I deem it now superfluous to recount the wealth of virtue which he amassed, but one specimen of his good deeds I will proceed now to relate, as specially appropriate to this history."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Theodoret: Ecclesiastical History Book IV 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:2",
                            "text": "—Of the holy monk Aphraates."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:3",
                            "text": "On the north of the river Orontes lies the palace."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:4",
                            "text": "On the South a vast two storied portico is built on the city wall with lofty towers on either side."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:5",
                            "text": "Between the palace and the river lies a public way open to passengers from the town, through the gate in this quarter, and leading to the country in the suburbs."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:6",
                            "text": "The godly Aphraates was once passing along this thoroughfare on his way to the soldiers' training ground, in order to perform the duty of serving his flock."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:7",
                            "text": "The emperor happened to be looking down from a gallery in the palace, and saw him going by wearing a cloak of undressed goat's skin, and walking rapidly, though of advanced age."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:8",
                            "text": "On its being remarked that this was Aphraates to whom all the town was then attached, the emperor cried out \"Where are you going? Tell us\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:9",
                            "text": "Readily and cleverly he answered \"To pray for your empire\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:10",
                            "text": "\"You had better stop at home\" said the emperor \"and pray alone like a monk\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:11",
                            "text": "\"Yes,\" said the divine man, \"so I was bound to do and so I always did till now, as long as the Saviour's sheep were at peace; but now that they are grievously disturbed and in great peril of being caught by beasts, I needs must leave no means untried to save the nurslings."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:12",
                            "text": "For tell me, sir, had I been a girl sitting in my chamber, and looking after the house, and had seen a flash of flame fall and my father's house on fire, what ought I to do? Tell me; sit within and never mind the house being on fire, and wait for the flame to approach? or bid my bower good bye and run up and down and get water and try to quench the flame? Of course you will say the latter, for so a quick and spirited girl would do."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:13",
                            "text": "And that is what I am doing now, sir."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:14",
                            "text": "You have set fire to our Father's house and we are running about in the endeavour to put it out\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:15",
                            "text": "So said Aphraates, and the emperor threatened him and said no more."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:16",
                            "text": "One of the grooms of the imperial bedchamber, who threatened the godly man somewhat more violently, met with the following fate."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:17",
                            "text": "He was entrusted with the charge of the bath, and immediately after this conversation he came down to get it ready for the emperor."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:18",
                            "text": "On entering he lost his wits, stepped into the boiling water before it was mixed with the cold, and so met his end."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:19",
                            "text": "The emperor sat waiting for him to announce that the bath was ready for him to enter, and after a considerable time had gone by he sent other officers to report the cause of the delay."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:20",
                            "text": "After they had gone in and looked all about the room they discovered the chamberlain slain by the heat, and lying dead in the boiling water."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:21",
                            "text": "On this becoming known to the emperor they perceived the force of the prayers of Aphraates."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Theodoret: Ecclesiastical History Book IV 23:22",
                            "text": "Nevertheless they did not depart from the impious doctrines but hardened their heart like Pharaoh, and the infatuated emperor, though made aware of the miracle of the holy man, persisted in his mad rage against piety."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Theodoret: Ecclesiastical History Book IV 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Theodoret: Ecclesiastical History Book IV 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Theodoret: Ecclesiastical History Book IV 24:2",
                            "text": "—Of the holy monk Julianus."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Theodoret: Ecclesiastical History Book IV 24:3",
                            "text": "At this time too the celebrated Julianus, whom I have already mentioned, was forced to leave the desert and come to Antioch, for when the foster children of lies, the facile framers of calumny, I mean of course the Arians, were maintaining that this great man was of their faction, those lights of the truth Flavianus, Diodorus, and Aphraates sent Acacius, an athlete of virtue who afterwards very wisely ruled the church at Beroea, to the famous Julianus with the entreaty that he would take pity on so many thousands of men, and at the same time convict the enemy of lies and confirm the proclamation of the truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Theodoret: Ecclesiastical History Book IV 24:4",
                            "text": "The miracles worked by Julianus on his way to and from Antioch and in that vast city itself are described in my Religious History, which is easily accessible to all who wish to become acquainted with them."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Theodoret: Ecclesiastical History Book IV 24:5",
                            "text": "But I am sure that no one who has enquired into human nature will doubt that he attracted all the population of the city to our assembly, for the extraordinary is generally sure to draw all men after it."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Theodoret: Ecclesiastical History Book IV 24:6",
                            "text": "The fact of his having wrought great marvels is attested even by the enemies of the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Theodoret: Ecclesiastical History Book IV 24:7",
                            "text": "Before this time in the reign of Constantius the great Antonius had acted in the same way in Alexandria, for he abandoned the desert and went up and down that city, telling all men that Athanasius was the preacher of the true doctrine and that the Arian faction were enemies of the truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Theodoret: Ecclesiastical History Book IV 24:8",
                            "text": "So those godly men knew how to adapt themselves to each particular opportunity, when to remain inactive, and at rest, and when to leave the deserts for towns."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Theodoret: Ecclesiastical History Book IV 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:2",
                            "text": "—Of what other monks were distinguished at this period."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:3",
                            "text": "There were also other men at this period who emitted the bright rays of the philosophy of solitary life."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:4",
                            "text": "In the Chalcidian desert Avitus, Marcianus and Abraames, and more besides whom I cannot easily enumerate, strove in their bodies of sense to live a life superior to sense."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:5",
                            "text": "In the district of Apamea, Agapetus, Simeon, Paulus and others reaped the fruits of the highest wisdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:6",
                            "text": "In the district of the Zeugmatenses were Publius and Paulus."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:7",
                            "text": "In the Cyrestian the famous Acepsemas had been shut up in a cell for sixty years without being either seen or spoken to."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:8",
                            "text": "The admirable Zeumatius, though bereft of sight, used to go about confirming the sheep, and fighting with the wolves; so they burnt his cell, but the right faithful general Trajanus got another built for him, and paid him besides other attentions."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:9",
                            "text": "In the neighbourhood of Antioch, Marianus, Eusebius, Ammianus, Palladius, Simeon, Abraames, and others, preserved the divine image unimpaired; but of all these the lives have been recorded by us."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Theodoret: Ecclesiastical History Book IV 25:10",
                            "text": "But the mountain which is in the neighbourhood of the great city was decked like a meadow, for in it shone Petrus, the Galatian, his namesake the Egyptian, Romanus Severus, Zeno, Moses, and Malchus, and many others of whom the world is ignorant, but who are known to God."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Theodoret: Ecclesiastical History Book IV 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:2",
                            "text": "—Of Didymus of Alexandria and Ephraim the Syrian."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:3",
                            "text": "At that period at Edessa flourished the admirable Ephraim, and at Alexandria Didymus, both writers against the doctrines that are at variance with the truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:4",
                            "text": "Ephraim, employing the Syrian language, shed beams of spiritual grace."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:5",
                            "text": "Totally untainted as he was by heathen education he was able to expose the niceties of heathen error, and lay bare the weakness of all heretical artifices."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:6",
                            "text": "Harmonius the son of Bardesanes had once composed certain songs and by mixing sweetness of melody with his impiety beguiled the hearers, and led them to their destruction."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:7",
                            "text": "Ephraim adopted the music of the songs, but set them to piety, and so gave the hearers at once great delight and a healing medicine."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:8",
                            "text": "These songs are still used to enliven the festivals of our victorious martyrs."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:9",
                            "text": "Didymus, however, who from a child had been deprived of the sense of sight, had been educated in poetry, rhetoric, arithmetic, geometry, astronomy, the logic of Aristotle, and the eloquence of Plato."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:10",
                            "text": "Instruction in all these subjects he received by the sense of hearing alone,—not indeed as conveying the truth, but as likely to be weapons for the truth against falsehood."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:11",
                            "text": "Of holy scriptures he learnt not only the sound but the sense."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Theodoret: Ecclesiastical History Book IV 26:12",
                            "text": "So among livers of ascetic lives and students of virtue, these men at that time were conspicuous."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Theodoret: Ecclesiastical History Book IV 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Theodoret: Ecclesiastical History Book IV 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Theodoret: Ecclesiastical History Book IV 27:2",
                            "text": "—Of what bishops were at this time distinguished in Asia and Pontus."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Theodoret: Ecclesiastical History Book IV 27:3",
                            "text": "Among the bishops were the two Gregorii, the one of Nazianzus and the other of Nyssa, the latter the brother and the former the friend and fellow worker of the great Basilius."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Theodoret: Ecclesiastical History Book IV 27:4",
                            "text": "These were foremost champions of piety in Cappadocia; and in front rank with them was Peter, born of the same parents with Basilius and Gregorius, who though not having received like them a foreign education, like them lived a life of brilliant distinction."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Theodoret: Ecclesiastical History Book IV 27:5",
                            "text": "In Pisidia Optimus, in Lycaonia Amphilochius, fought in the front rank on behalf of their fathers' faith, and repelled the enemies' assaults."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Theodoret: Ecclesiastical History Book IV 27:6",
                            "text": "In the West Damasus, Bishop of Rome, and Ambrosius, entrusted with the government of Milan, smote those who attacked them from afar."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Theodoret: Ecclesiastical History Book IV 27:7",
                            "text": "In conjunction with these, bishops forced to dwell in remote regions, confirmed their friends and undid their foes by writings—thus pilots able to cope with the greatness of the storm were granted by the governor of the universe."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Theodoret: Ecclesiastical History Book IV 27:8",
                            "text": "Against the violence of the foe He set in battle array the virtue of His captains, and provided means meet to ward off the troubles of these difficult times, and not only were the churches granted this kind of protection by their loving Lord, but deemed worthy of yet another kind of guidance."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Theodoret: Ecclesiastical History Book IV 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Theodoret: Ecclesiastical History Book IV 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Theodoret: Ecclesiastical History Book IV 28:2",
                            "text": "—Of the letter written by Valens to the great Valentinianus about the war, and how he replied."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Theodoret: Ecclesiastical History Book IV 28:3",
                            "text": "The Lord roused the Goths to war, and drew on to the Bosphorus him who knew only how to fight against the pious."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Theodoret: Ecclesiastical History Book IV 28:4",
                            "text": "Then for the first time the vain man became aware of his own weakness, and sent to his brother to ask for troops."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Theodoret: Ecclesiastical History Book IV 28:5",
                            "text": "But Valentinian replied that it were impious to help one fighting against God, and right rather to check his rashness."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Theodoret: Ecclesiastical History Book IV 28:6",
                            "text": "By this the unhappy man was filled with yet greater infatuation, yet he did not withdraw from his rash undertaking, and persisted in ranging himself against the truth."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Theodoret: Ecclesiastical History Book IV 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Theodoret: Ecclesiastical History Book IV 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Theodoret: Ecclesiastical History Book IV 29:2",
                            "text": "—Of the piety of Count Terentius."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Theodoret: Ecclesiastical History Book IV 29:3",
                            "text": "Terentius, an excellent general, distinguished for his piety, had set up trophies of victory and returned from Armenia."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Theodoret: Ecclesiastical History Book IV 29:4",
                            "text": "On being ordered by Valens to choose a boon, he mentioned one which it was becoming in a man nurtured in piety to choose, for he asked not gold nor yet silver, not land, not dignity, not a house, but that one church might be granted to them that were risking their all for the Apostolic doctrine."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Theodoret: Ecclesiastical History Book IV 29:5",
                            "text": "Valens received the petition, but on becoming acquainted with its contents he tore it up in a rage, and bade Terentius beg some other boon."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Theodoret: Ecclesiastical History Book IV 29:6",
                            "text": "The count, however, picked up the pieces of his petition, and said, \"I have my reward, sir, and I will not ask another."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Theodoret: Ecclesiastical History Book IV 29:7",
                            "text": "The Judge of all things is Judge of my intention\"."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Theodoret: Ecclesiastical History Book IV 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Theodoret: Ecclesiastical History Book IV 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Theodoret: Ecclesiastical History Book IV 30:2",
                            "text": "—Of the bold utterance of Trajanus the general."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Theodoret: Ecclesiastical History Book IV 30:3",
                            "text": "After Valens had crossed the Bosphorus and come into Thrace he first spent a considerable time at Constantinople, in alarm as to the issue of the war."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Theodoret: Ecclesiastical History Book IV 30:4",
                            "text": "He had sent Trajanus in command of troops against the barbarians."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Theodoret: Ecclesiastical History Book IV 30:5",
                            "text": "When the general came back beaten, the emperor reviled him sadly, and charged him with infirmity and cowardice."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Theodoret: Ecclesiastical History Book IV 30:6",
                            "text": "Boldly, as became a brave man, Trajanus replied: \"I have not been beaten, sir, it is thou who hast abandoned the victory by fighting against God and transferring His support to the barbarians."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Theodoret: Ecclesiastical History Book IV 30:7",
                            "text": "Attacked by thee He is taking their side, for victory is on God's side and comes to them whom God leads."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Theodoret: Ecclesiastical History Book IV 30:8",
                            "text": "Dost thou not know,\" he went on, \"whom thou hast expelled from their churches and to whose government these churches have been delivered by thee?\" Arintheus and Victor, generals like Trajanus, confirmed the truth of what he said, and implored the emperor not to be angered by reproaches which were founded upon fact."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Theodoret: Ecclesiastical History Book IV 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:2",
                            "text": "—Of Isaacthe monk of Constantinople and Bretanio the Scythian Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:3",
                            "text": "It is related that Isaac, who lived as a solitary at Constantinople, when he saw Valens marching out with his troops, cried aloud, \"Whither goest thou, O emperor? To fight against God, instead of having Him as thy ally? 'Tis God himself who has roused the barbarians against thee, because thou hast stirred many tongues to blasphemy against Him and hast driven His worshippers from their sacred abodes."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:4",
                            "text": "Cease then thy campaigning and stop the war."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:5",
                            "text": "Give back to the flocks their excellent shepherds and thou shalt win victory without trouble, but if thou fightest without so doing thou shalt learn by experience how hard it is to kick against the pricks."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:6",
                            "text": "Thou shalt never come back and shalt destroy thy army\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:7",
                            "text": "Then in a passion the emperor rejoined, \"I shall come back; and I will kill thee, and so exact punishment for thy lying prophecy\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:8",
                            "text": "But Isaac undismayed by the threat exclaimed, \"If what I say be proved false, kill me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Theodoret: Ecclesiastical History Book IV 31:9",
                            "text": "Bretanio, a man distinguished by various virtues, and entrusted with the episcopal government of all the cities of Scythia, fired his soul with enthusiasm, and protested against the corruption of doctrines, and the emperor's lawless attacks upon the saints, crying in the words of the godly David, \"I spoke of thy testimonies also before Kings and was not ashamed\"."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Theodoret: Ecclesiastical History Book IV 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Theodoret: Ecclesiastical History Book IV 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Theodoret: Ecclesiastical History Book IV 32:2",
                            "text": "—Of the expedition of Valens against the Goths and how he paid the penalty of his impiety."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Theodoret: Ecclesiastical History Book IV 32:3",
                            "text": "Valens, however, spurned these excellent counsellors, and sent out his troops to join battle while he himself sat waiting in a hamlet for the victory."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Theodoret: Ecclesiastical History Book IV 32:4",
                            "text": "His troops could not stand against the barbarians' charge, turned tail and were slain one after another as they fled, the Romans fleeing at full speed and the barbarians chasing them with all their might."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Theodoret: Ecclesiastical History Book IV 32:5",
                            "text": "When Valens heard of the defeat he strove to conceal himself in the village where he lay, but when the barbarians came up they set the place on fire and together with it burnt the enemy of piety."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Theodoret: Ecclesiastical History Book IV 32:6",
                            "text": "Thus in this present life Valens paid the penalty of his errors."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Theodoret: Ecclesiastical History Book IV 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:2",
                            "text": "—How the Goths became tainted by the Arian error."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:3",
                            "text": "To those ignorant of the circumstances it may be worth while to explain how the Goths got the Arian plague."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:4",
                            "text": "After they had crossed the Danube, and made peace with Valens, the infamous Eudoxius, who was on the spot, suggested to the emperor to persuade the Goths to accept communion with him."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:5",
                            "text": "They had indeed long since received the rays of divine knowledge and had been nurtured in the apostolic doctrines, \"but now,\" said Eudoxius, \"community of opinion will make the peace all the firmer\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:6",
                            "text": "Valens approved of this counsel and proposed to the Gothic chieftains an agreement in doctrine, but they replied that they would not consent to forsake the teaching of their fathers."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:7",
                            "text": "At the period in question their Bishop Ulphilas was implicitly obeyed by them and they received his words as laws which none might break."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:8",
                            "text": "Partly by the fascination of his eloquence and partly by the bribes with which he baited his proposals Eudoxius succeeded in inducing him to persuade the barbarians to embrace communion with the emperor, so Ulphilas won them over on the plea that the quarrel between the different parties was really one of personal rivalry and involved no difference in doctrine."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:9",
                            "text": "The result is that up to this day the Goths assert that the Father is greater than the Son, but they refuse to describe the Son as a creature, although they are in communion with those who do so."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Theodoret: Ecclesiastical History Book IV 33:10",
                            "text": "Yet they cannot be said to have altogether abandoned their Father's teaching, since Ulphilas in his efforts to persuade them to join communion with Eudoxius and Valens denied that there was any difference in doctrine and that the difference had arisen from mere empty strife."
                        }
                    ]
                }
            ]
        }
    ]
}