{
    "books": [
        {
            "name": "Apocrypha: Various Acts of Thomas",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Various Acts of Thomas 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:1",
                            "text": "Various Acts of Thomas:  At that time we the apostles were all in Jerusalem—Simon called Peter, and Andrew his brother; James the son of Zebedee, and John his brother; Philip and Bartholomew; Thomas, and Matthew the tax-gatherer; James of Alphaeus and Simon the Cananaean; and Judas of James;—and we portioned out the regions of the world, in order that each one of us might go into the region that fell to him, and to the nation to which the Lord sent him."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:2",
                            "text": "By lot, then, India fell to Judas Thomas, also called Didymus."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:3",
                            "text": "And he did not wish to go, saying that he was not able to go on account of the weakness of the flesh; and how can I, being an Hebrew man, go among the Indians to proclaim the truth?  And while he was thus reasoning and speaking, the Saviour appeared to him through the night, and said to him:  Fear not, Thomas; go away to India, and proclaim the word; for my grace shall be with thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:4",
                            "text": "But he did not obey, saying:  Wherever Thou wishest to send me, send me elsewhere; for to the Indians I am not going."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:5",
                            "text": "And as he was thus speaking and growing angry, there happened to be there a certain merchant come from India, by name Abbanes, sent from the king Gundaphoros, and having received an order from him to buy a carpenter and bring him to him."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:6",
                            "text": "And the Lord, having seen him walking about in the market at noon, said to him:  Dost thou wish to buy a carpenter?  And he said to Him:  Yes."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:7",
                            "text": "And the Lord said to him:  I have a slave a carpenter, and I wish to sell him."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:8",
                            "text": "And having said this, He showed him Thomas at a distance, and agreed with him for three pounds of uncoined silver; and He wrote a bill of sale, saying:  I Jesus, the son of Joseph the carpenter, declare that I have sold my slave, Judas by name, to thee Abbanes, a merchant of Gundaphoros, the king of the Indians."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:9",
                            "text": "And the purchase being completed, the Saviour taking Judas, who also is Thomas, led him to Abbanes the merchant; and Abbanes seeing him, said to him:  Is this thy master?  And the apostle answered and said:  Yes, He is my Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:10",
                            "text": "And he says:  I have bought thee from him."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:11",
                            "text": "And the apostle held his peace."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:12",
                            "text": "And at dawn of the following day, the apostle having prayed and entreated the Lord, said:  I go wherever Thou wishest, O Lord Jesus; Thy will be done."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:13",
                            "text": "And he went to Abbanes the merchant, carrying nothing at all with him, but only his price."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:14",
                            "text": "For the Lord had given it to him, saying:  Let thy worth also be with thee along with my grace, wherever thou mayst go."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:15",
                            "text": "And the apostle came up with Abbanes, who was carrying his effects into the boat."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:16",
                            "text": "He began therefore also to carry them along with him."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:17",
                            "text": "And when they had gone on board and sat down, Abbanes questioned the apostle, saying:  What kind of work dost thou know?  And he said:  In wood, ploughs, and yokes, and balances, and boats, and boats' oars, and masts, and blocks; in stone, slabs, and temples, and royal palaces."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:18",
                            "text": "And Abbanes the merchant said to him:  Of such a workman, to be sure, we have need."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:19",
                            "text": "They began, therefore, to sail away."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:20",
                            "text": "And they had a fair wind, and they sailed fast until they came to Andrapolis, a royal city."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:21",
                            "text": "And having gone out of the boat, they went into the city."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:22",
                            "text": "And, behold, the voices of flute-players, and of water-organs, and trumpets, sounding round them; and the apostle inquired, saying:  What festival is this in this city?  And those who were there said to him:  The gods have brought thee also, that thou mayst be feasted in this city."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:23",
                            "text": "For the king has an only-begotten daughter, and he is now giving her to a husband in marriage:  this festival, then, which thou seest to-day, is the rejoicing and public assembly for the marriage."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:24",
                            "text": "And the king has sent forth heralds to proclaim everywhere that all are to come to the marriage, rich and poor, bond and free, strangers and citizens."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:25",
                            "text": "And if any one shall refuse and not come to the marriage, he will be answerable to the king."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:26",
                            "text": "And Abbanes having heard, said to the apostle:  Let us also go, then, that we may not offend the king, and especially as we are strangers."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:27",
                            "text": "And he said:  Let us go."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:28",
                            "text": "And having turned into the inn, and rested a little, they went to the marriage."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:29",
                            "text": "And the apostle seeing them all reclining, reclined he also in the midst."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:30",
                            "text": "And they all looked at him as a stranger, and coming from a foreign land."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:31",
                            "text": "And Abbanes the merchant, as being a lord, reclined in another place."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:32",
                            "text": "And when they had dined and drunk, the apostle tasted nothing."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:33",
                            "text": "Those, then, about him said to him:  Why hast thou come hither, neither eating nor drinking?  And he answered and said to them:  For something greater than food or even drink have I come hither, even that I might accomplish the will of the King."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:34",
                            "text": "For the heralds proclaim the wishes of the King, and whoever will not hear the heralds will be liable to the judgment of the King."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:35",
                            "text": "When, therefore, they had dined and drunk, and crowns and perfumes had been brought, each took perfume, and one anointed his face, another his cheek, and one one part of his body, and another another."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:36",
                            "text": "And the apostle anointed the crown of his head, and put a little of the ointment in his nostrils, and dropped it also into his ears, and applied it also to his teeth, and carefully anointed the parts round about his heart; and having taken the crown that was brought to him wreathed of myrtle and other flowers, he put it on his head, and took a branch of reed in his hand, and held it."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:37",
                            "text": "And the flute-girl, holding the flutes in her hand, went round them all; and when she came to the place where the apostle was, she stood over him, playing the flute over his head a long time."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:38",
                            "text": "And that flute-girl was Hebrew by race."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:39",
                            "text": "And as the apostle looked away to the ground, a certain one of the wine-pourers stretched forth his hand and struck him."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:40",
                            "text": "And the apostle, having raised his eyes, and regarded him who had struck him, said:  My God will forgive thee this wrong in the world to come, but in this world He will show His wonders, and I shall soon see that hand that struck me dragged along by a dog."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:41",
                            "text": "And having thus spoken, he began to sing and to repeat this song:—  Maiden, daughter of the light, in whom there exists and abides the majestic splendour of kings; and delightsome is the sight of her, resplendent with brilliant beauty."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:42",
                            "text": "Her garments are like spring flowers, and the odour of a sweet smell is given forth from them; and on the crown of her head the king is seated, feeding with his own ambrosia those who are seated beside him; and truth rests upon her head, and she shows forth joy with her feet; and becomingly does she open her mouth; thirty-and-two are they who sing her praises, and their tongue is like a curtain of the door which is drawn for them who go in; and her neck is made in the likeness of the stairs which the first Creator created; and her two hands signify and represent the choral dance of the blessed ages, proclaiming it; and her fingers represent the gates of the city."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:43",
                            "text": "Her chamber lighted up breathes forth scent from balsam and every perfume, and gives forth a sweet odour of myrrh and savoury herbs; and within are strewn myrtles and sweet-smelling flowers of all kinds; and the bridal chambers are adorned with calamus."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:44",
                            "text": "And her groomsmen, of whom the number is seven, whom she has chosen for herself, surround her like a wall; and her bridesmaids are seven, who dance before her; and twelve are they in number who minister before her and are at her bidding, having their gaze and their sight upon the bridegroom, that through the sight of him they may be enlightened."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:45",
                            "text": "And they shall be with him to everlasting in that everlasting joy, and they shall sit down in that wedding to which the great ones are gathered together, and they shall abide in the festivities of which the eternals are deemed worthy; and they shall be arrayed in royal raiment, and shall put on shining robes; and in joy and exultation both of them shall be, and they shall glorify the Father of the universe, whose majestic light they have received, and they have been enlightened by the sight of Him their Lord, whose ambrosial food they have received, of which there is no failing at all; and they have drunk also of the wine which brings to them no thirst, neither desire of the flesh; and they have with the living spirit glorified and praised the father of truth and the mother of wisdom."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:46",
                            "text": "And when he had sung and finished this song, all who were there present looked upon him and kept silence, and they also saw his form changed; and what had been said by him they did not understand, since he was a Hebrew, and what had been said by him had been said in Hebrew."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:47",
                            "text": "But the flute-girl alone heard all, for she was Hebrew by race, and standing off from him she played the flute to the others; but at him she mostly turned her eyes and looked, for she altogether loved him as a man of the same nation with herself, and he was also beautiful in appearance above all who were there."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:48",
                            "text": "And when the flute-girl had come to the end of all her flute-playing, she sat down opposite him, and looked and gazed upon him."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:49",
                            "text": "But he looked at no one at all, neither did he regard any one, but only kept his eyes on the ground, waiting until he should depart thence."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:50",
                            "text": "And that wine-pourer that struck him came down to the fountain to draw water; and there happened to be a lion there, and it came forth and killed him, and left him lying in the place, after tearing up his limbs; and dogs immediately seized his limbs, among which also one black dog, laying hold of his right hand in his mouth, brought it to the place of the banquet."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:51",
                            "text": "And all seeing were terror-struck, inquiring which of them had been taken off."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:52",
                            "text": "And when it was clear that it was the hand of the wine-pourer who had struck the apostle, the flute-girl broke her flutes in pieces, and threw them away, and went and sat down at the feet of the apostle, saying:  This man is either God or God's apostle; for I heard him saying in Hebrew to the wine-pourer, I shall soon see the hand that struck me dragged about by dogs, which also you have now seen; for as he said, so also it has come to pass."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:53",
                            "text": "And some believed her, and some not."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:54",
                            "text": "And the king, having heard, came up and said to him:  Rise up, and go with me, and pray for my daughter; for she is my only child, and today I give her away."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:55",
                            "text": "And the apostle would not go with him; for his Lord had not at all been revealed to him there."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:56",
                            "text": "And the king took him away against his will to the bridal-chamber, that he might pray for them."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:57",
                            "text": "And the apostle stood, and began to pray and speak thus:  My Lord and my God, who accompanies His servants on their way, guiding and directing those who trust in Him, the refuge and the repose of the afflicted, the hope of the mourners, and the deliverer of the captives, the physician of the souls that are lying under disease, and Saviour of every creature, who gives life to the world, and invigorates our souls!  Thou knowest what will come to pass, who also for our sakes makest these things perfect:  Thou, Lord, who revealest hidden mysteries, and declarest unspeakable words; Thou, Lord, the planter of the good tree, also through the tree makest words to spring up; Thou, Lord, who art in all, and camest through all, and existest in all Thy works, and makest Thyself manifest through the working of them all; Jesus Christ, the Son of compassion, and perfect Saviour; Christ, Son of the living God, the undaunted Power which has overthrown the enemy; and the voice heard by the rulers, which shook all their powers; the ambassador who was sent to them from on high, and who wentest down even to Hades; who also, having opened the doors, didst bring out thence those that had been shut in for many ages by the controller of the world, and didst show them the way up that leads up on high:  I beseech Thee, Lord Jesus Christ, I offer Thee supplication for these young persons, that Thou mayst make what happens and befalls them to be for their good."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:58",
                            "text": "And having laid his hands on them, and said, The Lord will be with you, he left them in the place, and went away."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:59",
                            "text": "And the king requested the groomsmen to go out of the bridal-chamber; and all having gone forth, and the doors having been shut, the bridegroom raised the curtain of the bridal-chamber, that he might bring the bride to himself."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:60",
                            "text": "And he saw the Lord Jesus talking with the bride, and having the appearance of Judas Thomas, who shortly before had blessed them, and gone out from them; and he says to him:  Didst thou not go out before them all?  And how art thou found here?  And the Lord said to him:  I am not Judas, who also is Thomas; I am his brother."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:61",
                            "text": "And the Lord sat down on the bed, and ordered them also to sit down on the seats; and He began to say to them:—  Keep in mind, my children, what my brother said to you, and to whom he commended you; and this know, that if you refrain from this filthy intercourse, you become temples holy and pure, being released from afflictions and troubles, known and unknown, and you will not be involved in the cares of life, and of children, whose end is destruction; but if you get many children, for their sakes you become grasping and avaricious, plundering orphans, coveting the property of widows, and by doing this you subject yourselves to most grievous punishments."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:62",
                            "text": "For many children become unprofitable, being harassed by demons, some openly and others secretly:  for they become either lunatics, or half-withered, or lame, or deaf, or dumb, or paralytics, or idiots; and even if they be in good health, they will be again good-for-nothing, doing unprofitable and abominable works:  for they will be detected either in adultery, or in murder, or in theft, or in fornication, and by all these you will be afflicted."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:63",
                            "text": "But if you will be persuaded, and preserve your souls pure to God, there will be born to you living children, whom these hurtful things do not touch; and you will be without care, spending an untroubled life, free from grief and care, looking forward to receive that marriage incorruptible and true; and you will be in it companions of the bridegroom, going in along with Him into that bridal-chamber full of immortality and light."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:64",
                            "text": "And when the young people heard this, they believed the Lord, and gave themselves over into His keeping, and refrained from filthy lust, and remained thus spending the night in the place."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:65",
                            "text": "And the Lord went out from before them, having spoken thus to them:  The grace of the Lord shall be with you."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:66",
                            "text": "And the dawn having come on, the king arrived, and having supplied the table, brought it in before the bridegroom and the bride; and he found them sitting opposite each other, and he found the face of the bride uncovered, and the bridegroom was quite cheerful."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:67",
                            "text": "And the mother having come to the bride, said:  Wherefore dost thou sit thus, child, and art not ashamed, but thus as if thou hadst for a long time lived with thine own husband?  And her father said:  Is it because of thy great love to thy husband that thou art uncovered?  And the bride answered and said:  Truly, father, I am in great love, and I pray to my Lord to continue to me the love which I have experienced this night, and I shall beg for myself this husband whom I have experienced today."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:68",
                            "text": "For this reason, then, I am no longer covered, since the mirror of shame has been taken away from me, and I am no longer ashamed nor abashed, since the work of shame and bashfulness has been removed far from me; and because I am not under any violent emotion, since violent emotion does not abide in me; and because I am in cheerfulness and joy, since the day of joy has not been disturbed; and because I hold of no account this husband, and these nuptials that have passed away from before mine eyes, since I have been joined in a different marriage; and because I have had no intercourse with a temporary husband, whose end is with lewdness and bitterness of soul, since I have been united to a true Husband."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:69",
                            "text": "And when the bride is saying yet more, the bridegroom answers and says:  I thank Thee, Lord, who hast been proclaimed by the stranger and found by us; who hast put corruption far from me, and hast sown life in me; who hast delivered me from this disease, hard to heal, and hard to cure, and abiding for ever, and established in me sound health; who hast shown Thyself to me, and hast revealed to me all that concerns me, in which I am; who hast redeemed me from falling, and hast led me to something better, and who hast released me from things temporary, and hast deemed me worthy of things immortal and ever existing; who hast brought Thyself down even to me and to my littleness, in order that, having placed me beside Thy greatness, Thou mightest unite me to Thyself; who hast not withheld Thine own compassion from me lost, but hast shown me how to search myself, and to know what I was and what and how I am now, in order that I may again become as I was; whom I indeed did not know, but Thou Thyself whom I knew not hast sought me out and taken me to Thyself; whom I have experienced, and am not now able to forget, whose love is fervent in me; and speak indeed as I ought I cannot."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:70",
                            "text": "But what I have time to say about Him is short, and altogether little, and not in proportion to His glory; but He does not find fault with me for not being ashamed to say to Him even what I do not know; because it is through the love of Him that I say even this."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:71",
                            "text": "And the king, having heard these things from the bridegroom and the bride, rent his garments, and said to those standing near him:  Go out quickly, and go round the whole city, and seize and bring me that man, the sorcerer, who has come for evil into this city:  for I led him with my own hands into my house, and I told him to pray for my most unfortunate daughter; and whoever shall find him and bring him to me, whatever service he shall ask of me, I give him."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:72",
                            "text": "They went away, therefore, and went round seeking him, and found him not; for he had sailed."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:73",
                            "text": "They went, therefore, also into the inn where he had stayed, and found there the flute-girl weeping and in distress, because he had not taken her with him."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:74",
                            "text": "And they having recounted what had happened in the case of the young people, she was altogether glad when she heard it, and dismissed her grief, and said:  Now have I found, even I, repose here."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:75",
                            "text": "And she arose and went to them, and was with them a long time, until they had instructed the king also."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:76",
                            "text": "And many also of the brethren were gathered together there, until they heard word of the apostle, that he had gone down to the cities of India, and was teaching there."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Apocrypha: Various Acts of Thomas 1:77",
                            "text": "And they went away, and joined him."
                        }
                    ]
                }
            ]
        }
    ]
}