{
    "books": [
        {
            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:1",
                            "text": "The Apocalypse of the Holy Mother of God Concerning the Chastisements: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:2",
                            "text": "The all-holy mother of God was about to proceed to the Mount of Olives to pray; and praying to the Lord our God she said:  In the name of the Father and the Son and the Holy Spirit; let the archangel Gabriel descend, that he may tell me concerning the chastisements and concerning things in heaven and on the earth and under the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:3",
                            "text": "And as she said the word the archangel Michael descended with the angels of the East and the West and angels of the South and the North, and they saluted the highly favoured one and said to her:  Hail, reflection of the Father, hail dwelling of the Son, hail command of the Holy Spirit, hail firmament of the seven heavens, hail firmament of the eleven strongholds, hail worship of the angels, hail loftier than the prophets unto the throne of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:4",
                            "text": "And the holy mother of God said to the angel:  Hail Michael, commander-in-chief, the minister of the invisible Father, hail Michael, commander-in-chief, associate of my Son, hail Michael, commander-in-chief, most dread of the six-winged, hail Michael, commander-in-chief, who rules through all things and art worthy to stand beside the throne of the Lord, hail Michael, commander-in-chief, who art about to sound the trumpet and awaken those who have been asleep for ages:  hail Michael, commander-in-chief, first of all unto the throne of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:5",
                            "text": "II."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:6",
                            "text": "And having greeted all the angels in like manner, the highly favoured one prayed the commander-in-chief regarding the chastisements, saying:  Tell to me all things on the earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:7",
                            "text": "And the commander-in-chief said to her:  If thou askest me, highly favoured one, I will tell thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:8",
                            "text": "And the highly favoured one said to him:  How many are the chastisements with which the race of man is chastised?  And the archangel said to her:  The chastisements are innumerable."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:9",
                            "text": "And the highly favoured one said to him:  Tell me the things in heaven and on the earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:10",
                            "text": "III."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:11",
                            "text": "Then the commander-in-chief, Michael, commanded the Western angels that revelation should be made, and Hades opened, and she saw those who were chastised in Hades:  and there lay there a multitude of men and women, and there was a great lamentation."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:12",
                            "text": "And the highly favoured one asked the commander-in-chief:  Who are these and what is their sin?  And the commander-in-chief said:  These, all holy, are those who did not worship the Father and the Son and the Holy Spirit and for this cause they are thus chastised here."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:13",
                            "text": "IV."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:14",
                            "text": "And she saw in another place a great darkness:  and the all holy said:  What is this darkness and who are they who are being chastised?  And the commander-in-chief said:  Many souls are lying in this darkness."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:15",
                            "text": "And the all holy one said:  Let this darkness be taken away in order that I may see this chastisement also."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:16",
                            "text": "And the commander-in-chief said to the highly favoured one:  It is not possible, all holy, that thou shouldst see this chastisement also."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:17",
                            "text": "And the angels guarding them answered and said:  We have a command from the invisible Father that they shall not see the light till thy blessed Son shall shine forth."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:18",
                            "text": "And plunged in grief the all holy lifted up her eyes to the angels touching the undefiled word of the Father, and said:  In the name of the Father and the Son and the Holy Spirit let the darkness be taken away, that I may see this chastisement also."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:19",
                            "text": "And straightway that darkness was lifted up and covered the seven heavens:  and there lay a great multitude of both men and women, and there arose a great lamentation and a great cry began."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:20",
                            "text": "And seeing them the all holy wept and said to them:  What are ye doing, wretched ones?  Who are ye?  And how are ye found there? and there was no voice or hearkening."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:21",
                            "text": "And the angels guarding them said:  Why do ye not speak to the highly favoured one?  And those who were under chastisement said to her:  O highly favoured one, from eternity we see not the light, and we are not able to keep off that up there."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:22",
                            "text": "And splashing pitch flowed down upon them:  and seeing them the all holy wept."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:23",
                            "text": "And again those who were being chastised said to her:  How dost thou ask concerning us, holy lady, Mother of God?  Thy blessed Son came to The earth and did not make enquiry concerning us, neither Abraham the patriarch, nor John the Baptist, nor Moses the great prophet, nor the Apostle Paul, and unto us their light shone not:  and now, all holy Mother of God, the armour of the Christians, the bringer of great comfort on account of the Christians, how dost thou ask concerning us?  Then the all holy Mother of God said to Michael, the commander-in-chief:  What is their sin?  And Michael, the commander-in-chief, said:  These are they who did not believe in the Father and the Son and the Holy Spirit, and did not confess thee to be the Mother of God, and that the Lord Jesus Christ was born of thee and took flesh, and for this cause they are chastised there."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:24",
                            "text": "And again weeping, the all holy Mother of God said to them:  Why did ye so greatly err, wretched ones?  Did ye not hear that the whole creation names my name?  And having said these words the darkness fell over them as it was from the beginning."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:25",
                            "text": "V."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:26",
                            "text": "And the commander-in-chief said:  Whither wouldst thou go, highly favoured one? to the West or to the South?  And the highly favoured answered:  Let us go to the South."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:27",
                            "text": "And immediately there appeared the cherubim and the seraphim and four hundred angels, and led out the highly favoured one to the South, where came out the river of fire, and there there lay a multitude of men and women, some up to the girdle, others up to the neck, and others up to the crown of the head:  and seeing them the all holy Mother of God cried out with a loud voice to the commander-in-chief and said:  Who are these, and what is their sin who stand in the fire up to the girdle?  And the commander-in-chief said:  These, all holy one, are they who inherited the curse of father and mother, and for this cause they are thus chastised here as accursed."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:28",
                            "text": "VI."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:29",
                            "text": "And the all holy one said:  And who are these standing in the fire up to the breasts?  And the commander-in-chief said:  These are whosoever cast off their wives and defiled them in adultery, and for this cause they are thus chastised here."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:30",
                            "text": "VII."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:31",
                            "text": "And the all holy one said to the commander-in-chief:  Who are these standing up to the neck in the flame of the fire?  And the commander-in-chief said:  These, all holy one, are whosoever ate of the flesh of men."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:32",
                            "text": "And the all holy one said:  And how is it possible for one man to eat of the flesh of another?  And the commander-in-chief said:  Listen, all holy one, and I will tell thee:  These are they whosoever brought down their own children out of their own wombs and cast them out as food for dogs, and whosoever gave up their brothers in the presence of kings and governors, these ate the flesh of man, and for this cause they are thus chastised."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:33",
                            "text": "VIII."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:34",
                            "text": "And the all holy one said:  Who are these set in the fire up to the crown?  And the commander-in-chief said:  These, all holy one, are whosoever lay hold of the precious cross and swear to a lie:  by the power of the cross of the Lord."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:35",
                            "text": "The angels tremble and worship with fear, and men lay hold of it and swear to a lie and do not know what they testify:  and for this cause they are thus chastised here."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:36",
                            "text": "IX."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:37",
                            "text": "And in another place the all holy one saw a man hung by the feet, and worms devoured him."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:38",
                            "text": "And she asked the commander-in-chief:  Who is this and what is his sin?  And the commander-in-chief said:  This is he who took usury for his gold, and for this cause he is thus chastised here."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:39",
                            "text": "X."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:40",
                            "text": "And she saw a woman hanging by her two ears, and all the beasts came out of her mouth and gnawed her in pieces:  and the highly favoured one asked the commander-in-chief:  Who is she, and what is her sin?  And the commander-in-chief said:  She is she who turned aside into strange houses and those of her neighbours and spoke evil words to make strife, and for that cause she is thus chastised here."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:41",
                            "text": "XI."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:42",
                            "text": "And seeing these things the all holy Mother of God wept and said to the commander-in-chief:  It were well for man that he had not been born."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:43",
                            "text": "And the commander-in-chief said:  Verily, all holy one, thou hast not seen the great chastisements."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:44",
                            "text": "And the all holy one said to the commander-in-chief:  Come, Michael, great commander-in-chief, and lead me that I may see all the chastisements."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:45",
                            "text": "And the commander-in-chief said:  Where dost thou wish, all holy one, that we should go?  And the highly favoured one answered:  To the West:  and straightway the cherubim appeared and led the highly favoured to the West."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:46",
                            "text": "XII."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:47",
                            "text": "And she saw a cloud full of fire and in it there was a multitude of men and women."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:48",
                            "text": "And the all holy one said:  What was their sin?  And the commander-in-chief said:  These, all holy one, are they who on the morning of the Lord's day sleep like the dead, and for that reason they are thus chastised here."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:49",
                            "text": "And the all holy one said:  If anyone cannot rise, what shall he do?  And the commander-in-chief said:  Listen, all holy one:  if anyone's house is fastened on the four (sides?) and surrounds him and he cannot come out, he has forgiveness."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:50",
                            "text": "XIII."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:51",
                            "text": "And she saw in another place burning benches of fire and on them sat a multitude of men and women and burned on them."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:52",
                            "text": "And the all holy one asked:  Who are these and what is their sin?  And the commander-in-chief said:  These, all holy one, are they who do not rise up to the presbyter when they enter into the church of God, and for this cause they are thus chastised here."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:53",
                            "text": "XIV."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:54",
                            "text": "And the all holy one saw in another place an iron tree and it had branches of iron, and on it there hung a multitude of men and women by their tongues."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:55",
                            "text": "And seeing them the all holy one wept, and asked the commander-in-chief saying:  Who are these and what was their sin?  And the commander-in-chief said:  These are perjurers, blasphemers, slanderers, whosoever divided brothers from brothers."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:56",
                            "text": "And the all holy one said:  How is it possible to divide brothers from brothers?  And the commander-in-chief said:  Listen, all holy one, and I will tell thee about this:  When some from among the nations desired to be baptised, he would say to them one word:  Thou foul-feeding, unbelieving Gentile; because he thus blasphemed, he shall receive ceaseless retribution."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:57",
                            "text": "XV."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:58",
                            "text": "And in another place the all holy one saw a man hanging from his four extremities, and from his nails blood gushed vehemently, and his tongue was tied in a flame of fire, and he was unable to groan and say the Kyrie eleïson me."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:59",
                            "text": "And when she had seen him the all holy one wept and herself said the Kyrie eleïson thrice:  and after the saying of the prayer, came the angel who had authority over the scourge and loosed the man's tongue:  and the all holy one asked the commander-in-chief:  Who is this wretched one who has this chastisement?  And the commander-in-chief said:  This, all holy one, is the steward who did not the will of God, but ate the things of the church and said:  \"He who ministers to the altar shall be nourished from the altar\":  and for this cause he is thus chastised here."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:60",
                            "text": "And the all holy one said:  Let it be unto him according to his faith."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:61",
                            "text": "And again he tied his tongue."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:62",
                            "text": "XVI."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:63",
                            "text": "And Michael, the commander-in-chief said:  Come hither, all holy one, and I will show unto thee where the priests are chastised."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:64",
                            "text": "And the all holy one came out and saw presbyters hanging by their twenty nails, and fire came out of their heads."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:65",
                            "text": "And seeing them the all holy one asked the commander-in-chief:  Who are these and what is their sin?  And the commander-in-chief said:  These, all holy one, are they who stand beside the throne of God, and when they sang of the body of our Lord Jesus Christ, the pearls fell out, and the awful throne of heaven shook and the footstool of our Lord Jesus Christ trembled, and they did not perceive it:  and for this cause they are thus chastised here."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:66",
                            "text": "XVII."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:67",
                            "text": "And the all holy one saw a man and a winged beast having three heads like flames of fire:  the two heads were towards his eyes and the third head towards his mouth."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:68",
                            "text": "And seeing him the all holy one asked the commander-in-chief:  Who is this, that he cannot save himself from the mouth of the dragon?  And the commander-in-chief said to her:  This, all holy one, is the reader who does not practise in his own habits according to what is worthy of the holy Gospel:  and for this cause he is thus chastised here."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:69",
                            "text": "XVIII."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:70",
                            "text": "And the commander-in-chief said:  Come hither, all holy one, and I will show thee where the angelic and archangelic form is chastised."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:71",
                            "text": "She proceeded and saw them lying in the fire and the sleepless worm gnawed them:  and the all holy one said:  Who are these, and what is their sin?  And the commander-in-chief said:  These, all holy one, are they who possessed the archangelic and apostolic form:  hearken, all holy one, concerning this:  on earth they were called patriarchs and bishops, and they were not worthy of their name:  on earth they heard 'Bless (the Lord) ye saints,' and in heaven they were not called saints, because they did not act as bearers of the archangelic form:  and for this cause they are thus chastised here."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:72",
                            "text": "XIX."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:73",
                            "text": "And she saw women hanging by their nails, and a flame of fire came out of their mouth and burned them:  and all the beasts coming out of the fire gnawed them to pieces, and groaning they cried out:  Have pity on us, have pity, for we are chastised worse than all those who are under chastisement."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:74",
                            "text": "And seeing them the all holy one wept, and asked the commander-in-chief, Michael:  Who are these and what is their sin?  And the commander-in-chief said:  These are the wives of presbyters who did not honour the presbyters, but after the death of the presbyter took husbands, and for this cause they are thus chastised here."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:75",
                            "text": "XX."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:76",
                            "text": "And the all holy one saw after the same manner also a deaconess hanging from a crag and a beast with two heads devoured her breasts."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:77",
                            "text": "And the all holy one asked:  What is her sin?  And the commander-in-chief said:  She, all holy one, is an archdeaconess who defiled her body in fornication, and for this cause she is thus chastised here."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:78",
                            "text": "XXI."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:79",
                            "text": "And she saw other women hanging over the fire, and all the beasts devoured them."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:80",
                            "text": "And the all holy one asked the commander-in-chief:  Who are these and what is their sin?  And he said:  These are they who did not do the will of God, lovers of money and those who took interest on accounts, and the immodest."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:81",
                            "text": "XXII."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:82",
                            "text": "And when she had heard these things the all holy one wept and said:  Woe unto sinners."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:83",
                            "text": "And the commander-in-chief said:  Why dost thou lament, all holy one?  Now verily thou hast not seen the great chastisements."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:84",
                            "text": "And the highly favoured one said:  Come, Michael, the great commander-in-chief of the powers above, tell me how I may see all the chastisements."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:85",
                            "text": "And the commander-in-chief said:  Where dost thou wish that we should go, all holy one? to the East or towards the left parts of Paradise?  And the all holy one said:  To the left parts of Paradise."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:86",
                            "text": "XXIII."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:87",
                            "text": "And immediately when she had spoken, the cherubim and seraphim stood beside her and led the highly favoured one out to the left parts of Paradise."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:88",
                            "text": "And behold, there was a great river, and the appearance of the river was blacker than pitch, and in it there were a multitude of men and women:  it boiled like a furnace of forges, and its waves were like a wild sea over the sinners:  and when the waves rose, they sank the sinners ten thousand cubits and they were unable to keep it off and say:  Have mercy on us, thou just judge:  for the sleepless worm devoured them, and there was no reckoning of the number of those who devoured them."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:89",
                            "text": "And seeing the all holy Mother of God the angels who chastised them cried out with one voice:  Holy is God who has compassion on account of the Mother of God:  we give thee thanks, O Son of God, that from eternity we did not see the light, and to-day through the Mother of God we have seen the light:  and again they shouted with one voice, saying:  Hail, highly favoured Mother of God:  Hail, lamp of the inaccessible light:  Hail to thee also, Michael, the commander-in-chief, thou that art ambassador from the whole creation:  for we, seeing the chastisement of sinners are greatly grieved."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:90",
                            "text": "And the all holy one, when she saw the angels humbled on account of the sinners, lamented and said:  Woe to sinners and their neighbours."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:91",
                            "text": "And the all holy one said:  Let us see the sinners."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:92",
                            "text": "And the highly favoured one, coming with the archangel Michael and all the armies of the angels lifted up one voice saying:  Lord have mercy."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:93",
                            "text": "And after the making of the prayer earnestly, the wave of the river rested and the fiery waves grew calm, and the sinners appeared as a grain of mustard-seed:  and seeing them the all holy one lamented and said:  What is this river, and what are its waves?  And the commander-in-chief said:  This river is the outer fire, and those who are being tortured are the Jews who crucified our Lord Jesus Christ the Son of God, and who refused holy baptism, and those who commit fornication and sin against the sweet and passionless perfume of marriage, and he who debauches mother and daughter, and the poisoners and those who slay with the sword, and the women who strangle their offspring."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:94",
                            "text": "And the all holy one said:  According to their faith so be it unto them."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:95",
                            "text": "And straightway the waves rose over the sinners and the darkness covered them."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:96",
                            "text": "And the commander-in-chief said:  Hearken, thou highly favoured one:  if anyone shall be cast into this darkness, his remembrance shall never be in the sight of God."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:97",
                            "text": "And the all holy Mother of God said:  Woe to sinners, because the flame of the fire is everlasting."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:98",
                            "text": "XXIV."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:99",
                            "text": "And the commander-in-chief said:  Come hither, all holy one, and I will show unto thee the lake of fire:  and see thou where the race of the Christians is chastised."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:100",
                            "text": "And the all holy one proceeded and saw:  and some she heard, but others she did not see:  and she asked the commander-in-chief:  Who are these, and what is their sin?  And the commander-in-chief said:  These, all holy one, are those who were baptised and arrayed under the oracle of Christ, but worked the works of the devil and wasted the time of their repentance:  and for this cause they are thus chastised here."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:101",
                            "text": "XXV."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:102",
                            "text": "And she said:  I pray, one request will I make of thee, let me also be chastised with the Christians, because they are the children of my son."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:103",
                            "text": "And the commander-in-chief said:  Rest thou in Paradise, holy lady, Mother of God."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:104",
                            "text": "And the all holy one said:  I pray thee, move the fourteen firmaments and the seven heavens, and let us pray for the Christians that the Lord our God may hearken unto us and have mercy on them."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:105",
                            "text": "And the commander-in-chief said:  As the Lord God liveth, the great name, seven times a day and seven times a night, when we lead up the hymn of the Lord, we make remembrance for the sake of sinners, and the Lord accounts us as naught."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:106",
                            "text": "XXVI."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:107",
                            "text": "And the all holy one said:  I pray thee, commander-in-chief, command the armies of the angels and let them place me on the height of heaven and let me into the presence of the invisible Father."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:108",
                            "text": "And immediately the commander-in-chief commanded, and the chariot of the cherubim and seraphim appeared, and they exalted the highly favoured one to the height of heaven and placed her in the presence of the invisible Father:  And she stretched forth her hands to the undefiled throne of the Father and said:  Have mercy, O Lord, on the Christian sinners, for I saw them being chastised and I cannot bear their complaint."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:109",
                            "text": "Let me go forth and be chastised myself for the Christians."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:110",
                            "text": "I do not pray, O Lord, for the unbelieving Jews, but for the Christians I entreat thy compassion."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:111",
                            "text": "And there came a second voice from the invisible Father saying:  How can I have mercy on them, when they did not have mercy on their own brothers?  And the all holy one said:  Lord, have mercy on the sinners:  behold the chastisements, for every creature on the earth calls upon my name:  and when the soul comes forth out of the body, it cries saying, \"Holy Lady, Mother of God\"."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:112",
                            "text": "Then the Lord said to her:  Hearken, all holy Mother of God, if anyone names and calls upon thy name, I will not forsake him, either in heaven or on earth."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:113",
                            "text": "XXVII."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:114",
                            "text": "And the all holy one said:  Where is Moses?  Where are all the prophets and fathers who never sinned?  Where art thou, holy Paul of God? where is the holy Lord's Day, the boast of the Christians? where is the power of the precious and life-giving cross, which delivered Adam and Eve from the ancient curse?  Then Michael and all the angels raised one voice saying:  Lord, have mercy on the sinners."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:115",
                            "text": "Then Moses also cried:  Have mercy, Lord, on those to whom I gave thy law."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:116",
                            "text": "Then John also called:  Have mercy, Lord, on those to whom I gave thy Gospel."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:117",
                            "text": "Then Paul cried:  Have mercy, Lord, on those to whom I brought thy epistles in the Church."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:118",
                            "text": "And the Lord God said:  Hearken, all ye righteous:  if according to the law which Moses gave, and according to the Gospel which John gave, and according to the epistles which Paul carried, they thus be judged."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:119",
                            "text": "And they had nothing to say except, Have mercy, O just judge."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:120",
                            "text": "XXVIII."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:121",
                            "text": "And the all holy Mother of God said:  Have mercy, Lord, on the Christians, because they kept thy law and gave heed to thy gospel, but they were simple ones."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:122",
                            "text": "Then the Lord said to her:  Hearken, all holy one:  if anyone did evil to them and they did not requite him the evil, thou sayest well that they attended to both my law and my gospel, but if he did not do them wrong and they requited him evil, how may I say that these are holy men? now they shall be rewarded according to their wrongdoing."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:123",
                            "text": "Then all hearing the voice of the Lord had nothing to answer; and the all holy one, when she saw that the saints were at a loss, and their Lord did not hear, and his mercy was hidden from them, then the all holy one said:  Where is Gabriel, who announced unto me the \"Hail, thou that from eternity shalt conceive him who is without beginning like the Father,\" and now does not look upon sinners?  Where is the great commander-in-chief? come hither, all ye saints whom God justified, and let us fall down in the presence of the invisible Father, in order that the Lord God may hear us, and have mercy on sinners."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:124",
                            "text": "Then Michael, the commander-in-chief, and all the saints fell on their faces in the presence of the invisible Father, saying:  Have mercy, Lord, on the Christian sinners."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:125",
                            "text": "XXIX."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:126",
                            "text": "Then the Lord, seeing the prayer of the saints, had compassion and said:  Go down, my beloved son, and because of the prayer of the saints let thy face shine on earth to sinners."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:127",
                            "text": "Then the Lord came down from his undefiled throne:  and when they saw Him, those who were under chastisement raised one voice saying:  Have mercy on us, King of ages."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:128",
                            "text": "Then the Lord of all things said:  Hearken, all ye sinners and righteous men:  I made paradise and made man after my image:  but he transgressed, and for his own sins was delivered to death:  but I did not suffer the works of my hands to be tyrannized over by the serpent:  wherefore I bowed the heavens and came down and was born of Mary, the holy undefiled Mother of God, that I might set you free:  I was baptised in Jordan in order that I might save the creature (nature) which had grown old under sin:  I was nailed to the cross to free you from the ancient curse:  I asked for water and ye gave me vinegar mingled with gall:  I was laid in the grave:  I trampled on the enemy:  I raised up mine elect, and even thus ye would not hear me."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:129",
                            "text": "But now, because of the prayer of my mother Mary, because she has wept much for your sake, and because of Michael my archangel, and because of the multitude of my saints, I grant you to have rest on the day of Pentecost to glorify the Father and the Son and the Holy Spirit."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:130",
                            "text": "XXX."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:131",
                            "text": "Then all the angels and archangels, thrones, lordships, authorities, governments, powers, and the many-eyed cherubim and the six-winged seraphim and all the apostles and prophets and martyrs and all the saints raised one voice, saying:  Glory to thee, O Lord:  glory to thee, lover of men:  glory to thee, King of ages:  glory be to thy compassion:  glory be to thy long suffering:  glory be to thy unspeakable justice of judgment, because thou hast been long-suffering with sinners and impious men:  Thine is it to pity and to save."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:132",
                            "text": "To him be the glory and the power to the Father and to the Son and to the Holy Spirit for ever and ever."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "The Apocalypse of the Holy Mother of God Concerning the Chastisements 1:133",
                            "text": "Amen."
                        }
                    ]
                }
            ]
        }
    ]
}