{
    "books": [
        {
            "name": "Epistle of Malchion",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Epistle of Malchion 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:1",
                            "text": "Malchion: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:2",
                            "text": "—The Epistle Written by Malchion,  In Name of the Synod of Antioch, Against Paul of Samosata."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:3",
                            "text": "To Dionysius and Maximus, and to all our fellows in the ministry throughout the world, both bishops and presbyters and deacons, and to the whole Catholic Church under heaven, Helenus and Hymenaeus and Theophilus and Theotecnus and Maximus, Proclus, Nicomas, and aelianus, and Paul and Bolanus and Protogenes and Hierax and Eutychius and Theodorus and Malchion and Lucius, and all the others who are with us, dwelling in the neighbouring cities and nations, both bishops and presbyters and deacons, together with the churches of God, send greeting to our brethren beloved in the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:4",
                            "text": "After some few introductory words, they proceed thus:—We wrote to many of the bishops, even those who live at a distance, and exhorted them to give their help in relieving us from this deadly doctrine; among these, we addressed, for instance, Dionysius, the bishop of Alexandria, and Firmilian of Cappadocia, those men of blessed name."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:5",
                            "text": "Of these, the one wrote to Antioch without even deigning to honour the leader in this error by addressing him; nor did he write to him in his own name, but to the whole district, of which letter we have also subjoined a copy."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:6",
                            "text": "And Firmilian, who came twice in person, condemned the innovations in doctrine, as we who were present know and bear witness, and as many others know as well as we."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:7",
                            "text": "But when he (Paul) promised to give up these opinions, he believed him; and hoping that, without any reproach to the Word, the matter would be rightly settled, he postponed his decision; in which action, however, he was deceived by that denier of his God and Lord, and betrayer of the faith which he formerly held."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:8",
                            "text": "And now Firmilian was minded to cross to Antioch; and he came as far as Tarsus, as having already made trial of the man's infidel iniquity."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:9",
                            "text": "But when we had just assembled, and were calling for him and waiting for his arrival, his end came upon him."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:10",
                            "text": "After other matters again, they tell us in the following terms of what manner of life he was:—But there is no need of judging his actions when he was outside (the Church), when he revolted from the faith and turned aside to spurious and illegitimate doctrines."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:11",
                            "text": "Nor need we say any thing of such matters as this, that, whereas he was formerly poor and beggarly, having neither inherited a single possession from his fathers, nor acquired any property by art or by any trade, he has now come to have excessive wealth by his deeds of iniquity and sacrilege, and by those means by which he despoils and concusses the brethren, casting the injured unfairly in their suit, and promising to help them for a price, yet deceiving them all the while and to their loss, taking advantage of the readiness of those in difficulties to give in order to get deliverance from what troubled them, and thus supposing that gain is godliness."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:12",
                            "text": "Neither need I say any thing about his pride and the haughtiness with which he assumed worldly dignities, and his wishing to be styled procurator rather than bishop, and his strutting through the market-places, and reading letters and reciting them as he walked in public, and his being escorted by multitudes of people going before him and following him; so that he brought ill-will and hatred on the faith by his haughty demeanour and by the arrogance of his heart."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:13",
                            "text": "Nor shall I say any thing of the quackery which he practises in the ecclesiastical assemblies, in the way of courting popularity and making a great parade, and astounding by such arts the minds of the less sophisticated; nor of his setting up for himself a lofty tribunal and throne, so unlike a disciple of Christ; nor of his having a secretum and calling it by that name, after the manner of the rulers of this world; nor of his striking his thigh with his hand and beating the tribunal with his feet; nor of his censuring and insulting those who did not applaud him nor shake their handkerchiefs, as is done in the theatres, nor bawl out and leap about after the manner of his partisans, both male and female, who were such disorderly listeners to him, but chose to hear reverently and modestly as in the house of God; nor of his unseemly and violent attacks in the congregation upon the expounders of the Word who have already departed this life, and his magnifying of himself, not like a bishop, but like a sophist and juggler; nor of his putting a stop to the psalms sung in honour of our Lord Jesus Christ, as the recent compositions of recent men, and preparing women to sing psalms in honour of himself in the midst of the Church."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:14",
                            "text": "in the great day of the Paschal festival, which choristers one might shudder to hear."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:15",
                            "text": "And besides, he acted on those bishops and presbyters, who fawned upon him in the neighbouring districts and cities, to advance the like opinions in their discourses to their people."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:16",
                            "text": "For we may say, to anticipate a little what we intend to write below, that he does not wish to acknowledge that the Son of God came down from heaven."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:17",
                            "text": "And this is a statement which shall not be made to depend on simple assertion; for it is proved abundantly by those memoranda which we sent you, and not least by that passage in which he says that Jesus Christ is from below."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:18",
                            "text": "And they who sing his praise and eulogise him among the people, declare that their impious teacher has come down as an angel from heaven."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:19",
                            "text": "And such utterances the haughty man does not check, but is present even when they are made."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:20",
                            "text": "And then again there are these women—these adopted sisters, as the people of Antioch call them—who are kept by him and by the presbyters and deacons with him, whose incurable sins in this and other matters, though he is cognisant of them, and has convicted them, he connives at concealing, with the view of keeping the men subservient to himself, and preventing them, by fear for their own position, from daring to accuse him in the matter of his impious words and deeds."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:21",
                            "text": "Besides this, he has made his followers rich, and for that he is loved and admired by those who set their hearts on these things."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:22",
                            "text": "But why should we write of these things? For, beloved, we know that the bishop and all the clergy ought to be an example in all good works to the people."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:23",
                            "text": "Nor are we ignorant of the fact that many have fallen away through introducing these women into their houses, while others have fallen under suspicion."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:24",
                            "text": "So that, even although one should admit that he has been doing nothing disgraceful in this matter, yet he ought at least to have avoided the suspicion that springs out of such a course of conduct, lest perchance some might be offended, or find inducement to imitate him."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:25",
                            "text": "For how, then, should any one censure another, or warn him to beware of yielding to greater familiarity with a woman, lest perchance he might slip, as it is written: if, although he has dismissed one, he has still retained two with him, and these in the bloom of their youth, and of fair countenance; and if when he goes away he takes them with him; and all this, too, while he indulges in luxury and surfeiting?."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:26",
                            "text": "And on account of these things all are groaning and lamenting with themselves; yet they have such a dread of his tyranny and power that they cannot venture on accusing him."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:27",
                            "text": "And of these things, as we have said already, one might take account in the case of a man who held Catholic sentiments and belonged to our own number; but as to one who has betrayed the mystery (of the faith), and who swaggers with the abominable heresy of Artemas,—for why should we hesitate to disclose his father?—we consider it unnecessary to exact of him an account for these things."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:28",
                            "text": "Then at the close of the epistle they add the following words:—We have been compelled, therefore, to excommunicate this man, who thus opposeth God Himself, and refuses submission, and to appoint in his place another bishop for the Church Catholic, and that, as we trust, by the providence of God—namely, the son of Demetrianus, a man of blessed memory, and one who presided over the same Church with distinction in former times, Domnus by name, a man endowed with all the noble qualities which become a bishop."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:29",
                            "text": "And this fact we have communicated to you in order that ye may write him, and receive letters of communion from him."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Epistle of Malchion 1:30",
                            "text": "And that other may write to Artemas, if it please him; and those who think with Artemas may hold communion with him, if they are so minded."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Epistle of Malchion 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:2",
                            "text": "—Fragments Apparently of the Same Epistle of the Synod of Antioch;  To Wit, of that Part of It Which It is Agreed that Eusebius Left Unnoticed."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:3",
                            "text": "He says, therefore, in the commentaries (they speak of Paul), that he maintains the dignity of wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:4",
                            "text": "And thereafter:  If, however, he had been united according to formation and generation, this is what befalls the man."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:5",
                            "text": "And again:  For that wisdom, as we believe, was not congenerate with humanity substantially, but qualitatively."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:6",
                            "text": "And thereafter:  In what respect, moreover, does he mean to allege that the formation of Christ is different and diverse from ours, when we hold that, in this one thing of prime consequence, His constitution differs from ours, to wit, that what in us is the interior man, is in Him the Word."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:7",
                            "text": "And thereafter:  If he means to allege that Wisdom dwells in Him as in no other, this expresses indeed the same mode of inhabitation, though it makes it excel in respect of measure and multitude; He being supposed to derive a superior knowledge from the Wisdom, say for example, twice as large as others, or any other number of times as large; or, again, it may be less than twice as large a knowledge as others have."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:8",
                            "text": "This, however, the catholic and ecclesiastical canons disallow, and hold rather that other men indeed received of Wisdom as an inspiration from without, which, though with them, is distinct from them; but that Wisdom in verity came of itself substantially into His body by Mary."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:9",
                            "text": "And after other matters:  And they hold that there are not two Sons."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:10",
                            "text": "But if Jesus Christ is the Son of God, and if Wisdom also is the Son of God; and if the Wisdom is one thing and Jesus Christ another, there are two Sons."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:11",
                            "text": "And thereafter:  Moreover understand (Paul would say) the union with Wisdom in a different sense, namely as being one according to instruction and participation; but not as if it were formed according to the substance in the body."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:12",
                            "text": "And after other matters:  Neither was the God who bore the human body and had assumed it, without knowledge of human affections in the first instance; nor was the human body without knowledge, in the first instance, of divine operations in him in whom He (the God) was, and by whom He wrought these operations."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Epistle of Malchion 2:13",
                            "text": "He was formed, in the first instance, as man in the womb; and, in the second instance, the God also was in the womb, united essentially with the human, that is to say, His substance being wedded with the man."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Epistle of Malchion 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Epistle of Malchion 3:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Epistle of Malchion 3:2",
                            "text": "—From the Acts of the Disputation Conducted by Malchion Against Paul of Samosata."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Epistle of Malchion 3:3",
                            "text": "The compound is surely made up of the simple elements, even as in the instance of Jesus Christ, who was made one (person), constituted by God the Word, and a human body which is of the seed of David, and who subsists without having any manner of division between the two, but in unity."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Epistle of Malchion 3:4",
                            "text": "You, however, appear to me to decline to admit a constitution after this fashion: to the effect that there is not in this person, the Son of God according to substance, but only the Wisdom according to participation."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Epistle of Malchion 3:5",
                            "text": "For you made this assertion, that the Wisdom bears dispensing, and therefore cannot be compounded; and you do not consider that the divine Wisdom remained undiminished, even as it was before it evacuated itself; and thus in this self-evacuation, which it took upon itself in compassion (for us), it continued undiminished and unchangeable."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Epistle of Malchion 3:6",
                            "text": "And this assertion you also make, that the Wisdom dwelt in Him, just as we also dwell in houses, the one in the other, and yet not as if we formed a part of the house, or the house a part of us."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Epistle of Malchion 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Epistle of Malchion 4:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Epistle of Malchion 4:2",
                            "text": "—A Point in the Same Disputation."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Epistle of Malchion 4:3",
                            "text": "Did I not say before that you do not admit that the only-begotten Son, who is from all eternity before every creature, was made substantially existent in the whole person of the Saviour; that is to say, was united with Him according to substance?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Epistle of Malchion 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:3",
                            "text": "(The epistle written by Malchion, p."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:4",
                            "text": ")  Malchion, though a presbyter of Antioch, reflects the teaching of Alexandria, and illustrates its far-reaching influence."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:5",
                            "text": "Firmilian, presiding at the Council of Antioch, was a pupil of Origen; and Dionysius was felt in the council, though unable to be present."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:6",
                            "text": "Malchion and Firmilian, therefore, vindicate the real mind of Origen, though speaking in language matured and guarded."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:7",
                            "text": "This council was, providentially, a rehearsal for Nicaea."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:8",
                            "text": "II."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:9",
                            "text": "(Putting a stop to psalms, etc."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:10",
                            "text": ", p."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:11",
                            "text": ")  Coleridge notes this, with an amusing comment on Paulus Samosatenus, and refers to Pliny's letter, of which see vol."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:12",
                            "text": "v."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:13",
                            "text": "p."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:14",
                            "text": ", this series."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:15",
                            "text": "Jeremy Taylor, from whom Coleridge quotes, gives the passage of our author as follows: \"Psalmos et cantus qui ad Dom."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:16",
                            "text": "nostri J."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:17",
                            "text": "C."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:18",
                            "text": "honorem decantari solent, tanquam recentiores et a viris recentioris memoriae editos, exploserit\" (Works, ii."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:19",
                            "text": "p."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:20",
                            "text": ", ed."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:21",
                            "text": "Bohn, )."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:22",
                            "text": "Observe what Coleridge says elsewhere on errors attributed to Origen: \"Never was a great man so misunderstood as Origen\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:23",
                            "text": "He adds: \"The caro noumenon was what Origen meant by Christ's 'flesh consubstantial with His Godhead."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Epistle of Malchion 5:24",
                            "text": "'\"."
                        }
                    ]
                }
            ]
        }
    ]
}