{
    "books": [
        {
            "name": "Theohpilus: To Autolycus Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Theohpilus: To Autolycus Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Theohpilus: To Autolycus Book II 1:1",
                            "text": "Theophilus to Autolycus."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Theohpilus: To Autolycus Book II 1:2",
                            "text": "Book 2  Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Theohpilus: To Autolycus Book II 1:3",
                            "text": "—Occasion of Writing This Book."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Theohpilus: To Autolycus Book II 1:4",
                            "text": "When we had formerly some conversation, my very good friend Autolycus, and when you inquired who was my God, and for a little paid attention to my discourse, I made some explanations to you concerning my religion; and then having bid one another adieu, we went with much mutual friendliness each to his own house, although at first you had borne somewhat hard upon me."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Theohpilus: To Autolycus Book II 1:5",
                            "text": "For you know and remember that you supposed our doctrine was foolishness."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Theohpilus: To Autolycus Book II 1:6",
                            "text": "As you then afterwards urged me to do, I am desirous, though not educated to the art of speaking, of more accurately demonstrating, by means of this tractate, the vain labour and empty worship in which you are held; and I wish also, from a few of your own histories which you read, and perhaps do not yet quite understand, to make the truth plain to you."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Theohpilus: To Autolycus Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Theohpilus: To Autolycus Book II 2:1",
                            "text": "Chapter 2—The Gods are Despised When They are Made; But Become Valuable When Bought."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Theohpilus: To Autolycus Book II 2:2",
                            "text": "And in truth it does seem to me absurd that statuaries and carvers, or painters, or moulders, should both design and paint, and carve, and mould, and prepare gods, who, when they are produced by the artificers, are reckoned of no value; but as soon as they are purchased by some and placed in some so-called temple, or in some house, not only do those who bought them sacrifice to them, but also those who made and sold them come with much devotion, and apparatus of sacrifice, and libations, to worship them; and they reckon them gods, not seeing that they are just such as when they were made by themselves, whether stone, or brass, or wood, or colour, or some other material."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Theohpilus: To Autolycus Book II 2:3",
                            "text": "And this is your case, too, when you read the histories and genealogies of the so-called gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Theohpilus: To Autolycus Book II 2:4",
                            "text": "For when you read of their births, you think of them as men, but afterwards you call them gods, and worship them, not reflecting nor understanding that, when born, they are exactly such beings as ye read of before."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Theohpilus: To Autolycus Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:1",
                            "text": "Chapter 3—What Has Become of the Gods?  And of the gods of former times, if indeed they were begotten, the generation was sufficiently prolific."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:2",
                            "text": "But now, where is their generation exhibited? For if of old they begot and were begotten, it is plain that even to the present time there should be gods begotten and born; or at least if it be not so, such a race will be reckoned impotent."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:3",
                            "text": "For either they have waxed old, and on that account no longer beget, or they have died out and no longer exist."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:4",
                            "text": "For if the gods were begotten, they ought to be born even until now, as men, too, are born; yea, much more numerous should the gods be than men, as the Sibyl says:—  \"For if the gods beget, and each remains Immortal, then the race of gods must be More numerous than mortals, and the throng So great that mortals find no room to stand\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:5",
                            "text": "For if the children begotten of men who are mortal and short-lived make an appearance even until now, and men have not ceased to be born, so that cities and villages are full, and even the country places also are inhabited, how ought not the gods, who, according to your poets, do not die, much rather to beget and be begotten, since you say that the gods were produced by generation? And why was the mount which is called Olympus formerly inhabited by the gods, but now lies deserted? Or why did Jupiter, in days of yore, dwell on Ida, and was known to dwell there, according to Homer and other poets, but now is beyond ken? And why was he found only in one part of the earth, and not everywhere? For either he neglected the other parts, or was not able to be present everywhere and provide for all."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:6",
                            "text": "For if he were, e."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:7",
                            "text": "g."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:8",
                            "text": ", in an eastern place, he was not in the western; and if, on the other hand, he were present in the western parts, he was not in the eastern."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:9",
                            "text": "But this is the attribute of God, the Highest and Almighty, and the living God, not only to be everywhere present, but also to see all things and to hear all, and by no means to be confined in a place; for if He were, then the place containing Him would be greater than He; for that which contains is greater than that which is contained."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:10",
                            "text": "For God is not contained, but is Himself the place of all."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:11",
                            "text": "But why has Jupiter left Ida? Was it because he died, or did that mountain no longer please him? And where has he gone? To heaven? No."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:12",
                            "text": "But you will perhaps say, To Crete? Yes, for there, too, his tomb is shown to this day."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:13",
                            "text": "Again, you will say, To Pisa, where he reflects glory on the hands of Phidias to this day."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Theohpilus: To Autolycus Book II 3:14",
                            "text": "Let us, then, proceed to the writings of the philosophers and poets."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Theohpilus: To Autolycus Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:1",
                            "text": "Chapter 4—Absurd Opinions of the Philosophers Concerning God."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:2",
                            "text": "Some of the philosophers of the Porch say that there is no God at all; or, if there is, they say that He cares for none but Himself; and these views the folly of Epicurus and Chrysippus has set forth at large."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:3",
                            "text": "And others say that all things are produced without external agency, and that the world is uncreated, and that nature is eternal; and have dared to give out that there is no providence of God at all, but maintain that God is only each man's conscience."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:4",
                            "text": "And others again maintain that the spirit which pervades all things is God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:5",
                            "text": "But Plato and those of his school acknowledge indeed that God is uncreated, and the Father and Maker of all things; but then they maintain that matter as well as God is uncreated, and aver that it is coeval with God."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:6",
                            "text": "But if God is uncreated and matter uncreated, God is no longer, according to the Platonists, the Creator of all things, nor, so far as their opinions hold, is the monarchy of God established."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:7",
                            "text": "And further, as God, because He is uncreated, is also unalterable; so if matter, too, were uncreated, it also would be unalterable, and equal to God; for that which is created is mutable and alterable, but that which is uncreated is immutable and unalterable."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:8",
                            "text": "And what great thing is it if God made the world out of existent materials? For even a human artist, when he gets material from some one, makes of it what he pleases."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:9",
                            "text": "But the power of God is manifested in this, that out of things that are not He makes whatever He pleases; just as the bestowal of life and motion is the prerogative of no other than God alone."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:10",
                            "text": "For even man makes indeed an image, but reason and breath, or feeling, he cannot give to what he has made."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:11",
                            "text": "But God has this property in excess of what man can do, in that He makes a work, endowed with reason, life, sensation."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Theohpilus: To Autolycus Book II 4:12",
                            "text": "As, therefore, in all these respects God is more powerful than man, so also in this; that out of things that are not He creates and has created things that are, and whatever He pleases, as He pleases."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Theohpilus: To Autolycus Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:1",
                            "text": "Chapter 5—Opinions of Homer and Hesiod Concerning the Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:2",
                            "text": "So that the opinion of your philosophers and authors is discordant; for while the former have propounded the foregoing opinions, the poet Homer is found explaining the origin not only of the world, but also of the gods, on quite another hypothesis."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:3",
                            "text": "For he says somewhere:—  \"Father of Gods, Oceanus, and she Who bare the gods, their mother Tethys, too, From whom all rivers spring, and every sea\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:4",
                            "text": "In saying which, however, he does not present God to us."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:5",
                            "text": "For who does not know that the ocean is water? But if water, then not God."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:6",
                            "text": "God indeed, if He is the creator of all things, as He certainly is, is the creator both of the water and of the seas."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:7",
                            "text": "And Hesiod himself also declared the origin, not only of the gods, but also of the world itself."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:8",
                            "text": "And though he said that the world was created, he showed no inclination to tell us by whom it was created."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:9",
                            "text": "Besides, he said that Saturn, and his sons Jupiter, Neptune, and Pluto, were gods, though we find that they are later born than the world."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:10",
                            "text": "And he also relates how Saturn was assailed in war by his own son Jupiter; for he says:—  \"His father Saturn he by might o'ercame, And 'mong th' immortals ruled with justice wise, And honours fit distributed to each\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:11",
                            "text": "Then he introduces in his poem the daughters of Jupiter, whom he names Muses, and as whose suppliant he appears, desiring to ascertain from them how all things were made; for he says:—  \"Daughters of Jove, all hail! Grant me your aid That I in numbers sweet and well-arrayed, Of the immortal gods may sing the birth; Who of the starry heav'ns were born, and earth; Who, springing from the murky night at first, Were by the briny ocean reared and nursed."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:12",
                            "text": "Tell, too, who form unto the earth first gave, And rivers, and the boundless sea whose wave Unwearied sinks, then rears its crest on high; And how was spread yon glittering canopy Of glistening stars that stud the wide-spread heaven."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:13",
                            "text": "Whence sprang the gods by whom all good is given? Tell from their hands what varied gifts there came, Riches to some, to others wealth, or fame; How they have dwelt from the remotest time In many-nooked Olympus' sunny clime."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:14",
                            "text": "These things, ye Muses, say, who ever dwell Among Olympian shades—since ye can tell: From the beginning there thy feet have strayed; Then tell us which of all things first was made\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Theohpilus: To Autolycus Book II 5:15",
                            "text": "But how could the Muses, who are younger than the world, know these things? Or how could they relate to Hesiod what was happening, when their father was not yet born?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Theohpilus: To Autolycus Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:1",
                            "text": "Chapter 6—Hesiod on the Origin of the World."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:2",
                            "text": "And in a certain way he indeed admits matter as self-existent and the creation of the world without a creator, saying:—  \"First of all things was chaos made, and next Broad-bosom'd earth's foundations firm were fixed, Where safely the immortals dwell for aye, Who in the snowy-peak'd Olympus stay."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:3",
                            "text": "Afterwards gloomy Tartarus had birth In the recesses of broad-pathwayed earth, And Love, ev'n among gods most beauteous still, Who comes all-conquering, bending mind and will, Delivering from care, and giving then Wise counsel in the breasts of gods and men."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:4",
                            "text": "From chaos Erebus and night were born, From night and Erebus sprung air and morn."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:5",
                            "text": "Earth in her likeness made the starry heaven, That unto all things shelter might be given, And that the blessed gods might there repose."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:6",
                            "text": "The lofty mountains by her power arose, For the wood-nymphs she made the pleasant caves, Begot the sterile sea with all his waves, Loveless; but when by heaven her love was sought, Then the deep-eddying ocean forth she brought\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:7",
                            "text": "And saying this, he has not yet explained by whom all this was made."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:8",
                            "text": "For if chaos existed in the beginning, and matter of some sort, being uncreated, was previously existing, who was it that effected the change on its condition, and gave it a different order and shape? Did matter itself alter its own form and arrange itself into a world (for Jupiter was born, not only long after matter, but long after the world and many men; and so, too, was his father Saturn), or was there some ruling power which made it; I mean, of course, God, who also fashioned it into a world? Besides, he is found in every way to talk nonsense, and to contradict himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Theohpilus: To Autolycus Book II 6:9",
                            "text": "For when he mentions earth, and sky, and sea, he gives us to understand that from these the gods were produced; and from these again the gods he declares that certain very dreadful men were sprung,—the race of the Titans and the Cyclopes, and a crowd of giants, and of the Egyptian gods,—or, rather, vain men, as Apollonides, surnamed Horapius, mentions in the book entitled Semenouthi, and in his other histories concerning the worship of the Egyptians and their kings, and the vain labours in which they engaged."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Theohpilus: To Autolycus Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Theohpilus: To Autolycus Book II 7:1",
                            "text": "Chapter 7—Fabulous Heathen Genealogies."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Theohpilus: To Autolycus Book II 7:2",
                            "text": "Why need I recount the Greek fables,—of Pluto, king of darkness, of Neptune descending beneath the sea, and embracing Melanippe and begetting a cannibal son,—or the many tales your writers have woven into their tragedies concerning the sons of Jupiter, and whose pedigree they register because they were born men, and not gods? And the comic poet Aristophanes, in the play called \"The Birds,\" having taken upon him to handle the subject of the Creation, said that in the beginning the world was produced from an egg, saying:—  \"A windy egg was laid by black-winged night At first\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Theohpilus: To Autolycus Book II 7:3",
                            "text": "But Satyrus, also giving a history of the Alexandrine families, beginning from Philopator, who was also named Ptolemy, gives out that Bacchus was his progenitor; wherefore also Ptolemy was the founder of this family."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Theohpilus: To Autolycus Book II 7:4",
                            "text": "Satyrus then speaks thus: That Dejanira was born of Bacchus and Althea, the daughter of Thestius; and from her and Hercules the son of Jupiter there sprang, as I suppose, Hyllus; and from him Cleodemus, and from him Aristomachus, and from him Temenus, and from him Ceisus, and from him Maron, and from him Thestrus, and from him Acous, and from him Aristomidas, and from him Caranus, and from him Coenus, and from him Tyrimmas, and from him Perdiccas, and from him Philip, and from him aeropus, and from him Alcetas, and from him Amyntas, and from him Bocrus, and from him Meleager, and from him Arsinoë and from her and Lagus Ptolemy Soter, and from him and Arsinoe Ptolemy Euergetes, and from him and Berenicé, daughter of Maga, king of Cyrene, Ptolemy Philopator."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Theohpilus: To Autolycus Book II 7:5",
                            "text": "Thus, then, stands the relationship of the Alexandrine kings to Bacchus."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Theohpilus: To Autolycus Book II 7:6",
                            "text": "And therefore in the Dionysian tribe there are distinct families: the Althean from Althea, who was the wife of Dionysus and daughter of Thestius; the family of Dejanira also, from her who was the daughter of Dionysus and Althea, and wife of Hercules;—whence, too, the families have their names: the family of Ariadne, from Ariadne, daughter of Minos and wife of Dionysus, a dutiful daughter, who had intercourse with Dionysus in another form; the Thestian, from Thestius, the father of Althea; the Thoantian, from Thoas, son of Dionysus; the Staphylian, from Staphylus, son of Dionysus; the Euaenian, from Eunous, son of Dionysus; the Maronian, from Maron, son of Ariadne and Dionysus;—for all these are sons of Dionysus."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Theohpilus: To Autolycus Book II 7:7",
                            "text": "And, indeed, many other names were thus originated, and exist to this day; as the Heraclidae from Hercules, and the Apollonidae from Apollo, and the Poseidonii from Poseidon, and from Zeus the Dii and Diogenae."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Theohpilus: To Autolycus Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:1",
                            "text": "Chapter 8— Opinions Concerning Providence."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:2",
                            "text": "And why should I recount further the vast array of such names and genealogies? So that all the authors and poets, and those called philosophers, are wholly deceived; and so, too, are they who give heed to them."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:3",
                            "text": "For they plentifully composed fables and foolish stories about their gods, and did not exhibit them as gods, but as men, and men, too, of whom some were drunken, and others fornicators and murderers."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:4",
                            "text": "But also concerning the origin of the world, they uttered contradictory and absurd opinions."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:5",
                            "text": "First, some of them, as we before explained, maintained that the world is uncreated."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:6",
                            "text": "And those that said it was uncreated and self-producing contradicted those who propounded that it was created."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:7",
                            "text": "For by conjecture and human conception they spoke, and not knowing the truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:8",
                            "text": "And others, again, said that there was a providence, and destroyed the positions of the former writers."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:9",
                            "text": "Aratus, indeed, says:—  \"From Jove begin my song; nor ever be The name unuttered: all are full of thee; The ways and haunts of men; the heavens and sea: On thee our being hangs; in thee we move; All are thy offspring and the seed of Jove."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:10",
                            "text": "Benevolent, he warns mankind to good, Urges to toil and prompts the hope of food."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:11",
                            "text": "He tells where cattle best may graze, and where The soil, deep-furrowed, yellow grain will bear."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:12",
                            "text": "What time the husbandman should plant or sow, 'Tis his to tell, 'tis his alone to know\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:13",
                            "text": "Who, then, shall we believe: Aratus as here quoted, or Sophocles, when he says:—  \"And foresight of the future there is none; 'Tis best to live at random, as one can\"?  And Homer, again, does not agree with this, for he says that virtue  \"Waxes or wanes in men as Jove decrees\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:14",
                            "text": "And Simonides says:—  \"No man nor state has virtue save from God; Counsel resides in God; and wretched man Has in himself nought but his wretchedness\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:15",
                            "text": "So, too, Euripides:—  \"Apart from God, there's nothing owned by men\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:16",
                            "text": "And Menander:—  \"Save God alone, there's none for us provides\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:17",
                            "text": "And Euripides again:—  \"For when God wills to save, all things He'll bend To serve as instruments to work His end\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:18",
                            "text": "And Thestius:—  \"If God design to save you, safe you are, Though sailing in mid-ocean on a mat\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:19",
                            "text": "And saying numberless things of a like kind, they contradicted themselves."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:20",
                            "text": "At least Sophocles, who in another place denied Providence, says:—  \"No mortal can evade the stroke of God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:21",
                            "text": "Besides, they both introduced a multitude of gods, and yet spoke of a Unity; and against those who affirmed a Providence they maintained in opposition that there was no Providence."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:22",
                            "text": "Wherefore Euripides says:—  \"We labour much and spend our strength in vain, For empty hope, not foresight, is our guide\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:23",
                            "text": "And without meaning to do so, they acknowledge that they know not the truth; but being inspired by demons and puffed up by them, they spoke at their instance whatever they said."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:24",
                            "text": "For indeed the poets,—Homer, to wit, and Hesiod, being, as they say, inspired by the Muses,—spoke from a deceptive fancy, and not with a pure but an erring spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:25",
                            "text": "And this, indeed, clearly appears from the fact, that even to this day the possessed are sometimes exorcised in the name of the living and true God; and these spirits of error themselves confess that they are demons who also formerly inspired these writers."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Theohpilus: To Autolycus Book II 8:26",
                            "text": "But sometimes some of them wakened up in soul, and, that they might be for a witness both to themselves and to all men, spoke things in harmony with the prophets regarding the monarchy of God, and the judgment and such like."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Theohpilus: To Autolycus Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Theohpilus: To Autolycus Book II 9:1",
                            "text": "Chapter 9—The Prophets Inspired by the Holy Ghost."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Theohpilus: To Autolycus Book II 9:2",
                            "text": "But men of God carrying in them a holy spirit and becoming prophets, being inspired and made wise by God, became God-taught, and holy, and righteous."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Theohpilus: To Autolycus Book II 9:3",
                            "text": "Wherefore they were also deemed worthy of receiving this reward, that they should become instruments of God, and contain the wisdom that is from Him, through which wisdom they uttered both what regarded the creation of the world and all other things."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Theohpilus: To Autolycus Book II 9:4",
                            "text": "For they predicted also pestilences, and famines, and wars."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Theohpilus: To Autolycus Book II 9:5",
                            "text": "And there was not one or two, but many, at various times and seasons among the Hebrews; and also among the Greeks there was the Sibyl; and they all have spoken things consistent and harmonious with each other, both what happened before them and what happened in their own time, and what things are now being fulfilled in our own day: wherefore we are persuaded also concerning the future things that they will fall out, as also the first have been accomplished."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Theohpilus: To Autolycus Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:1",
                            "text": "Chapter 10—The World Created by God Through the Word."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:2",
                            "text": "And first, they taught us with one consent that God made all things out of nothing; for nothing was coeval with God: but He being His own place, and wanting nothing, and existing before the ages, willed to make man by whom He might be known; for him, therefore, He prepared the world."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:3",
                            "text": "For he that is created is also needy; but he that is uncreated stands in need of nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:4",
                            "text": "God, then, having His own Word internal within His own bowels, begat Him, emitting Him along with His own wisdom before all things."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:5",
                            "text": "He had this Word as a helper in the things that were created by Him, and by Him He made all things."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:6",
                            "text": "He is called \"governing principle\" ἁρκή, because He rules, and is Lord of all things fashioned by Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:7",
                            "text": "He, then, being Spirit of God, and governing principle, and wisdom, and power of the highest, came down upon the prophets, and through them spoke of the creation of the world and of all other things."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:8",
                            "text": "For the prophets were not when the world came into existence, but the wisdom of God which was in Him, and His holy Word which was always present with Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:9",
                            "text": "Wherefore He speaks thus by the prophet Solomon: \"When He prepared the heavens I was there, and when He appointed the foundations of the earth I was by Him as one brought up with Him\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:10",
                            "text": "And Moses, who lived many years before Solomon, or, rather, the Word of God by him as by an instrument, says, \"In the beginning God created the heaven and the earth\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:11",
                            "text": "First he named the \"beginning,\" and \"creation,\" then he thus introduced God; for not lightly and on slight occasion is it right to name God."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:12",
                            "text": "For the divine wisdom foreknew that some would trifle and name a multitude of gods that do not exist."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:13",
                            "text": "In order, therefore, that the living God might be known by His works, and that it might be known that by His Word God created the heavens and the earth, and all that is therein, he said, \"In the beginning God created the heavens and the earth\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:14",
                            "text": "Then having spoken of their creation, he explains to us: \"And the earth was without form, and void, and darkness was upon the face of the deep; and the Spirit of God moved upon the water\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Theohpilus: To Autolycus Book II 10:15",
                            "text": "This, sacred Scripture teaches at the outset, to show that matter, from which God made and fashioned the world, was in some manner created, being produced by God."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Theohpilus: To Autolycus Book II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:1",
                            "text": "Chapter 11—The Six Days' Work Described."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:2",
                            "text": "Now, the beginning of the creation is light; since light manifests the things that are created."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:3",
                            "text": "Wherefore it is said: \"And God said, Let light be, and light was; and God saw the light, that it was good,\" manifestly made good for man."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:4",
                            "text": "\"And God divided the light from the darkness; and God called the light Day, and the darkness He called Night."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:5",
                            "text": "And the evening and the morning were the first day."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:6",
                            "text": "And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters: and it was so."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:7",
                            "text": "And God made the firmament, and divided the waters which were under the firmament from the waters which were above the firmament."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:8",
                            "text": "And God called the firmament Heaven: and God saw that it was good."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:9",
                            "text": "And the evening and the morning were the second day."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:10",
                            "text": "And God said, Let the water under the heaven be gathered into one place, and let the dry land appear: and it was so."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:11",
                            "text": "And the waters were gathered together into their places, and the dry land appeared."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:12",
                            "text": "And God called the dry land Earth, and the gathering together of the waters He called Seas: and God saw that it was good."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:13",
                            "text": "And God said, Let the earth bring forth grass, the herb yielding seed after his kind and in his likeness, and the fruit-tree yielding fruit after his kind, whose seed is in itself, in his likeness: and it was so."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:14",
                            "text": "And the earth brought forth grass, the herb yielding seed after his kind, and the fruit-tree yielding fruit, whose seed was in itself, after his kind, on the earth: and God saw that it was good."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:15",
                            "text": "And the evening and the morning were the third day."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:16",
                            "text": "And God said, Let there be lights in the firmament of the heaven, to give light on earth, to divide the day from the night; and let them be for signs, and for seasons, and for days, and for years; and let them be for lights in the firmament of the heaven, to give light upon the earth: and it was so."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:17",
                            "text": "And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: He made the stars also."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:18",
                            "text": "And God set them in the firmament of the heaven to give light upon the earth, and to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:19",
                            "text": "And the evening and the morning were the fourth day."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:20",
                            "text": "And God said, Let the waters bring forth the creeping things that have life, and fowl flying over the earth in the firmament of heaven: and it was so."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:21",
                            "text": "And God created great whales, and every living creature that creepeth, which the waters brought forth after their kind, and every winged fowl after his kind: and God saw that it was good."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:22",
                            "text": "And God blessed them, saying, Increase and multiply, and fill the waters of the sea, and let fowl multiply in the earth."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:23",
                            "text": "And the evening and the morning were the fifth day."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:24",
                            "text": "And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:25",
                            "text": "And God made the beasts of the earth after their kind, and the cattle after their kind, and all the creeping things of the earth."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:26",
                            "text": "And God said, Let us make man in our image, after our likeness; and let them have dominion over the fish of the sea, and over the fowl of the heaven, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:27",
                            "text": "And God created man: in the image of God created He him; male and female created He them."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:28",
                            "text": "And God blessed them, saying, Be fruitful, and multiply, and replenish the earth, and subdue it, and have dominion over the fish of the sea, and over the fowl of the heaven, and over all cattle, and over all the earth, and over all the creeping things that creep upon the earth."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:29",
                            "text": "And God said, Behold I have given you every herb bearing seed, which is upon the face of all the earth, and every tree in the which is the fruit of a tree yielding seed; to you it shall be for meat, and to all the beasts of the earth, and to all the fowls of heaven, and to every creeping thing that creepeth upon the earth, which has in it the breath of life; every green herb for meat: and it was so."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:30",
                            "text": "And God saw everything that He had made, and, behold, it was very good."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:31",
                            "text": "And the evening and the morning were the sixth day."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:32",
                            "text": "And the heaven and the earth were finished, and all the host of them."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:33",
                            "text": "And on the sixth day God finished His works which He made, and rested on the seventh day from all His works which He made."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Theohpilus: To Autolycus Book II 11:34",
                            "text": "And God blessed the seventh day, and sanctified it; because in it He rested from all His works which God began to create\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Theohpilus: To Autolycus Book II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:1",
                            "text": "Chapter 12—The Glory of the Six Days' Work."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:2",
                            "text": "Of this six days' work no man can give a worthy explanation and description of all its parts, not though he had ten thousand tongues and ten thousand mouths; nay, though he were to live ten thousand years, sojourning in this life, not even so could he utter anything worthy of these things, on account of the exceeding greatness and riches of the wisdom of God which there is in the six days' work above narrated."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:3",
                            "text": "Many writers indeed have imitated the narration, and essayed to give an explanation of these things; yet, though they thence derived some suggestions, both concerning the creation of the world and the nature of man, they have emitted no slightest spark of truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:4",
                            "text": "And the utterances of the philosophers, and writers, and poets have an appearance of trustworthiness, on account of the beauty of their diction; but their discourse is proved to be foolish and idle, because the multitude of their nonsensical frivolities is very great; and not a stray morsel of truth is found in them."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:5",
                            "text": "For even if any truth seems to have been uttered by them, it has a mixture of error."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:6",
                            "text": "And as a deleterious drug, when mixed with honey or wine, or some other thing, makes the whole mixture hurtful and profitless; so also eloquence is in their case found to be labour in vain; yea, rather an injurious thing to those who credit it."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:7",
                            "text": "Moreover, they spoke concerning the seventh day, which all men acknowledge; but the most know not that what among the Hebrews is called the \"Sabbath,\" is translated into Greek the \"Seventh\" (ἑβδομάς), a name which is adopted by every nation, although they know not the reason of the appellation."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:8",
                            "text": "And as for what the poet Hesiod says of Erebus being produced from chaos, as well as the earth and love which lords it over his Hesiod's gods and men, his dictum is shown to be idle and frigid, and quite foreign to the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Theohpilus: To Autolycus Book II 12:9",
                            "text": "For it is not meet that God be conquered by pleasure; since even men of temperance abstain from all base pleasure and wicked lust."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Theohpilus: To Autolycus Book II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:1",
                            "text": "Chapter 13—Remarks on the Creation of the World."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:2",
                            "text": "Moreover, his Hesiod's human, and mean, and very weak conception, so far as regards God, is discovered in his beginning to relate the creation of all things from the earthly things here below."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:3",
                            "text": "For man, being below, begins to build from the earth, and cannot in order make the roof, unless he has first laid the foundation."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:4",
                            "text": "But the power of God is shown in this, that, first of all, He creates out of nothing, according to His will, the things that are made."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:5",
                            "text": "\"For the things which are impossible with men are possible with God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:6",
                            "text": "Wherefore, also, the prophet mentioned that the creation of the heavens first of all took place, as a kind of roof, saying: \"At the first God created the heavens\"—that is, that by means of the \"first\" principle the heavens were made, as we have already shown."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:7",
                            "text": "And by \"earth\" he means the ground and foundation, as by \"the deep\" he means the multitude of waters; and \"darkness\" he speaks of, on account of the heaven which God made covering the waters and the earth like a lid."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:8",
                            "text": "And by the Spirit which is borne above the waters, he means that which God gave for animating the creation, as he gave life to man, mixing what is fine with what is fine."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:9",
                            "text": "For the Spirit is fine, and the water is fine, that the Spirit may nourish the water, and the water penetrating everywhere along with the Spirit, may nourish creation."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:10",
                            "text": "For the Spirit being one, and holding the place of light, was between the water and the heaven, in order that the darkness might not in any way communicate with the heaven, which was nearer God, before God said, \"Let there be light\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:11",
                            "text": "The heaven, therefore, being like a dome-shaped covering, comprehended matter which was like a clod."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:12",
                            "text": "And so another prophet, Isaiah by name, spoke in these words: \"It is God who made the heavens as a vault, and stretched them as a tent to dwell in\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:13",
                            "text": "The command, then, of God, that is, His Word, shining as a lamp in an enclosed chamber, lit up all that was under heaven, when He had made light apart from the world."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:14",
                            "text": "And the light God called Day, and the darkness Night."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:15",
                            "text": "Since man would not have been able to call the light Day, or the darkness Night, nor, indeed, to have given names to the other things, had not he received the nomenclature from God, who made the things themselves."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:16",
                            "text": "In the very beginning, therefore, of the history and genesis of the world, the holy Scripture spoke not concerning this firmament which we see, but concerning another heaven, which is to us invisible, after which this heaven which we see has been called \"firmament,\" and to which half the water was taken up that it might serve for rains, and showers, and dews to mankind."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:17",
                            "text": "And half the water was left on earth for rivers, and fountains, and seas."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:18",
                            "text": "The water, then, covering all the earth, and specially its hollow places, God, through His Word, next caused the waters to be collected into one collection, and the dry land to become visible, which formerly had been invisible."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:19",
                            "text": "The earth thus becoming visible, was yet without form."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Theohpilus: To Autolycus Book II 13:20",
                            "text": "God therefore formed and adorned it with all kinds of herbs, and seeds and plants."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Theohpilus: To Autolycus Book II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Theohpilus: To Autolycus Book II 14:1",
                            "text": "Chapter 14—The World Compared to the Sea."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Theohpilus: To Autolycus Book II 14:2",
                            "text": "Consider, further, their variety, and diverse beauty, and multitude, and how through them resurrection is exhibited, for a pattern of the resurrection of all men which is to be."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Theohpilus: To Autolycus Book II 14:3",
                            "text": "For who that considers it will not marvel that a fig-tree is produced from a fig-seed, or that very huge trees grow from the other very little seeds? And we say that the world resembles the sea."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Theohpilus: To Autolycus Book II 14:4",
                            "text": "For as the sea, if it had not had the influx and supply of the rivers and fountains to nourish it, would long since have been parched by reason of its saltness; so also the world, if it had not had the law of God and the prophets flowing and welling up sweetness, and compassion, and righteousness, and the doctrine of the holy commandments of God, would long ere now have come to ruin, by reason of the wickedness and sin which abound in it."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Theohpilus: To Autolycus Book II 14:5",
                            "text": "And as in the sea there are islands, some of them habitable, and well-watered, and fruitful, with havens and harbours in which the storm-tossed may find refuge,—so God has given to the world which is driven and tempest-tossed by sins, assemblies—we mean holy churches—in which survive the doctrines of the truth, as in the island-harbours of good anchorage; and into these run those who desire to be saved, being lovers of the truth, and wishing to escape the wrath and judgment of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Theohpilus: To Autolycus Book II 14:6",
                            "text": "And as, again, there are other islands, rocky and without water, and barren, and infested by wild beasts, and uninhabitable, and serving only to injure navigators and the storm-tossed, on which ships are wrecked, and those driven among them perish,—so there are doctrines of error—I mean heresies—which destroy those who approach them."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Theohpilus: To Autolycus Book II 14:7",
                            "text": "For they are not guided by the word of truth; but as pirates, when they have filled their vessels, drive them on the fore-mentioned places, that they may spoil them: so also it happens in the case of those who err from the truth, that they are all totally ruined by their error."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Theohpilus: To Autolycus Book II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:1",
                            "text": "Chapter 15—Of the Fourth Day."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:2",
                            "text": "On the fourth day the luminaries were made; because God, who possesses foreknowledge, knew the follies of the vain philosophers, that they were going to say, that the things which grow on the earth are produced from the heavenly bodies, so as to exclude God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:3",
                            "text": "In order, therefore, that the truth might be obvious, the plants and seeds were produced prior to the heavenly bodies, for what is posterior cannot produce that which is prior."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:4",
                            "text": "And these contain the pattern and type of a great mystery."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:5",
                            "text": "For the sun is a type of God, and the moon of man."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:6",
                            "text": "And as the sun far surpasses the moon in power and glory, so far does God surpass man."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:7",
                            "text": "And as the sun remains ever full, never becoming less, so does God always abide perfect, being full of all power, and understanding, and wisdom, and immortality, and all good."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:8",
                            "text": "But the moon wanes monthly, and in a manner dies, being a type of man; then it is born again, and is crescent, for a pattern of the future resurrection."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:9",
                            "text": "In like manner also the three days which were before the luminaries, are types of the Trinity, of God, and His Word, and His wisdom."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:10",
                            "text": "And the fourth is the type of man, who needs light, that so there may be God, the Word, wisdom, man."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:11",
                            "text": "Wherefore also on the fourth day the lights were made."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:12",
                            "text": "The disposition of the stars, too, contains a type of the arrangement and order of the righteous and pious, and of those who keep the law and commandments of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:13",
                            "text": "For the brilliant and bright stars are an imitation of the prophets, and therefore they remain fixed, not declining, nor passing from place to place."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:14",
                            "text": "And those which hold the second place in brightness, are types of the people of the righteous."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Theohpilus: To Autolycus Book II 15:15",
                            "text": "And those, again, which change their position, and flee from place to place, which also are called planets, they too are a type of the men who have wandered from God, abandoning His law and commandments."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Theohpilus: To Autolycus Book II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Theohpilus: To Autolycus Book II 16:1",
                            "text": "Chapter 16—Of the Fifth Day."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Theohpilus: To Autolycus Book II 16:2",
                            "text": "On the fifth day the living creatures which proceed from the waters were produced, through which also is revealed the manifold wisdom of God in these things; for who could count their multitude and very various kinds? Moreover, the things proceeding from the waters were blessed by God, that this also might be a sign of men's being destined to receive repentance and remission of sins, through the water and laver of regeneration,—as many as come to the truth, and are born again, and receive blessing from God."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Theohpilus: To Autolycus Book II 16:3",
                            "text": "But the monsters of the deep and the birds of prey are a similitude of covetous men and transgressors."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Theohpilus: To Autolycus Book II 16:4",
                            "text": "For as the fish and the fowls are of one nature,—some indeed abide in their natural state, and do no harm to those weaker than themselves, but keep the law of God, and eat of the seeds of the earth; others of them, again, transgress the law of God, and eat flesh, and injure those weaker than themselves: thus, too, the righteous, keeping the law of God, bite and injure none, but live holily and righteously."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Theohpilus: To Autolycus Book II 16:5",
                            "text": "But robbers, and murderers, and godless persons are like monsters of the deep, and wild beasts, and birds of prey; for they virtually devour those weaker than themselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Theohpilus: To Autolycus Book II 16:6",
                            "text": "The race, then, of fishes and of creeping things, though partaking of God's blessing, received no very distinguishing property."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Theohpilus: To Autolycus Book II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:1",
                            "text": "Chapter 17—Of the Sixth Day."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:2",
                            "text": "And on the sixth day, God having made the quadrupeds, and wild beasts, and the land reptiles, pronounced no blessing upon them, reserving His blessing for man, whom He was about to create on the sixth day."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:3",
                            "text": "The quadrupeds, too, and wild beasts, were made for a type of some men, who neither know nor worship God, but mind earthly things, and repent not."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:4",
                            "text": "For those who turn from their iniquities and live righteously, in spirit fly upwards like birds, and mind the things that are above, and are well-pleasing to the will of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:5",
                            "text": "But those who do not know nor worship God, are like birds which have wings, but cannot fly nor soar to the high things of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:6",
                            "text": "Thus, too, though such persons are called men, yet being pressed down with sins, they mind grovelling and earthly things."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:7",
                            "text": "And the animals are named wild beasts θηρία, from their being hunted θηρεύεσθαι, not as if they had been made evil or venomous from the first—for nothing was made evil by God, but all things good, yea, very good,—but the sin in which man was concerned brought evil upon them."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:8",
                            "text": "For when man transgressed, they also transgressed with him."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:9",
                            "text": "For as, if the master of the house himself acts rightly, the domestics also of necessity conduct themselves well; but if the master sins, the servants also sin with him; so in like manner it came to pass, that in the case of man's sin, he being master, all that was subject to him sinned with him."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Theohpilus: To Autolycus Book II 17:10",
                            "text": "When, therefore, man again shall have made his way back to his natural condition, and no longer does evil, those also shall be restored to their original gentleness."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Theohpilus: To Autolycus Book II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Theohpilus: To Autolycus Book II 18:1",
                            "text": "Chapter 18—The Creation of Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Theohpilus: To Autolycus Book II 18:2",
                            "text": "But as to what relates to the creation of man, his own creation cannot be explained by man, though it is a succinct account of it which holy Scripture gives."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Theohpilus: To Autolycus Book II 18:3",
                            "text": "For when God said, \"Let Us make man in Our image, after Our likeness,\" He first intimates the dignity of man."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Theohpilus: To Autolycus Book II 18:4",
                            "text": "For God having made all things by His Word, and having reckoned them all mere bye-works, reckons the creation of man to be the only work worthy of His own hands."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Theohpilus: To Autolycus Book II 18:5",
                            "text": "Moreover, God is found, as if needing help, to say, \"Let Us make man in Our image, after Our likeness\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Theohpilus: To Autolycus Book II 18:6",
                            "text": "But to no one else than to His own Word and wisdom did He say, \"Let Us make\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Theohpilus: To Autolycus Book II 18:7",
                            "text": "And when He had made and blessed him, that he might increase and replenish the earth, He put all things under his dominion, and at his service; and He appointed from the first that he should find nutriment from the fruits of the earth, and from seeds, and herbs, and acorns, having at the same time appointed that the animals be of habits similar to man's, that they also might eat of an the seeds of the earth."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Theohpilus: To Autolycus Book II 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Theohpilus: To Autolycus Book II 19:1",
                            "text": "Chapter 19—Man is Placed in Paradise."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Theohpilus: To Autolycus Book II 19:2",
                            "text": "God having thus completed the heavens, and the earth, and the sea, and all that are in them, on the sixth day, rested on the seventh day from all His works which He made."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Theohpilus: To Autolycus Book II 19:3",
                            "text": "Then holy Scripture gives a summary in these words: \"This is the book of the generation of the heavens and the earth, when they were created, in the day that the Lord made the heavens and the earth, and every green thing of the field, before it was made, and every herb of the field before it grew."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Theohpilus: To Autolycus Book II 19:4",
                            "text": "For God had not caused it to rain upon the earth, and there was not a man to till the ground\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Theohpilus: To Autolycus Book II 19:5",
                            "text": "By this He signifies to us, that the whole earth was at that time watered by a divine fountain, and had no need that man should till it; but the earth produced all things spontaneously by the command of God, that man might not be wearied by tilling it."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Theohpilus: To Autolycus Book II 19:6",
                            "text": "But that the creation of man might be made plain, so that there should not seem to be an insoluble problem existing among men, since God had said, \"Let Us make man;\" and since His creation was not yet plainly related, Scripture teaches us, saying: \"And a fountain went up out of the earth, and watered the face of the whole earth; and God made man of the dust of the earth, and breathed into his face the breath of life, and man became a living soul\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Theohpilus: To Autolycus Book II 19:7",
                            "text": "Whence also by most persons the soul is called immortal."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Theohpilus: To Autolycus Book II 19:8",
                            "text": "And after the formation of man, God chose out for him a region among the places of the East, excellent for light, brilliant with a very bright atmosphere, abundant in the finest plants; and in this He placed man."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Theohpilus: To Autolycus Book II 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:1",
                            "text": "Chapter 20—The Scriptural Account of Paradise."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:2",
                            "text": "Scripture thus relates the words of the sacred history: \"And God planted Paradise, eastward, in Eden; and there He put the man whom He had formed."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:3",
                            "text": "And out of the ground made God to grow every tree that is pleasant to the sight, and good for food; the tree of life also in the midst of Paradise, and the tree of the knowledge of good and evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:4",
                            "text": "And a river flows out of Eden, to water the garden; thence it is parted into four heads."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:5",
                            "text": "The name of the first is Pison: that is it which compasseth the whole land of Havilah, where there is gold; and the gold of that land is good, and there is bdellium and the onyx stone."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:6",
                            "text": "And the name of the second river is Gihon: the same is it that compasseth the whole land of Ethiopia."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:7",
                            "text": "And the third river is Tigris: this is it which goeth toward Syria."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:8",
                            "text": "And the fourth river is Euphrates."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:9",
                            "text": "And the Lord God took the man whom He had made, and put him in the garden, to till and to keep it."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:10",
                            "text": "And God commanded Adam, saying, Of every tree that is in the garden thou mayest freely eat; but of the tree of the knowledge of good and evil, ye shall not eat of it; for in the day ye eat of it ye shall surely die."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:11",
                            "text": "And the Lord God said, It is not good that the man should be alone; let Us make him an helpmeet for him."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:12",
                            "text": "And out of the ground God formed all the beasts of the field, and all the fowls of heaven, and brought them to Adam."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:13",
                            "text": "And whatsoever Adam called every living creature, that was the name thereof."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:14",
                            "text": "And Adam gave names to all cattle, and to the fowls of the air, and to all the beasts of the field."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:15",
                            "text": "But for Adam there was not found an helpmeet for him."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:16",
                            "text": "And God caused an ecstasy to fall upon Adam, and he slept; and He took one of his ribs, and closed up the flesh instead thereof."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:17",
                            "text": "And the rib, which the Lord God had taken from man, made He a woman, and brought her unto Adam."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:18",
                            "text": "And Adam said, This is now bone of my bones, and flesh of my flesh; she shall be called Woman, because she was taken out of man."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:19",
                            "text": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they two shall be one flesh."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Theohpilus: To Autolycus Book II 20:20",
                            "text": "And they were both naked, Adam and his wife, and were not ashamed\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Theohpilus: To Autolycus Book II 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:1",
                            "text": "Chapter 21—Of the Fall of Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:2",
                            "text": "\"Now the serpent was more subtle than any beast of the field which the Lord God had made."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:3",
                            "text": "And the serpent said to the woman, Why hath God said, Ye shall not eat of every tree of the garden? And the woman said unto the serpent, We eat of every tree of the garden, but of the fruit of the tree which is in the midst of the garden God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:4",
                            "text": "And the serpent said unto the woman, Ye shall not surely die."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:5",
                            "text": "For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:6",
                            "text": "And the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise; and having taken of the fruit thereof, she did eat, and gave also unto her husband with her: and they did eat."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:7",
                            "text": "And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:8",
                            "text": "And they heard the voice of the Lord God walking in the garden in the cool of the day, and Adam and his wife hid themselves from the presence of the Lord God amongst the trees of the garden."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:9",
                            "text": "And the Lord God called unto Adam, and said unto him, Where art thou? And he said unto Him, I heard Thy voice in the garden, and I was afraid, because I was naked, and I hid myself."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:10",
                            "text": "And He said unto him, Who told thee that thou wast naked, unless thou hast eaten of the tree whereof I commanded thee that thou shouldest not eat? And Adam said, The woman whom Thou gavest to be with me, she gave me of the tree, and I did eat."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:11",
                            "text": "And God said to the woman, What is this that thou hast done? And the woman said, The serpent beguiled me, and I did eat."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:12",
                            "text": "And the Lord God said unto the serpent, Because thou hast done this, thou art accursed above all the beasts of the earth; on thy breast and belly shalt thou go, and dust shalt thou eat all the days of thy life: and I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:13",
                            "text": "And to the woman He said, I will greatly multiply thy sorrow and thy travail: in sorrow shalt thou bring forth children; and thy desire shall be to thy husband, and he shall rule over thee."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:14",
                            "text": "And unto Adam He said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree of which I commanded thee, saying, Thou shalt not eat of it; cursed is the ground in thy works: in sorrow shalt thou eat of it all the days of thy life; thorns and thistles shall it bring forth to thee; and thou shalt eat the herb of the field."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:15",
                            "text": "In the sweat of thy face shalt thou eat thy bread, till thou return unto the earth; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Theohpilus: To Autolycus Book II 21:16",
                            "text": "Such is the account given by holy Scripture of the history of man and of Paradise."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Theohpilus: To Autolycus Book II 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:1",
                            "text": "Chapter 22—Why God is Said to Have Walked."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:2",
                            "text": "You will say, then, to me: \"You said that God ought not to be contained in a place, and how do you now say that He walked in Paradise?\" Hear what I say."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:3",
                            "text": "The God and Father, indeed, of all cannot be contained, and is not found in a place, for there is no place of His rest; but His Word, through whom He made all things, being His power and His wisdom, assuming the person of the Father and Lord of all, went to the garden in the person of God, and conversed with Adam."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:4",
                            "text": "For the divine writing itself teaches us that Adam said that he had heard the voice."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:5",
                            "text": "But what else is this voice but the Word of God, who is also His Son? Not as the poets and writers of myths talk of the sons of gods begotten from intercourse with women, but as truth expounds, the Word, that always exists, residing within the heart of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:6",
                            "text": "For before anything came into being He had Him as a counsellor, being His own mind and thought."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:7",
                            "text": "But when God wished to make all that He determined on, He begot this Word, uttered, the first-born of all creation, not Himself being emptied of the Word Reason, but having begotten Reason, and always conversing with His Reason."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:8",
                            "text": "And hence the holy writings teach us, and all the spirit-bearing inspired men, one of whom, John, says, \"In the beginning was the Word, and the Word was with God,\" showing that at first God was alone, and the Word in Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:9",
                            "text": "Then he says, \"The Word was God; all things came into existence through Him; and apart from Him not one thing came into existence\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Theohpilus: To Autolycus Book II 22:10",
                            "text": "The Word, then, being God, and being naturally produced from God, whenever the Father of the universe wills, He sends Him to any place; and He, coming, is both heard and seen, being sent by Him, and is found in a place."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Theohpilus: To Autolycus Book II 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Theohpilus: To Autolycus Book II 23:1",
                            "text": "Chapter 23—The Truth of the Account in Genesis."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Theohpilus: To Autolycus Book II 23:2",
                            "text": "Man, therefore, God made on the sixth day, and made known this creation after the seventh day, when also He made Paradise, that he might be in a better and distinctly superior place."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Theohpilus: To Autolycus Book II 23:3",
                            "text": "And that this is true, the fact itself proves."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Theohpilus: To Autolycus Book II 23:4",
                            "text": "For how can one miss seeing that the pains which women suffer in childbed, and the oblivion of their labours which they afterwards enjoy, are sent in order that the word of God may be fulfilled, and that the race of men may increase and multiply? And do we not see also the judgment of the serpent,—how hatefully he crawls on his belly and eats the dust,—that we may have this, too, for a proof of the things which were said aforetime?."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Theohpilus: To Autolycus Book II 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:1",
                            "text": "Chapter 24—The Beauty of Paradise."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:2",
                            "text": "God, then, caused to spring out of the earth every tree that is beautiful in appearance, or good for food."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:3",
                            "text": "For at first there were only those things which were produced on the third day,—plants, and seeds, and herbs; but the things which were in Paradise were made of a superior loveliness and beauty, since in it the plants were said to have been planted by God."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:4",
                            "text": "As to the rest of the plants, indeed, the world contained plants like them; but the two trees,—the tree of life and the tree of knowledge,—the rest of the earth possessed not, but only Paradise."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:5",
                            "text": "And that Paradise is earth, and is planted on the earth, the Scripture states, saying: \"And the Lord God planted Paradise in Eden eastwards, and placed man there; and out of the ground made the Lord God to grow every tree that is pleasant to the sight and good for food\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:6",
                            "text": "By the expressions, therefore, \"out of the ground,\" and \"eastwards,\" the holy writing clearly teaches us that Paradise is under this heaven, under which the east and the earth are."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:7",
                            "text": "And the Hebrew word Eden signifies \"delight\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:8",
                            "text": "And it was signified that a river flowed out of Eden to water Paradise, and after that divides into four heads; of which the two called Pison and Gihon water the eastern parts, especially Gihon, which encompasses the whole land of Ethiopia, and which, they say, reappears in Egypt under the name of Nile."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:9",
                            "text": "And the other two rivers are manifestly recognisable by us—those called Tigris and Euphrates—for these border on our own regions."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:10",
                            "text": "And God having placed man in Paradise, as has been said, to till and keep it, commanded him to eat of all the trees,—manifestly of the tree of life also; but only of the tree of knowledge He commanded him not to taste."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:11",
                            "text": "And God transferred him from the earth, out of which he had been produced, into Paradise, giving him means of advancement, in order that, maturing and becoming perfect, and being even declared a god, he might thus ascend into heaven in possession of immortality."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:12",
                            "text": "For man had been made a middle nature, neither wholly mortal, nor altogether immortal, but capable of either; so also the place, Paradise, was made in respect of beauty intermediate between earth and heaven."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Theohpilus: To Autolycus Book II 24:13",
                            "text": "And by the expression, \"till it,\" no other kind of labour is implied than the observance of God's command, lest, disobeying, he should destroy himself, as indeed he did destroy himself, by sin."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Theohpilus: To Autolycus Book II 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:1",
                            "text": "Chapter 25—God Was Justified in Forbidding Man to Eat of the Tree of Knowledge."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:2",
                            "text": "The tree of knowledge itself was good, and its fruit was good."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:3",
                            "text": "For it was not the tree, as some think, but the disobedience, which had death in it."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:4",
                            "text": "For there was nothing else in the fruit than only knowledge; but knowledge is good when one uses it discreetly."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:5",
                            "text": "But Adam, being yet an infant in age, was on this account as yet unable to receive knowledge worthily."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:6",
                            "text": "For now, also, when a child is born it is not at once able to eat bread, but is nourished first with milk, and then, with the increment of years, it advances to solid food."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:7",
                            "text": "Thus, too, would it have been with Adam; for not as one who grudged him, as some suppose, did God command him not to eat of knowledge."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:8",
                            "text": "But He wished also to make proof of him, whether he was submissive to His commandment."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:9",
                            "text": "And at the same time He wished man, infant as he was, to remain for some time longer simple and sincere."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:10",
                            "text": "For this is holy, not only with God, but also with men, that in simplicity and guilelessness subjection be yielded to parents."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:11",
                            "text": "But if it is right that children be subject to parents, how much more to the God and Father of all things? Besides, it is unseemly that children in infancy be wise beyond their years; for as in stature one increases in an orderly progress, so also in wisdom."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:12",
                            "text": "But as when a law has commanded abstinence from anything, and some one has not obeyed, it is obviously not the law which causes punishment, but the disobedience and transgression;—for a father sometimes enjoins on his own child abstinence from certain things, and when he does not obey the paternal order, he is flogged and punished on account of the disobedience; and in this case the actions themselves are not the cause of stripes, but the disobedience procures punishment for him who disobeys;—so also for the first man, disobedience procured his expulsion from Paradise."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Theohpilus: To Autolycus Book II 25:13",
                            "text": "Not, therefore, as if there were any evil in the tree of knowledge; but from his disobedience did man draw, as from a fountain, labour, pain, grief, and at last fall a prey to death."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Theohpilus: To Autolycus Book II 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Theohpilus: To Autolycus Book II 26:1",
                            "text": "Chapter 26—God's Goodness in Expelling Man from Paradise."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Theohpilus: To Autolycus Book II 26:2",
                            "text": "And God showed great kindness to man in this, that He did not suffer him to remain in sin for ever; but, as it were, by a kind of banishment, cast him out of Paradise, in order that, having by punishment expiated, within an appointed time, the sin, and having been disciplined, he should afterwards be restored."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Theohpilus: To Autolycus Book II 26:3",
                            "text": "Wherefore also, when man had been formed in this world, it is mystically written in Genesis, as if he had been twice placed in Paradise; so that the one was fulfilled when he was placed there, and the second will be fulfilled after the resurrection and judgment."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Theohpilus: To Autolycus Book II 26:4",
                            "text": "For just as a vessel, when on being fashioned it has some flaw, is remoulded or remade, that it may become new and entire; so also it happens to man by death."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Theohpilus: To Autolycus Book II 26:5",
                            "text": "For somehow or other he is broken up, that he may rise in the resurrection whole; I mean spotless, and righteous, and immortal."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Theohpilus: To Autolycus Book II 26:6",
                            "text": "And as to God's calling, and saying, Where art thou, Adam? God did this, not as if ignorant of this; but, being long-suffering, He gave him an opportunity of repentance and confession."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Theohpilus: To Autolycus Book II 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:1",
                            "text": "Chapter 27—The Nature of Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:2",
                            "text": "But some one will say to us, Was man made by nature mortal? Certainly not."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:3",
                            "text": "Was he, then, immortal? Neither do we affirm this."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:4",
                            "text": "But one will say, Was he, then, nothing? Not even this hits the mark."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:5",
                            "text": "He was by nature neither mortal nor immortal."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:6",
                            "text": "For if He had made him immortal from the beginning, He would have made him God."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:7",
                            "text": "Again, if He had made him mortal, God would seem to be the cause of his death."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:8",
                            "text": "Neither, then, immortal nor yet mortal did He make him, but, as we have said above, capable of both; so that if he should incline to the things of immortality, keeping the commandment of God, he should receive as reward from Him immortality, and should become God; but if, on the other hand, he should turn to the things of death, disobeying God, he should himself be the cause of death to himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:9",
                            "text": "For God made man free, and with power over himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:10",
                            "text": "That, then, which man brought upon himself through carelessness and disobedience, this God now vouchsafes to him as a gift through His own philanthropy and pity, when men obey Him."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:11",
                            "text": "For as man, disobeying, drew death upon himself; so, obeying the will of God, he who desires is able to procure for himself life everlasting."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Theohpilus: To Autolycus Book II 27:12",
                            "text": "For God has given us a law and holy commandments; and every one who keeps these can be saved, and, obtaining the resurrection, can inherit incorruption."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Theohpilus: To Autolycus Book II 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:1",
                            "text": "Chapter 28—Why Eve Was Formed of Adam's Rib."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:2",
                            "text": "And Adam having been cast out of Paradise, in this condition knew Eve his wife, whom God had formed into a wife for him out of his rib."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:3",
                            "text": "And this He did, not as if He were unable to make his wife separately, but God foreknew that man would call upon a number of gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:4",
                            "text": "And having this prescience, and knowing that through the serpent error would introduce a number of gods which had no existence,—for there being but one God, even then error was striving to disseminate a multitude of gods, saying, \"Ye shall be as gods;\"—lest, then, it should be supposed that one God made the man and another the woman, therefore He made them both; and God made the woman together with the man, not only that thus the mystery of God's sole government might be exhibited, but also that their mutual affection might be greater."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:5",
                            "text": "Therefore said Adam to Eve, \"This is now bone of my bones, and flesh of my flesh\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:6",
                            "text": "And besides, he prophesied, saying, \"For this cause shall a man leave his father and his mother, and shall cleave unto his wife; and they two shall be one flesh;\" which also itself has its fulfilment in ourselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:7",
                            "text": "For who that marries lawfully does not despise mother and father, and his whole family connection, and all his household, cleaving to and becoming one with his own wife, fondly preferring her? So that often, for the sake of their wives, some submit even to death."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:8",
                            "text": "This Eve, on account of her having been in the beginning deceived by the serpent, and become the author of sin, the wicked demon, who also is called Satan, who then spoke to her through the serpent, and who works even to this day in those men that are possessed by him, invokes as Eve."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:9",
                            "text": "And he is called \"demon\" and \"dragon,\" on account of his ἀποδεδρακέναι revolting from God."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:10",
                            "text": "For at first he was an angel."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Theohpilus: To Autolycus Book II 28:11",
                            "text": "And concerning his history there is a great deal to be said; wherefore I at present omit the relation of it, for I have also given an account of him in another place."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Theohpilus: To Autolycus Book II 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:1",
                            "text": "Chapter 29—Cain's Crime."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:2",
                            "text": "When, then, Adam knew Eve his wife, she conceived and bare a son, whose name was Cain; and she said, \"I have gotten a man from God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:3",
                            "text": "And yet again she bare a second son, whose name was Abel, \"who began to be a keeper of sheep, but Cain tilled the ground\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:4",
                            "text": "Their history receives a very full narration, yea, even a detailed explanation: wherefore the book itself, which is entitled \"The Genesis of the World,\" can more accurately inform those who are anxious to learn their story."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:5",
                            "text": "When, then, Satan saw Adam and his wife not only still living, but also begetting children—being carried away with spite because he had not succeeded in putting them to death,—when he saw that Abel was well-pleasing to God, he wrought upon the heart of his brother called Cain, and caused him to kill his brother Abel."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:6",
                            "text": "And thus did death get a beginning in this world, to find its way into every race of man, even to this day."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:7",
                            "text": "But God, being pitiful, and wishing to afford to Cain, as to Adam, an opportunity of repentance and confession, said, \"Where is Abel thy brother?\" But Cain answered God contumaciously, saying, \"I know not; am I my brother's keeper?\" God, being thus made angry with him, said, \"What hast thou done? The voice of thy brother's blood crieth to me from the earth, which opened her mouth to receive thy brother's blood from thy hand."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:8",
                            "text": "Groaning and trembling shalt thou be on the earth\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Theohpilus: To Autolycus Book II 29:9",
                            "text": "From that time the earth, through fear, no longer receives human blood, no, nor the blood of any animal; by which it appears that it is not the cause of death, but man, who transgressed."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Theohpilus: To Autolycus Book II 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:1",
                            "text": "Chapter 30—Cain's Family and Their Inventions."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:2",
                            "text": "Cain also himself had a son, whose name was Enoch; and he built a city, which he called by the name of his son, Enoch."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:3",
                            "text": "From that time was there made a beginning of the building of cities, and this before the flood; not as Homer falsely says:—  \"Not yet had men a city built\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:4",
                            "text": "And to Enoch was born a son, by name Gaidad; who begat a son called Meel; and Meel begat Mathusala; and Mathusala, Lamech."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:5",
                            "text": "And Lamech took unto him two wives, whose names were Adah and Zillah."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:6",
                            "text": "At that time there was made a beginning of polygamy, and also of music."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:7",
                            "text": "For Lamech had three sons: Jabal, Jubal, Tubal."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:8",
                            "text": "And Jabal became a keeper of cattle, and dwelt in tents; but Jubal is he who made known the psaltery and the harp; and Tubal became a smith, a forger in brass and iron."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:9",
                            "text": "So far the seed of Cain is registered; and for the rest, the seed of his line has sunk into oblivion, on account of his fratricide of his brother."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:10",
                            "text": "And, in place of Abel, God granted to Eve to conceive and bear a son, who was called Seth; from whom the remainder of the human race proceeds until now."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:11",
                            "text": "And to those who desire to be informed regarding all generations, it is easy to give explanations by means of the holy Scriptures."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:12",
                            "text": "For, as we have already mentioned, this subject, the order of the genealogy of man, has been partly handled by us in another discourse, in the first book of The History."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:13",
                            "text": "And all these things the Holy Spirit teaches us, who speaks through Moses and the rest of the prophets, so that the writings which belong to us godly people are more ancient, yea, and are shown to be more truthful, than all writers and poets."
                        },
                        {
                            "verse": 14,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:14",
                            "text": "But also, concerning music, some have fabled that Apollo was the inventor, and others say that Orpheus discovered the art of music from the sweet voices of the birds."
                        },
                        {
                            "verse": 15,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:15",
                            "text": "Their story is shown to be empty and vain, for these inventors lived many years after the flood."
                        },
                        {
                            "verse": 16,
                            "chapter": 30,
                            "name": "Theohpilus: To Autolycus Book II 30:16",
                            "text": "And what relates to Noah, who is called by some Deucalion, has been explained by us in the book before mentioned, and which, if you wish it, you are at liberty to read."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Theohpilus: To Autolycus Book II 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:1",
                            "text": "Chapter 31—The History After the Flood."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:2",
                            "text": "After the flood was there again a beginning of cities and kings, in the following manner:—The first city was Babylon, and Erech, and Accad, and Calneh, in the land of Shinar."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:3",
                            "text": "And their king was called Nebroth Nimrod."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:4",
                            "text": "From these came Asshur, from whom also the Assyrians receive their name."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:5",
                            "text": "And Nimrod built the cities Nineveh and Rehoboth, and Calah, and Resen, between Nineveh and Calah; and Nineveh became a very great city."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:6",
                            "text": "And another son of Shem, the son of Noah, by name Mizraim, begat Ludim, and those called Anamim, and Lehabim, and Naphtuhim, and Pathrusim, and Casluhim, out of whom came Philistin."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:7",
                            "text": "Of the three sons of Noah, however, and of their death and genealogy, we have given a compendious register in the above-mentioned book."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:8",
                            "text": "But now we will mention the remaining facts both concerning cities and kings, and the things that happened when there was one speech and one language."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:9",
                            "text": "Before the dividing of the languages these fore-mentioned cities existed."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:10",
                            "text": "But when men were about to be dispersed, they took counsel of their own judgment, and not at the instigation of God, to build a city, a tower whose top might reach into heaven, that they might make a glorious name to themselves."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:11",
                            "text": "Since, therefore, they had dared, contrary to the will of God, to attempt a grand work, God destroyed their city, and overthrew their tower."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:12",
                            "text": "From that time He confounded the languages of men, giving to each a different dialect."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:13",
                            "text": "And similarly did the Sibyl speak, when she declared that wrath would come on the world."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:14",
                            "text": "She says:—  \"When are fulfilled the threats of the great God, With which He threatened men, when formerly In the Assyrian land they built a tower, And all were of one speech, and wished to rise Even till they climbed unto the starry heaven, Then the Immortal raised a mighty wind And laid upon them strong necessity; For when the wind threw down the mighty tower, Then rose among mankind fierce strife and hate."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:15",
                            "text": "One speech was changed to many dialects, And earth was filled with divers tribes and kings\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:16",
                            "text": "And so on."
                        },
                        {
                            "verse": 17,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:17",
                            "text": "These things, then, happened in the land of the Chaldaeans."
                        },
                        {
                            "verse": 18,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:18",
                            "text": "And in the land of Canaan there was a city, by name Haran."
                        },
                        {
                            "verse": 19,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:19",
                            "text": "And in these days, Pharaoh, who by the Egyptians was also called Nechaoth, was first king of Egypt, and thus the kings followed in succession."
                        },
                        {
                            "verse": 20,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:20",
                            "text": "And in the land of Shinar, among those called Chaldaeans,  the first king was Arioch, and next after him Ellasar, and after him Chedorlaomer, king of Elam, and after him Tidal, king of the nations called Assyrians."
                        },
                        {
                            "verse": 21,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:21",
                            "text": "And there were five other cities in the territory of Ham, the son of Noah; the first called Sodom, then Gomorrah, Admah, Zeboiim, and Balah, which was also called Zoar."
                        },
                        {
                            "verse": 22,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:22",
                            "text": "And the names of their kings are these: Bera, king of Sodom; Birsha, king of Gomorrah; Shinab, king of Admah; Shemeber, king of Zeboiim; Bela, king of Zoar, which is also called Kephalac."
                        },
                        {
                            "verse": 23,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:23",
                            "text": "These served Chedorlaomer, the king of the Assyrians, for twelve years, and in the thirteenth year they revolted from Chedorlaomer; and thus it came to pass at that time that the four Assyrian kings waged war upon the five kings."
                        },
                        {
                            "verse": 24,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:24",
                            "text": "This was the first commencement of making war on the earth; and they destroyed the giants Karnaim, and the strong nations that were with them in their city, and the Horites of the mountains called Seir, as far as the plain of Paran, which is by the wilderness."
                        },
                        {
                            "verse": 25,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:25",
                            "text": "And at that time there was a righteous king called Melchisedek, in the city of Salem, which now is Jerusalem."
                        },
                        {
                            "verse": 26,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:26",
                            "text": "This was the first priest of all priests of the Most High God; and from him the above-named city Hierosolyma was called Jerusalem."
                        },
                        {
                            "verse": 27,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:27",
                            "text": "And from his time priests were found in all the earth."
                        },
                        {
                            "verse": 28,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:28",
                            "text": "And after him reigned Abimelech in Gerar; and after him another Abimelech."
                        },
                        {
                            "verse": 29,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:29",
                            "text": "Then reigned Ephron, surnamed the Hittite."
                        },
                        {
                            "verse": 30,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:30",
                            "text": "Such are the names of the kings that were in former times."
                        },
                        {
                            "verse": 31,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:31",
                            "text": "And the rest of the kings of the Assyrians, during an interval of many years, have been passed over in silence unrecorded, all writers narrating the events of our recent days."
                        },
                        {
                            "verse": 32,
                            "chapter": 31,
                            "name": "Theohpilus: To Autolycus Book II 31:32",
                            "text": "There were these kings of Assyria: Tiglath-Pileser, and after him Shalmaneser, then Sennacherib; and Adrammelech the Ethiopian, who also reigned over Egypt, was his triarch;—though these things, in comparison with our books, are quite recent."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Theohpilus: To Autolycus Book II 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Theohpilus: To Autolycus Book II 32:1",
                            "text": "Chapter 32—How the Human Race Was Dispersed."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Theohpilus: To Autolycus Book II 32:2",
                            "text": "Hence, therefore, may the loves of learning and of antiquity understand the history, and see that those things are recent which are told by us apart from the holy prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Theohpilus: To Autolycus Book II 32:3",
                            "text": "For though at first there were few men in the land of Arabia and Chaldaea, yet, after their languages were divided, they gradually began to multiply and spread over all the earth; and some of them tended towards the east to dwell there, and others to the parts of the great continent, and others northwards, so as to extend as far as Britain, in the Arctic regions."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Theohpilus: To Autolycus Book II 32:4",
                            "text": "And others went to the land of Canaan, which is called Judaea, and Phoenicia, and the region of Ethiopia, and Egypt, and Libya, and the country called torrid, and the parts stretching towards the west; and the rest went to places by the sea, and Pamphylia, and Asia, and Greece, and Macedonia, and, besides, to Italy, and the whole country called Gaul, and Spain, and Germany; so that now the whole world is thus filled with inhabitants."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Theohpilus: To Autolycus Book II 32:5",
                            "text": "Since then the occupation of the world by men was at first in three divisions,—in the east, and south, and west: afterwards, the remaining parts of the earth were inhabited, when men became very numerous."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Theohpilus: To Autolycus Book II 32:6",
                            "text": "And the writers, not knowing these things, are forward to maintain that the world is shaped like a sphere, and to compare it to a cube."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Theohpilus: To Autolycus Book II 32:7",
                            "text": "But how can they say what is true regarding these things, when they do not know about the creation of the world and its population? Men gradually increasing in number and multiplying on the earth, as we have already said, the islands also of the sea and the rest of the countries were inhabited."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Theohpilus: To Autolycus Book II 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Theohpilus: To Autolycus Book II 33:1",
                            "text": "Chapter 33—Profane History Gives No Account of These Matters."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Theohpilus: To Autolycus Book II 33:2",
                            "text": "Who, then, of those called sages, and poets, and historians, could tell us truly of these things, themselves being much later born, and introducing a multitude of gods, who were born so many years after the cities, and are more modern than kings, and nations, and wars? For they should have made mention of all events, even those which happened before the flood; both of the creation of the world and the formation of man, and the whole succession of events."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Theohpilus: To Autolycus Book II 33:3",
                            "text": "The Egyptian or Chaldaean prophets, and the other writers, should have been able accurately to tell, if at least they spoke by a divine and pure spirit, and spoke truth in all that was uttered by them; and they should have announced not only things past or present, but also those that were to come upon the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Theohpilus: To Autolycus Book II 33:4",
                            "text": "And therefore it is proved that all others have been in error; and that we Christians alone have possessed the truth, inasmuch as we are taught by the Holy Spirit, who spoke in the holy prophets, and foretold all things."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Theohpilus: To Autolycus Book II 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Theohpilus: To Autolycus Book II 34:1",
                            "text": "Chapter 34—The Prophets Enjoined Holiness of Life."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Theohpilus: To Autolycus Book II 34:2",
                            "text": "And, for the rest, would that in a kindly spirit you would investigate divine things—I mean the things that are spoken by the prophets—in order that, by comparing what is said by us with the utterances of the others, you may be able to discover the truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Theohpilus: To Autolycus Book II 34:3",
                            "text": "We have shown from their own histories, which they have compiled, that the names of those who are called gods, are found to be the names of men who lived among them, as we have shown above."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Theohpilus: To Autolycus Book II 34:4",
                            "text": "And to this day their images are daily fashioned, idols, \"the works of men's hands\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Theohpilus: To Autolycus Book II 34:5",
                            "text": "And these the mass of foolish men serve, whilst they reject the maker and fashioner of all things and the nourisher of all breath of life, giving credit to vain doctrines through the deceitfulness of the senseless tradition received from their fathers."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Theohpilus: To Autolycus Book II 34:6",
                            "text": "But God at least, the Father and Creator of the universe, did not abandon mankind, but gave a law, and sent holy prophets to declare and teach the race of men, that each one of us might awake and understand that there is one God."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Theohpilus: To Autolycus Book II 34:7",
                            "text": "And they also taught us to refrain from unlawful idolatry, and adultery, and murder, fornication, theft, avarice, false swearing, wrath, and every incontinence and uncleanness; and that whatever a man would not wish to be done to himself, he should not do to another; and thus he who acts righteously shall escape the eternal punishments, and be thought worthy of the eternal life from God."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Theohpilus: To Autolycus Book II 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:1",
                            "text": "Chapter 35—Precepts from the Prophetic Books."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:2",
                            "text": "The divine law, then, not only forbids the worshipping of idols, but also of the heavenly bodies, the sun, the moon, or the other stars; yea, not heaven, nor earth, nor the sea, nor fountains, nor rivers, must be worshipped, but we must serve in holiness of heart and sincerity of purpose only the living and true God, who also is Maker of the universe."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:3",
                            "text": "Wherefore saith the holy law: \"Thou shalt not commit adultery; thou shalt not steal; thou shalt not bear false witness; thou shalt not desire thy neighbour's wife\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:4",
                            "text": "So also the prophets."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:5",
                            "text": "Solomon indeed teaches us that we must not sin with so much as a turn of the eye, saying, \"Let thine eyes look right on, and let thy eyelids look straight before thee\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:6",
                            "text": "And Moses, who himself also was a prophet, says, concerning the sole government of God: \"Your God is He who establishes the heaven, and forms the earth, whose hands have brought forth all the host of heaven; and He has not set these things before you that you should go after them\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:7",
                            "text": "And Isaiah himself also says: \"Thus saith the Lord God who established the heavens, and founded the earth and all that is therein, and giveth breath unto the people upon it, and spirit to them that walk therein."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:8",
                            "text": "This is the Lord your God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:9",
                            "text": "And again, through him He says: \"I have made the earth, and man upon it."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:10",
                            "text": "I by my hand have established the heavens\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:11",
                            "text": "And in another chapter, \"This is your God, who created the ends of the earth; He hungereth not, neither is weary, and there is no searching of His understanding\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:12",
                            "text": "So, too, Jeremiah says: \"Who hath made the earth by His power, and established the world by His wisdom, and by His discretion hath stretched out the heavens, and a mass of water in the heavens, and He caused the clouds to ascend from the ends of the earth; He made lightnings with rain, and brought forth winds out of His treasures\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:13",
                            "text": "One can see how consistently and harmoniously all the prophets spoke, having given utterance through one and the same spirit concerning the unity of God, and the creation of the world, and the formation of man."
                        },
                        {
                            "verse": 14,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:14",
                            "text": "Moreover, they were in sore travail, bewailing the godless race of men, and they reproached those, who seemed to be wise, for their error and hardness of heart."
                        },
                        {
                            "verse": 15,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:15",
                            "text": "Jeremiah, indeed, said: \"Every man is brutishly gone astray from the knowledge of Him; every founder is confounded by his graven images; in vain the silversmith makes his molten images; there is no breath in them: in the day of their visitation they shall perish\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:16",
                            "text": "The same, too, says David: \"They are corrupt, they have done abominable works; there is none that doeth good, no, not one; they have all gone aside, they have together become profitless\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:17",
                            "text": "So also Habakkuk: \"What profiteth the graven image that he has graven it a lying image? Woe to him that saith to the stone, Awake; and to the wood, Arise\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:18",
                            "text": "Likewise spoke the other prophets of the truth."
                        },
                        {
                            "verse": 19,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:19",
                            "text": "And why should I recount the multitude of prophets, who are numerous, and said ten thousand things consistently and harmoniously? For those who desire it, can, by reading what they uttered, accurately understand the truth, and no longer be carried away by opinion and profitless labour."
                        },
                        {
                            "verse": 20,
                            "chapter": 35,
                            "name": "Theohpilus: To Autolycus Book II 35:20",
                            "text": "These, then, whom we have already mentioned, were prophets among the Hebrews,—illiterate, and shepherds, and uneducated."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Theohpilus: To Autolycus Book II 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:1",
                            "text": "Chapter 36—Prophecies of the Sibyl."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:2",
                            "text": "And the Sibyl, who was a prophetess among the Greeks and the other nations, in the beginning of her prophecy, reproaches the race of men, saying:—  \"How are ye still so quickly lifted up, And how so thoughtless of the end of life, Ye mortal men of flesh, who are but nought? Do ye not tremble, nor fear God most high? Your Overseer, the Knower, Seer of all, Who ever keeps those whom His hand first made, Puts His sweet Spirit into all His works, And gives Him for a guide to mortal men."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:3",
                            "text": "There is one only uncreated God, Who reigns alone, all-powerful, very great, From whom is nothing hid."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:4",
                            "text": "He sees all things, Himself unseen by any mortal eye."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:5",
                            "text": "Can mortal man see the immortal God, Or fleshly eyes, which shun the noontide beams, Look upon Him, who dwells beyond the heavens? Worship Him then, the self-existent God, The unbegotten Ruler of the world, Who only was from everlasting time, And shall to everlasting still abide."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:6",
                            "text": "Of evil counsels ye shall reap the fruit, Because ye have not honoured the true God, Nor offered to Him sacred hecatombs."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:7",
                            "text": "To those who dwell in Hades ye make gifts, And unto demons offer sacrifice."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:8",
                            "text": "In madness and in pride ye have your walk; And leaving the right way, ye wander wide, And lose yourselves in pitfalls and in thorns."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:9",
                            "text": "Why do ye wander thus, O foolish men? Cease your vain wanderings in the black, dark night; Why follow darkness and perpetual gloom When, see, there shines for you the blessed light? Lo, He is clear—in Him there is no spot."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:10",
                            "text": "Turn, then, from darkness, and behold the day; Be wise, and treasure wisdom in your breasts."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:11",
                            "text": "There is one God who sends the winds and rains, The earthquakes, and the lightnings, and the plagues, The famines, and the snow-storms, and the ice, And all the woes that visit our sad race."
                        },
                        {
                            "verse": 12,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:12",
                            "text": "Nor these alone, but all things else He gives, Ruling omnipotent in heaven and earth, And self-existent from eternity\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:13",
                            "text": "And regarding those gods that are said to have been born, she said:—  \"If all things that are born must also die, \"God cannot be produced by mortal man."
                        },
                        {
                            "verse": 14,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:14",
                            "text": "But there is only One, the All-Supreme, Who made the heavens, with all their starry host, The sun and moon; likewise the fruitful earth, With all the waves of ocean, and the hills, The fountains, and the ever flowing streams; He also made the countless multitude Of ocean creatures, and He keeps alive All creeping things, both of the earth and sea; And all the tuneful choir of birds He made, Which cleave the air with wings, and with shrill pipe Trill forth at morn their tender, clear-voiced song."
                        },
                        {
                            "verse": 15,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:15",
                            "text": "Within the deep glades of the hills He placed A savage race of beasts; and unto men He made all cattle subject, making man The God-formed image, ruler over all, And putting in subjection to his sway Things many and incomprehensible."
                        },
                        {
                            "verse": 16,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:16",
                            "text": "For who of mortals can know all these things? He only knows who made them at the first, He the Creator, incorruptible, Who dwells in upper air eternally; Who proffers to the good most rich rewards, And against evil and unrighteous men Rouses revenge, and wrath, and bloody wars, And pestilence, and many a tearful grief."
                        },
                        {
                            "verse": 17,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:17",
                            "text": "O man exalted vainly—say why thus Hast thou so utterly destroyed thyself? Have ye no shame worshipping beasts for gods? And to believe the gods should steal your beasts, Or that they need your vessels—is it not Frenzy's most profitless and foolish thought? Instead of dwelling in the golden heavens, Ye see your gods become the prey of worms, And hosts of creatures noisome and unclean."
                        },
                        {
                            "verse": 18,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:18",
                            "text": "O fools! ye worship serpents, dogs, and cats, Birds, and the creeping things of earth and sea, Images made with hands, statues of stone, And heaps of rubbish by the wayside placed."
                        },
                        {
                            "verse": 19,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:19",
                            "text": "All these, and many more vain things, ye serve, Worshipping things disgraceful even to name: These are the gods who lead vain men astray, From whose mouth streams of deadly poison flow."
                        },
                        {
                            "verse": 20,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:20",
                            "text": "But unto Him in whom alone is life, Life, and undying, everlasting light; Who pours into man's cup of life a joy Sweeter than sweetest honey to his taste,— Unto Him bow the head, to Him alone, And walk in ways of everlasting peace."
                        },
                        {
                            "verse": 21,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:21",
                            "text": "Forsaking Him, ye all have turned aside, And, in your raving folly, drained the cup Of justice quite unmixed, pure, mastering, strong; And ye will not again be sober men, Ye will not come unto a sober mind, And know your God and King, who looks on all: Therefore, upon you burning fire shall come, And ever ye shall daily burn in flames, Ashamed for ever of your useless gods."
                        },
                        {
                            "verse": 22,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:22",
                            "text": "But those who worship the eternal God, They shall inherit everlasting life, Inhabiting the blooming realms of bliss, And feasting on sweet food from starry heaven\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:23",
                            "text": "That these things are true, and useful, and just, and profitable to all men, is obvious."
                        },
                        {
                            "verse": 24,
                            "chapter": 36,
                            "name": "Theohpilus: To Autolycus Book II 36:24",
                            "text": "Even the poets have spoken of the punishments of the wicked."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Theohpilus: To Autolycus Book II 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:1",
                            "text": "Chapter 37—The Testimonies of the Poets."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:2",
                            "text": "And that evil-doers must necessarily be punished in proportion to their deeds, has already been, as it were, oracularly uttered by some of the poets, as a witness both against themselves and against the wicked, declaring that they shall be punished."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:3",
                            "text": "aeschylus said:—  \"He who has done must also suffer\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:4",
                            "text": "And Pindar himself said:—  \"It is fit that suffering follow doing\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:5",
                            "text": "So, too, Euripides:—  \"The deed rejoiced you—suffering endure; The taken enemy must needs be pain'd\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:6",
                            "text": "And again:—  \"The foe's pain is the hero's meed\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:7",
                            "text": "And, similarly, Archilochus:—  \"One thing I know, I hold it ever true, The evil-doer evil shall endure\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:8",
                            "text": "And that God sees all, and that nothing escapes His notice, but that, being long-suffering, He refrains until the time when He is to judge—concerning this, too, Dionysius said:—  \"The eye of Justice seeing all, Yet seemeth not to see\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:9",
                            "text": "And that God's judgment is to be, and that evils will suddenly overtake the wicked,—this, too, aeschylus declared, saying:—  \"Swift-footed is the approach of fate, And none can justice violate, But feels its stern hand soon or late."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:10",
                            "text": "\"'Tis with you, though unheard, unseen; You draw night's curtain in between, But even sleep affords no screen."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:11",
                            "text": "\"'Tis with you if you sleep or wake; And if abroad your way you take, Its still, stern watch you cannot break."
                        },
                        {
                            "verse": 12,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:12",
                            "text": "\"'Twill follow you, or cross your path; And even night no virtue hath To hide you from th' Avenger's wrath."
                        },
                        {
                            "verse": 13,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:13",
                            "text": "\"To show the ill the darkness flees; Then, if sin offers joy or ease, Oh stop, and think that some one sees!\"  And may we not cite Simonides also?—  \"To men no evil comes unheralded; But God with sudden hand transforms all things\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:14",
                            "text": "Euripides again:—  \"The wicked and proud man's prosperity Is based on sand: his race abideth not; And time proclaims the wickedness of men\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:15",
                            "text": "Once more Euripides:—  \"Not without judgment is the Deity, But sees when oaths are struck unrighteously, And when from men unwilling they are wrung\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:16",
                            "text": "And Sophocles:—  \"If ills you do, ills also you must bear\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:17",
                            "text": "That God will make inquiry both concerning false swearing and concerning every other wickedness, they themselves have well-nigh predicted."
                        },
                        {
                            "verse": 18,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:18",
                            "text": "And concerning the conflagration of the world, they have, willingly or unwillingly, spoken in conformity with the prophets, though they were much more recent, and stole these things from the law and the prophets."
                        },
                        {
                            "verse": 19,
                            "chapter": 37,
                            "name": "Theohpilus: To Autolycus Book II 37:19",
                            "text": "The poets corroborate the testimony of the prophets."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Theohpilus: To Autolycus Book II 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:1",
                            "text": "Chapter 38—The Teachings of the Greek Poets and Philosophers Confirmatory of Those of the Hebrew Prophets."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:2",
                            "text": "But what matters it whether they were before or after them? Certainly they did at all events utter things confirmatory of the prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:3",
                            "text": "Concerning the burning up of the world, Malachi the prophet foretold: \"The day of the Lord cometh as a burning oven, and shall consume all the wicked\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:4",
                            "text": "And Isaiah: \"For the wrath of God is as a violent hail-storm, and as a rushing mountain torrent\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:5",
                            "text": "The Sibyl, then, and the other prophets, yea, and the poets and philosophers, have clearly taught both concerning righteousness, and judgment, and punishment; and also concerning providence, that God cares for us, not only for the living among us, but also for those that are dead: though, indeed, they said this unwillingly, for they were convinced by the truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:6",
                            "text": "And among the prophets indeed, Solomon said of the dead, \"There shall be healing to thy flesh, and care taken of thy bones\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:7",
                            "text": "And the same says David, \"The bones which Thou hast broken shall rejoice\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:8",
                            "text": "And in agreement with these sayings was that of Timocles:—  \"The dead are pitied by the loving God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:9",
                            "text": "And the writers who spoke of a multiplicity of gods came at length to the doctrine of the unity of God, and those who asserted chance spoke also of providence; and the advocates of impunity confessed there would be a judgment, and those who denied that there is a sensation after death acknowledged that there is."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:10",
                            "text": "Homer, accordingly, though he had said,—  \"Like fleeting vision passed the soul away,\"  says in another place:—  \"To Hades went the disembodied soul;\"  And again:—  \"That I may quickly pass through Hades' gates, Me bury\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:11",
                            "text": "And as regards the others whom you have read, I think you know with sufficient accuracy how they have expressed themselves."
                        },
                        {
                            "verse": 12,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:12",
                            "text": "But all these things will every one understand who seeks the wisdom of God, and is well pleasing to Him through faith and righteousness and the doing of good works."
                        },
                        {
                            "verse": 13,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:13",
                            "text": "For one of the prophets whom we already mentioned, Hosea by name, said, \"Who is wise, and he shall understand these things? prudent, and he shall know them? for the ways of the Lord are right, and the just shall walk in them: but the transgressors shall fall therein\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:14",
                            "text": "He, then, who is desirous of learning, should learn much."
                        },
                        {
                            "verse": 15,
                            "chapter": 38,
                            "name": "Theohpilus: To Autolycus Book II 38:15",
                            "text": "Endeavour therefore to meet with me more frequently, that, by hearing the living voice, you may accurately ascertain the truth."
                        }
                    ]
                }
            ]
        }
    ]
}