{
    "books": [
        {
            "name": "John Cassian: The Twelve Books VIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: The Twelve Books VIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:1",
                            "text": "Book VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:2",
                            "text": "Of the Spirit of Anger."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:4",
                            "text": "How our fourth conflict is against the sin of anger, and how many evils this passion produces."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:5",
                            "text": "In our fourth combat the deadly poison of anger has to be utterly rooted out from the inmost comers of our soul."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:6",
                            "text": "For as long as this remains in our hearts, and blinds with its hurtful darkness the eye of the soul, we can neither acquire right judgment and discretion, nor gain the insight which springs from an honest gaze, or ripeness of counsel, nor can we be partakers of life, or retentive of righteousness, or even have the capacity for spiritual and true light: \"for,\" says one, \"mine eye is disturbed by reason of anger\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:7",
                            "text": "Nor can we become partakers of wisdom, even though we are considered wise by universal consent, for \"anger rests in the bosom of fools\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:8",
                            "text": "Nor can we even attain immortal life, although we are accounted prudent in the opinion of everybody, for \"anger destroys even the prudent\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:9",
                            "text": "Nor shall we be able with clear judgment of heart to secure the controlling power of righteousness, even though we are reckoned perfect and holy in the estimation of all men, for \"the wrath of man worketh not the righteousness of God\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:10",
                            "text": "Nor can we by any possibility acquire that esteem and honour which is so frequently seen even in worldlings, even though we are thought noble and honourable through the privileges of birth, because \"an angry man is dishonoured\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:11",
                            "text": "Nor again can we secure any ripeness of counsel, even though we appear to be weighty, and endowed with the utmost knowledge; because \"an angry man acts without counsel\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books VIII 1:12",
                            "text": "Nor can we be free from dangerous disturbances, nor be without sin, even though no sort of disturbances be brought upon us by others;  because \"a passionate man engenders quarrels, but an angry man digs up sins\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: The Twelve Books VIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books VIII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books VIII 2:2",
                            "text": "Of those who say that anger is not injurious, if we are angry with those who do wrong, since God Himself is said to be angry."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books VIII 2:3",
                            "text": "We have heard some people trying to excuse this most pernicious disease of the soul, in such a way as to endeavour to extenuate it by a rather shocking way of interpreting Scripture: as they say that it is not injurious if we are angry with the brethren who do wrong, since, say they, God Himself is said to rage and to be angry with those who either will not know Him, or, knowing Him, spurn Him, as here: \"And the anger of the Lord was kindled against His people;\" or where the prophet prays and says, \"O Lord, rebuke me not in thine anger, neither chasten me in thy displeasure;\" not understanding that, while they want to open to men an excuse for a most pestilent sin, they are ascribing to the Divine Infinity and Fountain of all purity a taint of human passion."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: The Twelve Books VIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VIII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VIII 3:2",
                            "text": "Of those things which are spoken of God anthropomorphically."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VIII 3:3",
                            "text": "For if when these things are said of God they are to be understood literally in a material gross signification, then also He sleeps, as it is said, \"Arise, wherefore sleepest thou, O Lord?\" though it is elsewhere said of Him: \"Behold he that keepeth Israel shall neither slumber nor sleep\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VIII 3:4",
                            "text": "And He stands and sits, since He says, \"Heaven is my seat, and earth the footstool for my feet:\" though He \"measure out the heaven with his hand, and holdeth the earth in his fist\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VIII 3:5",
                            "text": "And He is \"drunken with wine\" as it is said, \"The Lord awoke like a sleeper, a mighty man, drunken with wine;\" He \"who only hath immortality and dwelleth in the light which no man can approach unto:\" not to say anything of the \"ignorance\" and \"forgetfulness,\" of which we often find mention in Holy Scripture: nor lastly of the outline of His limbs, which are spoken of as arranged and ordered like a man's; e."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VIII 3:6",
                            "text": "g."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books VIII 3:7",
                            "text": ", the hair, head, nostrils, eyes, face, hands, arms, fingers, belly, and feet: if we are willing to take all of which according to the bare literal sense, we must think of God as in fashion with the outline of limbs, and a bodily form; which indeed is shocking even to speak of, and must be far from our thoughts."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: The Twelve Books VIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:2",
                            "text": "In what sense we should understand the passions and human arts which are ascribed to the unchanging and incorporeal God."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:3",
                            "text": "And so as without horrible profanity these things cannot be understood literally of Him who is declared by the authority of Holy Scripture to be invisible, ineffable, incomprehensible, inestimable, simple, and uncompounded, so neither can the passion of anger and wrath be attributed to that unchangeable nature without fearful blasphemy."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:4",
                            "text": "For we ought to see that the limbs signify the divine powers and boundless operations of God, which can only be represented to us by the familiar expression of limbs: by the mouth we should understand that His utterances are meant, which are of His mercy continually poured into the secret senses of the soul, or which He spoke among our fathers and the prophets: by the eyes we can understand the boundless character of His sight with which He sees and looks through all things, and so nothing is hidden from Him of what is done or can be done by us, or even thought."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:5",
                            "text": "By the expression \"hands,\" we understand His providence and work, by which He is the creator and author of all things; the arms are the emblems of His might and government, with which He upholds, rules and controls all things."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:6",
                            "text": "And not to speak of other things, what else does the hoary hair of His head signify but the eternity and perpetuity of Deity, through which He is without any beginning, and before all times, and excels all creatures? So then also when we read of the anger or fury of the Lord, we should take it not ἀνθρωποπαθῶς  i-e:, according to an unworthy meaning of human passion, but in a sense worthy of God, who is free    from all passion; so that by this we should understand that He is the judge and avenger of all the unjust things which are done in this world; and by reason of these  terms and their meaning we should dread Him as the terrible rewarder of our deeds, and fear to do anything against His will."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:7",
                            "text": "For human nature is wont to fear those whom it knows to be indignant, and is afraid of offending: as in the case of some most just judges, avenging wrath is usually feared by those who are tormented by some accusation of their conscience; not indeed that this passion exists in the minds of those who are going to judge with perfect equity, but that, while they so fear, the disposition of the judge towards them is that which is the precursor of a just and impartial execution of the law."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:8",
                            "text": "And this, with whatever kindness and gentleness it may be conducted, is deemed by those who are justly to be punished to be the most savage wrath and vehement anger."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:9",
                            "text": "It would be tedious and outside the scope of the present work were we to explain all the things which are spoken metaphorically of God in Holy Scripture, with human figures."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books VIII 4:10",
                            "text": "Let it be enough for our present purpose, which is aimed against the sin of wrath, to have said this that no one may through ignorance draw down upon himself a cause of this evil and of eternal death, out of those Scriptures in which he should seek for saintliness and immortality as the remedies to bring life and salvation."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: The Twelve Books VIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VIII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VIII 5:2",
                            "text": "How calm a monk ought to be."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VIII 5:3",
                            "text": "And so a monk aiming at perfection, and desiring to strive lawfully in his spiritual combat, should be free from all sin of anger and wrath, and should listen to the charge which the \"chosen vessel\" gives him."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VIII 5:4",
                            "text": "\"Let all anger,\" says he, \"and wrath, and clamour, and evil speaking, be taken away from among you, with all malice\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VIII 5:5",
                            "text": "When he says, \"Let all anger be taken away from you,\" he excepts none whatever as necessary or useful for us."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VIII 5:6",
                            "text": "And if need be, he should at once treat an erring brother in such a way that, while he manages to apply a remedy to one afflicted with perhaps a slight fever, he may not by his wrath involve himself in a more dangerous malady of blindness."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books VIII 5:7",
                            "text": "For he who wants to heal another's wound ought to be in good health and free from every affection of weakness himself, lest that saying of the gospel should be used to him, \"Physician, first heal thyself;\" and lest, seeing a mote in his brother's eye, he see not the beam in his own eye, for how will he see to cast out the mote from his brother's eye, who has the beam of anger in his own eye?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: The Twelve Books VIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books VIII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books VIII 6:2",
                            "text": "Of the righteous and unrighteous passion of wrath."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books VIII 6:3",
                            "text": "From almost every cause the emotion of wrath boils over, and blinds the eyes of the soul, and, bringing the deadly beam of a worse disease over the keenness of our sight, prevents us from seeing the sun of righteousness."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books VIII 6:4",
                            "text": "It makes no difference whether gold plates, or lead, or what metal you please, are placed over our eyelids, the value of the metal makes no difference in our blindness."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: The Twelve Books VIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VIII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VIII 7:2",
                            "text": "Of the only case in which anger is useful to us."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VIII 7:3",
                            "text": "We have, it must be admitted, a use for anger excellently implanted in us for which alone it is useful and profitable for us to admit it, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books VIII 7:4",
                            "text": ", when we are indignant and rage against the lustful emotions of our heart, and are vexed that the things which we are ashamed to do or say before men have risen up in the lurking places of our heart, as we tremble at the presence of the angels, and of God Himself, who pervades all things everywhere, and fear with the utmost dread the eye of Him from whom the secrets of our hearts cannot possibly be hid."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: The Twelve Books VIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VIII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VIII 8:2",
                            "text": "Instances from the life of the blessed David in which anger was rightly felt."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VIII 8:3",
                            "text": "And at any rate (this is the case), when we are agitated against this very anger, because it has stolen on us against our brother, and when in wrath we expel its deadly incitements, nor suffer it to have a dangerous lurking place in the recesses of our heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VIII 8:4",
                            "text": "To be angry in this fashion even that prophet teaches us who had so completely expelled it from his own feelings that he would not retaliate even on his enemies and those delivered by God into his hands: when he says \"Be ye angry and sin not\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VIII 8:5",
                            "text": "For he, when he had longed for water from the well of Bethlehem, and had been given it by his mighty men, who had brought it through the midst of the hosts of the enemy, at once poured it out on the ground: and thus in his anger extinguished the delicious feeling of his desire, and poured it out to the Lord, without satisfying the longing that he had expressed, saying: \"That be  far from me that I should do this! Shall I drink the blood of those men who went forth on the danger of their souls?\" And when Shimei threw stones at King David and cursed him, in his hearing, before everybody, and Abishai, the son of Zeruiah, the captain of the host, wished to cut off his head and avenge the insult to the king, the blessed David moved with pious wrath against this dreadful suggestion of his, and keeping the due measure of humility and a strict patience, said with imperturbable gentleness, \"What have I to do with you, ye sons of Zeruiah? Let him alone that he may curse."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VIII 8:6",
                            "text": "For the Lord hath commanded him to curse David."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VIII 8:7",
                            "text": "And who is he who shall dare to say, Why hast thou done this? Behold my son, who came forth from my loins, seeks my life, and how much more this son of Benjamin? Let him alone, that he may curse, according to the command of the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books VIII 8:8",
                            "text": "It may be the Lord will look upon my affliction, and return to me good for this cursing to-day\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: The Twelve Books VIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VIII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VIII 9:2",
                            "text": "Of the anger which should be directed against ourselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VIII 9:3",
                            "text": "And some are commanded to \"be angry\" after a wholesome fashion, but with our own selves, and with evil thoughts that arise, and \"not to sin,\" viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VIII 9:4",
                            "text": ", by bringing them to a bad issue."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VIII 9:5",
                            "text": "Finally, the next verse explains this to be the meaning more clearly: \"The things you say in your hearts, be sorry for them on your beds:\" i-e:, whatever you think of in your hearts when sudden and nervous excitements rush in on you, correct and amend with wholesome sorrow, lying as it were on a bed of rest, and removing by the moderating influence of counsel all noise and disturbance of wrath."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VIII 9:6",
                            "text": "Lastly, the blessed Apostle, when he made use of the testimony of this verse, and said, \"Be ye angry and sin not,\" added, \"Let not the sun go down upon your wrath, neither give place to the devil\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books VIII 9:7",
                            "text": "If it is dangerous for the sun of righteousness to go down upon our wrath, and if when we are angry we straightway give place to the devil in our hearts, how is it that above he charges us to be angry, saying, \"Be ye angry, and sin not\"? Does he not evidently mean this: be ye angry with your faults and your tempers, lest, if you acquiesce in them, Christ, the sun of righteousness, may on account of your anger begin to go down on your darkened minds, and when He departs you may furnish a place for the devil in your hearts?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: The Twelve Books VIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VIII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VIII 10:2",
                            "text": "Of the sun, of which it is said that it should not go down upon your wrath."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VIII 10:3",
                            "text": "And of this sun God clearly makes mention by the prophet, when He says, \"But to those that fear my name the sun of righteousness shall arise with healing in His wings\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VIII 10:4",
                            "text": "And this again is said to \"go down\" at midday on sinners and false prophets, and those who are angry, when the prophet says, \"Their sun is gone down at noon\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VIII 10:5",
                            "text": "And at any rate \"tropically\" the mind, that is the νοῦς or reason, which is fairly called the sun because it looks over all the thoughts and discernings of the heart, should not be put out by the sin of anger: lest when it \"goes down\" the shadows of disturbance, together with the devil their author, fill all the feelings of our hearts, and, overwhelmed by the shadows of wrath, as in a murky night, we know not what we ought to do."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VIII 10:6",
                            "text": "In this sense it is that we have brought forward this passage of the Apostle, handed down to us by the teaching of the elders, because it was needful, even at the risk of a somewhat lengthy discourse, to show how they felt with regard to anger, for they do not permit it even for a moment to effect an entrance into our heart: observing with the utmost care that saying of the gospel: \"Whosoever is angry with his brother is in danger of the judgment\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books VIII 10:7",
                            "text": "But if it be lawful to be angry up till sunset, the surfeit of our wrath and the vengeance of our anger will be able to give full play to passion and dangerous excitement before that sun inclines towards its setting."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: The Twelve Books VIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VIII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VIII 11:2",
                            "text": "Of those to whose wrath even the going down of the sun sets no limit."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VIII 11:3",
                            "text": "But what am I to say of those (and I cannot say it without shame on my own part) to whose implacability even the going down of the sun sets no bound: but prolonging it for several days, and nourishing rancorous feelings against those against whom they have been excited, they say in words that they are not angry, but in fact and deed they show that they are extremely disturbed? For they do not speak to them pleasantly, nor address them with ordinary civility, and they think that they are not doing wrong in this, because they do not seek to avenge themselves for their upset."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books VIII 11:4",
                            "text": "But since they either do not dare, or at any rate are not able to show their anger openly, and give place to it, they drive in, to their own detriment, the poison of anger, and secretly cherish it in their hearts, and silently feed on it in themselves; without shaking off by an effort of mind their sulky disposition, but digesting it as the days go by, and somewhat mitigating it after a while."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: The Twelve Books VIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books VIII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books VIII 12:2",
                            "text": "How this is the end of temper and anger when a man carries it into act as far as he can."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books VIII 12:3",
                            "text": "But it looks as if even this was not the end of vengeance to every one, but some can only completely satisfy their wrath or sulkiness if they carry out the impulse of anger as far as they are able; and this we know to be the case with those who restrain their feelings, not from desire of calming them, but simply from want of opportunity of revenge."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books VIII 12:4",
                            "text": "For they can do nothing more to those with whom they are angry, except speak to them without ordinary civility: or it looks as if anger was to be moderated only in action, and not to be altogether rooted out from its hiding place in our bosom: so that, overwhelmed by its shadows, we are unable not only to admit the light of wholesome counsel and of knowledge, but also to be a temple of the Holy Spirit, so long as the spirit of anger dwells in us."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books VIII 12:5",
                            "text": "For wrath that is nursed in the heart, although it may not injure men who stand by, yet excludes the splendour of the radiance of the Holy Ghost, equally with wrath that is openly manifested."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: The Twelve Books VIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VIII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VIII 13:2",
                            "text": "That we should not retain our anger even for an instant."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VIII 13:3",
                            "text": "Or how can we think that the Lord would have it retained even for an instant, since He does not permit us to offer the spiritual sacrifices of our prayers, if we are aware that another has any bitterness against us: saying, \"If then thou bringest thy gift to the altar and there rememberest that thy brother hath aught against thee, leave there thy gift at the altar and go thy way; first be reconciled to thy brother, and then come and offer thy gift\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VIII 13:4",
                            "text": "How then may we retain displeasure against our brother, I will not say for several days, but even till the going down of the sun, if we are not allowed to offer our prayers to God while he has anything against us? And yet we are commanded by the Apostle: \"Pray without ceasing;\" and \"in every place lifting up holy hands without wrath and disputing\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books VIII 13:5",
                            "text": "It remains then either that we never pray at all, retaining this poison in our hearts, and become guilty in regard of this apostolic or evangelic charge, in which we are bidden to pray everywhere and without ceasing; or else if, deceiving ourselves, we venture to pour forth our prayers, contrary to His command, we must know that we are offering to God no prayer, but an obstinate temper with a rebellious spirit."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: The Twelve Books VIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VIII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VIII 14:2",
                            "text": "Of reconciliation with our brother."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VIII 14:3",
                            "text": "And because we often spurn the brethren who are injured and saddened, and despise them, and say that they were not hurt by any fault of ours, the Healer of souls, who knows all secrets, wishing utterly to eradicate all opportunities of anger from our hearts, not only commands us to forgive if we have been wronged, and to be reconciled with our brothers, and keep no recollection of wrong or injuries against them, but He also gives a similar charge, that in case we are aware that they have anything against us, whether justly or unjustly, we should leave our gift, that is, postpone our prayers, and hasten first to offer satisfaction to them; and so when our brother's cure is first effected, we may bring the offering of our prayers without blemish."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VIII 14:4",
                            "text": "For the common Lord of all does not care so much for our homage as to lose in one what He gains in another, through displeasure being allowed to reign in us."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VIII 14:5",
                            "text": "For in any one's loss He suffers some loss, who desires and looks for the salvation of all His servants in one and the same way."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books VIII 14:6",
                            "text": "And therefore our prayer will lose its effect, if our brother has anything against us, just as much as if we were cherishing feelings of bitterness against him in a swelling and wrathful spirit."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: The Twelve Books VIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VIII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VIII 15:2",
                            "text": "How the Old Law would root out anger not only from the actions but from the thoughts."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books VIII 15:3",
                            "text": "But why should we spend any more time over evangelic and apostolic precepts, when even the old law, which is thought to be somewhat slack, guards against the same thing, when it says, \"Thou shalt not hate thy brother in thine heart;\" and again, \"Be not mindful of the injury of thy citizens;\" and again, \"The ways of those who preserve the recollection of wrongs are towards death\"? You see there too that wickedness is restrained not only in action, but also in the secret thoughts, since it is commanded that hatred be utterly rooted out from the heart, and not merely retaliation for, but the very recollection of, a wrong done."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: The Twelve Books VIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VIII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VIII 16:2",
                            "text": "How useless is the retirement of those who do not give up their bad manners."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VIII 16:3",
                            "text": "Sometimes when we have been overcome by pride or impatience, and we want to improve our rough and bearish manners, we complain that we require solitude, as if we should find the virtue of patience there where nobody provokes us: and we apologize for our carelessness, and say that the reason of our disturbance does not spring from our own impatience, but from the fault of our brethren."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books VIII 16:4",
                            "text": "And while we lay the blame of our fault on others, we shall never be able to reach the goal of patience and perfection."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: The Twelve Books VIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VIII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VIII 17:2",
                            "text": "That the peace of our heart does not depend on another's will, but lies in our own control."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VIII 17:3",
                            "text": "The chief part then of our improvement and peace of mind must not be made to depend on another's will, which cannot possibly be subject to our authority, but it lies rather in our own control."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books VIII 17:4",
                            "text": "And so the fact that we are not angry ought not to result from another's perfection, but from our own virtue, which is acquired, not by somebody else's patience, but by our own long-suffering."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: The Twelve Books VIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VIII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VIII 18:2",
                            "text": "Of the zeal with which we should seek the desert, and of the things in which we make progress there."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VIII 18:3",
                            "text": "Further, it is those who are perfect and purified from all faults who ought to seek the desert, and when they have thoroughly exterminated all their faults amid the assembly of the brethren, they should enter it not by way of cowardly flight, but for the purpose of divine contemplation, and with the desire of deeper insight into heavenly things, which can only be gained in solitude by those who are perfect."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VIII 18:4",
                            "text": "For whatever faults we bring with us uncured into the desert, we shall find to remain concealed in us and not to be got rid of."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VIII 18:5",
                            "text": "For just as when the character has been improved, solitude can lay open to it the purest contemplation, and reveal the knowledge of spiritual mysteries to its clear gaze, so it generally not only preserves but intensifies the faults of those who have undergone no correction."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VIII 18:6",
                            "text": "For a man appears to himself to be patient and humble, just as long as he comes across nobody in intercourse; but he will presently revert to his former nature, whenever the chance of any sort of passion occurs: I mean that those faults will at once appear on the surface which were lying hid, and, like unbridled horses diligently fed up during too long a time of idleness, dash forth from the barriers the more eagerly and fiercely, to the destruction of their charioteer."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VIII 18:7",
                            "text": "For when the opportunity for practising them among men is removed, our faults will more and more increase in us, unless we have first been purified from them."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books VIII 18:8",
                            "text": "And the mere shadow of patience, which, when we mixed with our brethren, we seemed fancifully to possess, at least out of respect for them and publicity, we lose altogether through sloth and carelessness."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: The Twelve Books VIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VIII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VIII 19:2",
                            "text": "An illustration to help in forming an opinion on those who are only patient when they are not tried by any one."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VIII 19:3",
                            "text": "But it is like all poisonous kinds of serpents or of wild beasts, which, while they remain in solitude and their own lairs, are still not harmless; for they cannot really be said to be harmless, because they are not actually hurting anybody."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VIII 19:4",
                            "text": "For this results in their case, not from any feeling of goodness, but from the exigencies of solitude, and when they have secured an opportunity of hurting some one, at once they produce the poison stored up in them, and show the ferocity of their nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VIII 19:5",
                            "text": "And so in the case of men who are aiming at perfection, it is not enough not to be angry with men."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VIII 19:6",
                            "text": "For we recollect that when we were living in solitude a feeling of irritation would creep over us against our pen because it was too large or too small; against our penknife when it cut badly and with a blunt edge what we wanted cut; and against a flint if by chance when we were rather late and hurrying to the reading, a spark of fire flashed out, so that we could not remove  and get rid of our perturbation of mind except by cursing the senseless matter, or at least the devil."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books VIII 19:7",
                            "text": "Wherefore for a method of perfection it will not be of any use for there to be a dearth of men against whom our anger might be roused: since, if patience has not already been acquired, the feelings of passion which still dwell in our hearts can equally well spend themselves on dumb things and paltry objects, and not allow us to gain a continuous state of peacefulness, or to be free from our remaining faults: unless perhaps we think that some advantage and a sort of cure may be gained for our passion from the fact that inanimate and speechless things cannot possibly reply to our curses and rage, nor provoke our ungovernable temper to break out into a worse madness of passion."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: The Twelve Books VIII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VIII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VIII 20:2",
                            "text": "Of the way in which auger should be banished according to the gospel."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VIII 20:3",
                            "text": "Wherefore if we wish to gain the substance of that divine reward of which it is said, \"Blessed are the pure in heart, for they shall see God,\" we ought not only to banish it from our actions, but entirely to root it out from our inmost soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VIII 20:4",
                            "text": "For it will not be of any good to have checked anger in words, and not to have shown it in deeds, if God, from whom the secrets of the heart are not hid, sees that it remains in the secret recesses of our bosom."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VIII 20:5",
                            "text": "For the word of the gospel bids us destroy the roots of our faults rather than the fruits; for these, when the incitements are all removed, will certainly not put forth shoots any more; and so the mind will be able to continue in all patience and holiness, when this anger has been removed, not from the surface of acts and deeds, but from the very innermost thoughts."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VIII 20:6",
                            "text": "And, therefore to avoid the commission of murder, anger and hatred are cut off, without which the crime of murder cannot possibly be committed."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VIII 20:7",
                            "text": "For \"whosoever is angry with his brother, is in danger of the judgment;\" and \"whosoever hateth his brother is a murderer;\" viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books VIII 20:8",
                            "text": ", because in his heart he desires to kill him, whose blood we know that he has certainly not shed among men with his own hand or with a weapon; yet, owing to his burst of anger, he is declared to be a murderer by God, who renders to each man, not merely for the result of his actions, but for his purpose and desires and wishes, either a reward or a punishment; according to that which He Himself says through the prophet: \"But I come that I may gather them together with all nations and tongues;\" and again: \"Their thoughts between themselves accusing or also defending one another, in the day when God shall judge the secrets of men\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: The Twelve Books VIII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VIII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VIII 21:2",
                            "text": "Whether we ought to admit the addition of \"without a cause,\" in that which is written in the Gospel, \"whosoever is angry with his brother,\" etc."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VIII 21:3",
                            "text": "But you should know that in this, which is found in many copies, \"Whosoever is angry with his brother without a cause, is in danger of the judgment,\" the words \"without a cause\" are superfluous, and were added by those who did not think that anger for just causes was to be banished: since certainly nobody, however unreasonably he is disturbed, would say that he was angry without a cause."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VIII 21:4",
                            "text": "Wherefore it appears to have been added by those who did not understand the drift of Scripture, which intended altogether to banish the incentive to anger, and to reserve no occasion whatever for indignation; lest while we were commanded to be angry with a cause, an opportunity for being angry without a cause might occur to us."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VIII 21:5",
                            "text": "For the end and aim of patience consists, not in being angry with a good reason, but in not being angry at all."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VIII 21:6",
                            "text": "Although I know that by some this very expression, \"without a cause,\" is taken to mean that he is angry without a cause who when he is angered is not allowed to seek for vengeance."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books VIII 21:7",
                            "text": "But it is better so to take it as we find it written in many modern copies and all the ancient ones."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: The Twelve Books VIII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VIII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VIII 22:2",
                            "text": "The remedies by which we can root out anger from our hearts."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VIII 22:3",
                            "text": "Wherefore the athlete of Christ who strives lawfully ought thoroughly to root out the feeling of wrath."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VIII 22:4",
                            "text": "And it will be a sure remedy for this disease, if in the first place we make up our mind that we ought never to be angry at all, whether for good or bad reasons: as we know that we shall at once lose the light of discernment, and the security of good counsel, and our very uprightness, and the temperate character of righteousness, if the main light of our heart has been darkened by its shadows: next, that the purity of our soul will presently be clouded, and that it cannot possibly be made a temple for the Holy Ghost while the spirit of anger resides in us; lastly, that we should consider that we ought never to pray, nor pour out our prayer to God, while we are angry."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books VIII 22:5",
                            "text": "And above all, having before our eyes the uncertain condition of mankind, we should realize daily that we are soon to depart from the body, and that our continence and chastity, our renunciation of all our possessions, our contempt of wealth, our efforts in fastings and vigils will not help us at all, if solely on account of anger and hatred eternal punishments are awarded to us by the judge of the world."
                        }
                    ]
                }
            ]
        }
    ]
}