{
    "books": [
        {
            "name": "Augustine: On the Creed",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Creed 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:1",
                            "text": "On the Creed:  1  Receive, my children, the Rule of Faith, which is called the Symbol (or Creed)."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:2",
                            "text": "And when ye have received it, write it in your heart, and be daily saying it to yourselves; before ye sleep, before ye go forth, arm you with your Creed."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:3",
                            "text": "The Creed no man writes so as it may be able to be read: but for rehearsal of it, lest haply forgetfulness obliterate what care hath delivered, let your memory be your record-roll: what ye are about to hear, that are ye to believe; and what ye shall have believed, that are about to give back with your tongue."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:4",
                            "text": "For the Apostle says, \"With the heart man believeth unto righteousness, and with the mouth confession is made unto salvation\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:5",
                            "text": "For this is the Creed which ye are to rehearse and to repeat in answer."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:6",
                            "text": "These words which ye have heard are in the Divine Scriptures scattered up and down: but thence gathered and reduced into one, that the memory of slow persons might not be distressed; that every person may be able to say, able to hold, what he believes."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:7",
                            "text": "For have ye now merely heard that God is Almighty? But ye begin to have him for your father, when ye have been born by the church as your Mother."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:8",
                            "text": "2  Of this, then, ye have now received, have meditated, and having meditated have held, that ye should say, \"I believe in God the Father Almighty\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:9",
                            "text": "God is Almighty, and yet, though Almighty, He cannot die, cannot be deceived, cannot lie; and, as the Apostle says, \"cannot deny Himself\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:10",
                            "text": "How many things that He cannot do, and yet is Almighty! yea therefore is Almighty, because He cannot do these things."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:11",
                            "text": "For if He could die, He were not Almighty; if to lie, if to be deceived, if to do unjustly, were possible for Him, He were not Almighty: because if this were in Him, He should not be worthy to be Almighty."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:12",
                            "text": "To our Almighty Father, it is quite impossible to sin."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:13",
                            "text": "He does whatsoever He will: that is Omnipotence."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:14",
                            "text": "He does whatsoever He rightly will, whatsoever He justly will: but whatsoever is evil to do, He wills not."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:15",
                            "text": "There is no resisting one who is Almighty, that He should not do what He will."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:16",
                            "text": "It was He Who made heaven and earth, the sea, and all that in them is, invisible and visible."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:17",
                            "text": "Invisible such as are in heaven, thrones, dominions, principalities, powers, archangels, angels: all, if we shall live aright, our fellow-citizens."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:18",
                            "text": "He made in heaven the things visible; the sun, the moon, the stars."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:19",
                            "text": "With its terrestrial animals He adorned the earth, filled the air with things that fly, the land with them that walk and creep, the sea with them that swim: all He filled with their own proper creatures."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:20",
                            "text": "He made also man after His own image and likeness, in the mind: for in that is the image of God."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:21",
                            "text": "This is the reason why the mind cannot be comprehended even by itself, because in it is the image of God."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:22",
                            "text": "To this end were we made, that over the other creatures we should bear rule: but through sin in the first man we fell, and are all come into an inheritance of death."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:23",
                            "text": "We were brought low, became mortal, were filled with fears, with errors: this by desert of sin: with which desert and guilt is every man born."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:24",
                            "text": "This is the reason why, as ye have seen to-day, as ye know, even little children undergo exsufflation, exorcism; to drive away from them the power of the devil their enemy, which deceived man that it might possess mankind."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:25",
                            "text": "It is not then the creature of God that in infants undergoes exorcism or exsufflation: but he under whom are all that are born with sin; for he is the first of sinners."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:26",
                            "text": "And for this cause by reason of one who fell and brought all into death, there was sent One without sin, Who should bring unto life, by delivering them from sin, all that believe on Him."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:27",
                            "text": "3  For this reason we believe also in His Son, that is to say, God the Father Almighty's, \"His Only Son, our Lord\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:28",
                            "text": "When thou hearest of the Only Son of God, acknowledge Him God."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:29",
                            "text": "For it could not be that God's Only Son should not be God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:30",
                            "text": "What He is, the same did He beget, though He is not that Person Whom He begot."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:31",
                            "text": "If He be truly Son, He is that which the Father is; if He be not that which the Father is, He is not truly Son."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:32",
                            "text": "Observe mortal and earthly creatures: what each is, that it engendereth."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:33",
                            "text": "Man besets not an ox, sheep besets not dog, nor dog sheep."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:34",
                            "text": "Whatever it be that begetteth, that which it is, it begetteth."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:35",
                            "text": "Hold ye therefore boldly, firmly, faithfully, that the Begotten of God the Father is what Himself is, Almighty."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:36",
                            "text": "These mortal creatures engender by corruption."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:37",
                            "text": "Does God so beget? He that is begotten mortal generates that which himself is; the Immortal generates what He is: corruptible begets corruptible, Incorruptible begets Incorruptible: the corruptible begets corruptibly, Incorruptible, Incorruptibly: yea, so begetteth what Itself is, that One begets One, and therefore Only."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:38",
                            "text": "Ye know, that when I pronounced to you the Creed, so I said, and so ye are bounden to believe; that we \"believe in God the Father Almighty, and in Jesus Christ His Only Son\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:39",
                            "text": "Here too, when thou believest that He is the Only, believe Him Almighty: for it is not to be thought that God the Father does what He will, and God the Son does not what He will."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:40",
                            "text": "One Will of Father and Son, because one Nature."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:41",
                            "text": "For it is impossible for the will of the Son to be any whit parted from the Father's will."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:42",
                            "text": "God and God; both one God: Almighty and Almighty; both One Almighty."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:43",
                            "text": "4  We do not bring in two Gods as some do, who say, \"God the Father and God the Son, but greater God the Father and lesser God the Son\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:44",
                            "text": "They both are what? Two Gods? Thou blushest to speak it, blush to believe it."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:45",
                            "text": "Lord God the Father, thou sayest, and Lord God the Son: and the Son Himself saith, \"No man can serve two Lords\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:46",
                            "text": "In His family shall we be in such wise, that, like as in a great house where there is the father of a family and he hath a son, so we should say, the greater Lord, the lesser Lord? Shrink from such a thought."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:47",
                            "text": "If ye make to yourselves such like in your heart, ye set up idols in the \"one soul\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:48",
                            "text": "Utterly repel it."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:49",
                            "text": "First believe, then understand."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:50",
                            "text": "Now to whom God gives that when he has believed he soon understands; that is God's gift, not human frailness."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:51",
                            "text": "Still, if ye do not yet understand, believe: One God the Father, God Christ the Son of God."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:52",
                            "text": "Both are what? One God."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:53",
                            "text": "And how are both said to be One God? How? Dost thou marvel? In the Acts of the Apostles, \"There was,\" it says, \"in the believers, one soul and one heart\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:54",
                            "text": "There were many souls, faith had made them one."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:55",
                            "text": "So many thousands of souls were there; they loved each other, and many are one: they loved God in the fire of charity, and from being many they are come to the oneness of beauty."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:56",
                            "text": "If all those many souls the dearness of love made one soul, what must be the dearness of love in God, where is no diversity, but entire equality! If on earth and among men there could be so great charity as of so many souls to make one soul, where Father from Son, Son from Father, hath been ever inseparable, could They both be other than One God? Only, those souls might be called both many souls and one soul; but God, in Whom is ineffable and highest conjunction, may be called One God, not two Gods."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:57",
                            "text": "5  The Father doeth what He will, and what He will doeth the Son."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:58",
                            "text": "Do not imagine an Almighty Father and a not Almighty Son: it is error, blot it out within you, let it not cleave in your memory, let it not be drunk into your faith, and if haply any of you shall have drunk it in, let him vomit it up."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:59",
                            "text": "Almighty is the Father, Almighty the Son."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:60",
                            "text": "If Almighty begat not Almighty, He begat not very Son."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:61",
                            "text": "For what say we, brethren, if the Father being greater begat a Son less than He? What said I, begat? Man engenders, being greater, a son being less: it is true: but that is because the one grows old, the other grows up, and by very growing attains to the form of his father."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:62",
                            "text": "The Son of God, if He groweth not because neither can God wax old, was begotten perfect."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:63",
                            "text": "And being begotten perfect, if He groweth not, and remained not less, He is equal."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:64",
                            "text": "For that ye may know Almighty begotten of Almighty, hear Him Who is Truth."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:65",
                            "text": "That which of Itself Truth saith, is true."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:66",
                            "text": "What saith Truth? What saith the Son, Who is Truth? \"Whatsoever things the Father doeth, these also the Son likewise doeth\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:67",
                            "text": "The Son is Almighty, in doing all things that He willeth to do."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:68",
                            "text": "For if the Father doeth some things which the Son doeth not, the Son said falsely, \"Whatsoever things the Father doeth, these also the Son doeth likewise\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:69",
                            "text": "But because the Son spake truly, believe it: \"Whatsoever things the Father doeth, these also the Son doeth likewise,\" and ye have believed in the Son that He is Almighty."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:70",
                            "text": "Which word although ye said not in the Creed, yet this is it that ye expressed when ye believed in the Only Son, Himself God."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:71",
                            "text": "Hath the Father aught that the Son hath not? This Arian heretic blasphemers say, not I."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:72",
                            "text": "But what say I? If the Father hath aught that the Son hath not, the Son lieth in saying, \"All things that the Father hath, are Mine\"."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:73",
                            "text": "Many and innumerable are the testimonies by which it is proved that the Son is Very Son of God the Father, and the Father God hath His Very-begotten Son God, and Father and Son is One God."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:74",
                            "text": "6  But this Only Son of God, the Father Almighty, let us see what He did for us, what He suffered for us."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:75",
                            "text": "\"Born of the Holy Ghost and of the Virgin Mary\"."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:76",
                            "text": "He, so great God, equal with the Father, born of the Holy Ghost and of the Virgin Mary, born lowly, that thereby He might heal the proud."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:77",
                            "text": "Man exalted himself and fell; God humbled Himself and raised him up."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:78",
                            "text": "Christ's lowliness, what is it? God hath stretched out an hand to man laid low."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:79",
                            "text": "We fell, He descended: we lay low, He stooped."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:80",
                            "text": "Let us lay hold and rise, that we fall not into punishment."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:81",
                            "text": "So then His stooping to us is this, \"Born of the Holy Ghost and of the Virgin Mary\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:82",
                            "text": "His very Nativity too as man, it is lowly, and it is lofty."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:83",
                            "text": "Whence lowly? That as man He was born of men."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:84",
                            "text": "Whence lofty? That He was born of a virgin."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:85",
                            "text": "A virgin conceived, a virgin bore, and after the birth was a virgin still."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:86",
                            "text": "7  What next? \"Suffered under Pontius Pilate\"."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:87",
                            "text": "He was in office as governor and was the judge, this same Pontius Pilate, what time as Christ suffered."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:88",
                            "text": "In the name of the judge there is a mark of the times, when He suffered under Pontius Pilate: when He suffered, \"was crucified, dead, and buried\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:89",
                            "text": "Who? what? for whom? Who? God's Only Son, our Lord."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:90",
                            "text": "What? Crucified, dead, and buried."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:91",
                            "text": "For whom? for ungodly and sinners."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:92",
                            "text": "Great condescension, great grace! \"What shall I render unto the Lord for all that He hath bestowed on me?\"            8  He was begotten before all times, before all worlds."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:93",
                            "text": "\"Begotten before\"."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:94",
                            "text": "Before what, He in Whom is no before? Do not in the least imagine any time before that Nativity of Christ whereby He was begotten of the Father; of that Nativity I am speaking by which He is Son of God Almighty, His Only Son our Lord; of that am I first speaking."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:95",
                            "text": "Do not imagine in this Nativity a beginning of time; do not imagine any space of eternity in which the Father was and the Son was not."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:96",
                            "text": "Since when the Father was, since then the Son."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:97",
                            "text": "And what is that \"since,\" where is no beginning? Therefore ever Father without beginning, ever Son without beginning."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:98",
                            "text": "And how, thou wilt say, was He begotten, if He have no beginning? Of eternal, coeternal."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:99",
                            "text": "At no time was the Father, and the Son not, and yet Son of Father was begotten."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:100",
                            "text": "Whence is any manner of similitude to be had? We are among things of earth, we are in the visible creature."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:101",
                            "text": "Let the earth give me a similitude: it gives none."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:102",
                            "text": "Let the element of the waters give me some similitude: it hath not whereof to give."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:103",
                            "text": "Some animal give me a similitude: neither can this do it."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:104",
                            "text": "An animal indeed engenders, both what engenders and what is engendered: but first is the father, and then is born the son."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:105",
                            "text": "Let us find the coeval and imagine it coeternal."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:106",
                            "text": "If we shall be able to find a father coeval with his son, and son coeval with his father, let us believe God the Father coeval with His Son, and God the Son coeternal with His Father."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:107",
                            "text": "On earth we can find some coeval, we cannot find any coeternal."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:108",
                            "text": "Let us stretch the coeval and imagine it coeternal."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:109",
                            "text": "Some one, it may be, will put you on the stretch, by saying, \"When is it possible for a father to be found coeval with his son, or son coeval with his father? That the father may beget he goes before in age; that the son may be begotten, he comes after in age: but this father coeval with son, or son with father, how can it be?\" Imagine to yourselves fire as father, its shining as son; see, we have found the coevals."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:110",
                            "text": "From the instant that the fire begins to be, that instant it begets the shining: neither fire before shining, nor shining after fire."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:111",
                            "text": "And if we ask, which begets which? the fire the shining, or the shining the fire? Immediately ye conceive by natural sense, by the innate wit of your minds ye all cry out, The fire the shining, not the shining the fire."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:112",
                            "text": "Lo, here you have a father beginning; lo, a son at the same time, neither going before nor coming after."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:113",
                            "text": "Lo, here then is a father beginning, lo, a son at the same time beginning."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:114",
                            "text": "If I have shown you a father beginning, and a son at the same time beginning, believe the Father not beginning, and with Him the Son not beginning either; the one eternal, the other coeternal."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:115",
                            "text": "If ye get on with your learning, ye understand: take pains to get on."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:116",
                            "text": "The being born, ye have; but also the growing, ye ought to have; because no man begins with being perfect."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:117",
                            "text": "As for the Son of God, indeed, He could be born perfect, because He was begotten without time, coeternal with the Father, long before all things, not in age, but in eternity."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:118",
                            "text": "He then was begotten coeternal, of which generation the Prophet said, \"His generation who shall declare?\" begotten of the Father without time, He was born of the Virgin in the fullness of times."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:119",
                            "text": "This nativity had times going before it."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:120",
                            "text": "In opportunity of time, when He would, when He knew, then was He born: for He was not born without His will."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:121",
                            "text": "None of us is born because he will, and none of us dies when he will: He, when He would, was born; when He would, He died: how He would, He was born of a Virgin: how He would, He died; on the cross."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:122",
                            "text": "Whatever He would, He did: because He was in such wise Man that, unseen, He was God; God assuming, Man assumed; One Christ, God and Man."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:123",
                            "text": "9  Of His cross what shall I speak, what say? This extremest kind of death He chose, that not any kind of death might make His Martyrs afraid."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:124",
                            "text": "The doctrine He shewed in His life as Man, the example of patience He demonstrated in His Cross."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:125",
                            "text": "There, you have the work, that He was crucified; example of the work, the Cross; reward of the work, Resurrection."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:126",
                            "text": "He shewed us in the Cross what we ought to endure, He shewed in the Resurrection what we have to hope."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:127",
                            "text": "Just like a consummate task-master in the matches of the arena, He said, Do, and bear; do the work and receive the prize; strive in the match and thou shall be crowned."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:128",
                            "text": "What is the work? Obedience."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:129",
                            "text": "What the prize? Resurrection without death."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:130",
                            "text": "Why did I add, \"without death?\" Because \"Lazarus rose, and died: Christ rose again, \"dieth no more, death will no longer have dominion over Him\"."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:131",
                            "text": "10  Scripture saith, \"Ye have heard of the patience of Job, and have seen the end of the Lord\"."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:132",
                            "text": "When we read what great trials Job endured, it makes one shudder, it makes one shrink, it makes one quake."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:133",
                            "text": "And what did he receive? The double of what he had lost."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:134",
                            "text": "Let not a man therefore with an eye to temporal rewards be willing to have patience, and say to himself, \"Let me endure loss, God will give me back sons twice as many; Job received double of all, and begat as many sons as he had buried\"."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:135",
                            "text": "Then is this not the double? Yes, precisely the double, because the former sons still lived."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:136",
                            "text": "Let none say, \"Let me bear evils, and God will repay me as He repaid Job:\" that it be now no longer patience but avarice."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:137",
                            "text": "For if it was not patience which that Saint had, nor a brave enduring of all that came upon him; the testimony which the Lord gave, whence should he have it? \"Hast thou observed,\" saith the Lord, \"my servant Job? For there is not like him any on the earth, a man without fault, true worshipper of God\"."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:138",
                            "text": "What a testimony, my brethren, did this holy man deserve of the Lord! And yet him a bad woman sought by her persuasion to deceive, she too representing that serpent, who, like as in Paradise he deceived the man whom God first made, so likewise here by suggesting blasphemy thought to be able to deceive a man who pleased God."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:139",
                            "text": "What things he suffered, my brethren! Who can have so much to suffer in his estate, his house, his sons, his flesh, yea in his very wife who was left to be his tempter! But even her who was left, the devil would have taken away long ago, but that he kept her to be his helper: because by Eve he had mastered the first man, therefore had he kept an Eve."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:140",
                            "text": "What things, then, he suffered! He lost all that he had; his house fell; would that were all! it crushed his sons also."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:141",
                            "text": "And, to see that patience had great place in him, hear what he answered; \"The Lord gave, the Lord hath taken away; as it pleased the Lord, so hath it been done; blessed be the name of the Lord\"."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:142",
                            "text": "He hath taken what He gave, is He lost Who gave? He hath taken what He gave."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:143",
                            "text": "As if he should say, He hath taken away all, let Him take all, send me away naked, and let me keep Him."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:144",
                            "text": "What shall I lack if I have God? or what is the good of all else to me, if I have not God? Then it came to his flesh, he was stricken with a wound from head to foot; he was one running sore, one mass of crawling worms: and showed himself immovable in his God, stood fixed."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:145",
                            "text": "The woman wanted, devil's helper as she was not husband's comforter, to put him up to blaspheme God."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:146",
                            "text": "\"How long,\" said she, \"dost thou suffer\" so and so; \"speak some word against the Lord, and die\"."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:147",
                            "text": "So then, because he had been brought low, he was to be exalted."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:148",
                            "text": "And this the Lord did, in order to show it to men; as for His servant, He kept greater things for him in heaven."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:149",
                            "text": "So then Job who was brought low, He exalted; the devil who was lifted up, He brought low: for \"He putteth down one and setteth up another\"."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:150",
                            "text": "But let not any man, my beloved brethren, when he suffers any such-like tribulations, look for a reward here: for instance, if he suffer any losses, let him not peradventure say, \"The Lord gave, the Lord hath taken away; as it pleased the Lord, so is it done: blessed be the name of the Lord;\" only with the mind to receive twice as much again."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:151",
                            "text": "Let patience praise God, not avarice."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:152",
                            "text": "If what thou hast lost thou seekest to receive back twofold, and therefore praisest God, it is of covetousness thou praisest, not of love."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:153",
                            "text": "Do not imagine this to be the example of that holy man; thou deceivest thyself."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:154",
                            "text": "When Job was enduring all, he was not hoping for to have twice as much again."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:155",
                            "text": "Both in his first confession when he bore up under his losses, and bore out to the grave the dead bodies of his sons, and in the second when he was now suffering torments of sores in his flesh, ye may observe what I am saying."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:156",
                            "text": "Of his former confession the words run thus: \"The Lord gave, and the Lord hath taken away: as it pleased the Lord, so is it done: blessed be the name of the Lord\"."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:157",
                            "text": "He might have said, \"The Lord gave, and the Lord hath taken away; He that took away can once more give; can bring back more than He took\"."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:158",
                            "text": "He said not this, but, \"As it pleased the Lord,\" said he, \"so is it done:\" because it pleases Him, let it please me: let not that which hath pleased the good Lord misplease His submissive servant; what pleased the Physician, not misplease the sick man."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:159",
                            "text": "Hear his other confession: \"Thou hast spoken,\" said he to his wife, \"like one of the foolish women."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:160",
                            "text": "If we have received good at the hand of the Lord, why shall we not bear evil?\" He did not add, what, if he had said it, would have been true."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:161",
                            "text": "\"The Lord is able both to bring back my flesh into its former condition, and that which He hath taken away from us, to make manifold more:\" lest he should seem to have endured in hope of this."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:162",
                            "text": "This was not what he said, not what he hoped."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:163",
                            "text": "But, that we might be taught, did the Lord that for him, not hoping for it, by which we should be taught, that God was with him: because if He had not also restored to him those things, there was the crown indeed, but hidden, and we could not see it."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:164",
                            "text": "And therefore what says the divine Scripture in exhorting to patience and hope of things future, not reward of things present? \"Ye have heard of the patience of Job, and have seen the end of the Lord\"."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:165",
                            "text": "Why is it, \"the patience of Job,\" and not, Ye have seen the end of Job himself? Thou wouldest open thy mouth for the \"twice as much;\" wouldest say, \"Thanks be to God; let me bear up: I receive twice as much again, like Job\"."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:166",
                            "text": "\"Patience of Job, end of the Lord\"."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:167",
                            "text": "The patience of Job we know, and the end of the Lord we know."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:168",
                            "text": "What end of the Lord? \"My God, my God, why hast Thou forsaken Me?\" They are the words of the Lord hanging on the cross."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:169",
                            "text": "He did as it were leave Him for present felicity, not leave Him for eternal immortality."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:170",
                            "text": "In this is \"the end of the Lord\"."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:171",
                            "text": "The Jews hold Him, the Jews insult, the Jews bind Him, crown Him with thorns, dishonor Him with spitting, scourge Him, overwhelm Him with revilings, hang Him upon the tree, pierce Him with a spear, last of all bury Him."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:172",
                            "text": "He was as it were left: but by whom? By those insulting ones."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:173",
                            "text": "Therefore thou shall but to this end have patience, that thou mayest rise again and not die, that is, never die, even as Christ."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:174",
                            "text": "For so we read, \"Christ rising from the dead henceforth dieth not\"."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:175",
                            "text": "11  \"He ascended into heaven:\" believe."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:176",
                            "text": "\"He sitteth at the right hand of the Father:\" believe."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:177",
                            "text": "By sitting, understand dwelling: as [in Latin] we say of any person, \"In that country he dwelt (sedit) three years\"."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:178",
                            "text": "The Scripture also has that expression, that such an one dwelt (sedisse) in a city for such a time."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:179",
                            "text": "Not meaning that he sat and never rose up? On this account the dwellings of men are called seats (sedes)."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:180",
                            "text": "Where people are seated (in this sense), are they always sitting? Is there no rising, no walking, no lying down? And yet they are called seats (sedes)."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:181",
                            "text": "In this way, then, believe an inhabiting of Christ on the right hand of God the Father: He is there."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:182",
                            "text": "And let not your heart say to you, What is He doing? Do not want to seek what is not permitted to find: He is there; it suffices you."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:183",
                            "text": "He is blessed, and from blessedness which is called the right hand of the Father, of very blessedness the name is, right hand of the Father."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:184",
                            "text": "For if we shall take it carnally, then because He sitteth on the right hand of the Father, the Father will be on His left hand."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:185",
                            "text": "Is it consistent with piety so to put Them together, the Son on the right, the Father on the left? There it is all right-hand, because no misery is there."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:186",
                            "text": "12  \"Thence He shall come to judge the quick and dead\"."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:187",
                            "text": "The quick, who shall be alive and remain; the dead, who shall have gone before."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:188",
                            "text": "It may also be understood thus: The living, the just; the dead, the unjust."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:189",
                            "text": "For He judges both, rendering unto each his own."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:190",
                            "text": "To the just He will say in the judgment, \"Come, ye blessed of My Father, receive the kingdom prepared for you from the beginning of the world\"."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:191",
                            "text": "For this prepare yourselves, for these things hope, for this live, and so live, for this believe, for this be baptized, that it may be said to you, \"Come ye blessed of My Father, receive the kingdom prepared for you from the foundation of the world\"."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:192",
                            "text": "To them on the left hand, what? \"Go into everlasting fire prepared for the devil and his angels\"."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:193",
                            "text": "Thus will they be judged by Christ, the quick and the dead."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:194",
                            "text": "We have spoken of Christ's first nativity, which is without time; spoken of the other in the fullness of time, Christ's nativity of the Virgin; spoken of the passion of Christ; spoken of the coming of Christ to judgment."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:195",
                            "text": "The whole is spoken, that was to be spoken of Christ, God's Only Son, our Lord."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:196",
                            "text": "But not yet is the Trinity perfect."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:197",
                            "text": "13  It follows in the Creed, \"And in the Holy Ghost\"."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:198",
                            "text": "This Trinity, one God, one nature, one substance, one power; highest equality, no division, no diversity, perpetual dearness of love."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:199",
                            "text": "Would ye know the Holy Ghost, that He is God? Be baptized, and ye will be His temple."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:200",
                            "text": "The Apostle says, \"Know ye not that your bodies are the temple within you of the Holy Ghost, Whom ye have of God?\" A temple is for God: thus also Solomon, king and prophet, was bidden to build a temple for God."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:201",
                            "text": "If he had built a temple for the sun or moon or some star or some angel, would not God condemn him? Because therefore he built a temple for God he showed that he worshipped God."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:202",
                            "text": "And of what did he build? Of wood and stone, because God deigned to make unto Himself by His servant an house on earth, where He might be asked, where He might be had in mind."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:203",
                            "text": "Of which blessed Stephen says, \"Solomon built Him an house; howbeit the Most High dwelleth not in temples made by hand\"."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:204",
                            "text": "If then our bodies are the temple of the Holy Ghost, what manner of God is it that built a temple for the Holy Ghost? But it was God."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:205",
                            "text": "For if our bodies be a temple of the Holy Ghost, the same built this temple for the Holy Ghost, that built our bodies."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:206",
                            "text": "Listen to the Apostle saying, \"God hath tempered the body, giving unto that which lacked the greater honor;\" when he was speaking of the different members that there should be no schisms in the body."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:207",
                            "text": "God created our body."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:208",
                            "text": "The grass, God created; our body Who created? How do we prove that the grass is God's creating? He that clothes, the same creates."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:209",
                            "text": "Read the Gospel, \"If then the grass of the fields,\" saith it, \"which to-day is, and to-morrow is cast into the oven, God so clotheth\"."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:210",
                            "text": "He, then, creates Who clothes."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:211",
                            "text": "And the Apostle: \"Thou fool, that which thou sowest is not quickened except it die; and that which thou sowest, thou sowest not that body that shall be, but a bare grain, as perchance of wheat, or of some other corn; but God giveth it a body as He would, and to each one of seeds its proper body\"."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:212",
                            "text": "If then it be God that builds our bodies, God that builds our members, and our bodies are the temple of the Holy Ghost, doubt not that the Holy Ghost is God."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:213",
                            "text": "And do not add as it were a third God; because Father and Son and Holy Ghost is One God."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:214",
                            "text": "So believe ye."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:215",
                            "text": "14  It follows after commendation of the Trinity, \"The Holy Church\"."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:216",
                            "text": "God is pointed out, and His temple."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:217",
                            "text": "\"For the temple of God is holy,\" says the Apostle, \"which (temple) are ye\"."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:218",
                            "text": "This same is the holy Church, the one Church, the true Church, the catholic Church, fighting against all heresies: fight, it can: be fought down, it cannot."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:219",
                            "text": "As for heresies, they went all out of it, like as unprofitable branches pruned from the vine: but itself abideth in its root, in its Vine, in its charity."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:220",
                            "text": "\"The gates of hell shall not prevail against it\"."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:221",
                            "text": "15  \"Forgiveness of sins\"."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:222",
                            "text": "Ye have [this article of] the Creed perfectly in you when ye receive Baptism."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:223",
                            "text": "Let none say, \"I have done this or that sin: perchance that is not forgiven me\"."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:224",
                            "text": "What hast thou done? How great a sin hast thou done? Name any heinous thing thou hast committed, heavy, horrible, which thou shudderest even to think of: have done what thou wilt: hast thou killed Christ? There is not than that deed any worse, because also than Christ there is nothing better."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:225",
                            "text": "What a dreadful thing is it to kill Christ! Yet the Jews killed Him, and many afterwards believed on Him and drank His blood: they are forgiven the sin which they committed."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:226",
                            "text": "When ye have been baptized, hold fast a good life in the commandments of God, that ye may guard your Baptism even unto the end."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:227",
                            "text": "I do not tell you that ye will live here without sin; but they are venial, without which this life is not."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:228",
                            "text": "For the sake of all sins was Baptism provided; for the sake of light sins, without which we cannot be, was prayer provided."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:229",
                            "text": "What hath the Prayer? \"Forgive us our debts, as we also forgive our debtors\"."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:230",
                            "text": "Once for all we have washing in Baptism, every day we have washing in prayer."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:231",
                            "text": "Only, do not commit those things for which ye must needs be separated from Christ's body: which be far from you! For those whom ye have seen doing penance, have committed heinous things, either adulteries or some enormous crimes: for these they do penance."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:232",
                            "text": "Because if theirs had been light sins, to blot out these daily prayer would suffice."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:233",
                            "text": "16  In three ways then are sins remitted in the Church; by Baptism, by prayer, by the greater humility of penance; yet God doth not remit sins but to the baptized."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:234",
                            "text": "The very sins which He remits first, He remits not but to the baptized."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:235",
                            "text": "When? when they are baptized."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:236",
                            "text": "The sins which are after remitted upon prayer, upon penance, to whom He remits, it is to the baptized that He remitteth."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:237",
                            "text": "For how can they say, \"Our Father,\" who are not yet born sons? The Catechumens, so long as they be such, have upon them all their sins."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:238",
                            "text": "If Catechumens, how much more Pagans? how much more heretics? But to heretics we do not change their baptism."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:239",
                            "text": "Why? because they have baptism in the same way as a deserter has the soldier's mark: just so these also have Baptism; they have it, but to be condemned thereby, not crowned."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:240",
                            "text": "And yet if the deserter himself, being amended, begin to do duty as a soldier, does any man dare to change his mark?            17  We believe also \"the resurrection of the flesh,\" which went before in Christ: that the body too may have hope of that which went before in its Head."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:241",
                            "text": "The Head of the Church, Christ: the Church, the body of Christ."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:242",
                            "text": "Our Head is risen, ascended into heaven: where the Head, there also the members."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:243",
                            "text": "In what way the resurrection of the flesh? Lest any should chance to think it like as Lazarus's resurrection, that thou mayest know it to be not so, it is added, \"Into life everlasting\"."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Augustine: On the Creed 1:244",
                            "text": "God regenerate you! God preserve and keep you! God bring you safe unto Himself, Who is the Life Everlasting, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}