{
    "books": [
        {
            "name": "Ignatius: Epistle to Tarsians",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ignatius: Epistle to Tarsians 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Tarsians 1:1",
                            "text": "The Epistle of Ignatius to the Tarsians  Ignatius, who is also called Theophorus, to the Church which is at Tarsus, saved in Christ, worthy of praise, worthy of remembrance, and worthy of love: Mercy and peace from God the Father, and the Lord Jesus Christ, be ever multiplied."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Tarsians 1:2",
                            "text": "Chapter 1 — His own sufferings: exhortation to stedfastness."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Tarsians 1:3",
                            "text": "From Syria even unto Rome I fight with beasts: not that I am devoured by brute beasts, for these, as ye know, by the will of God, spared Daniel, but by beasts in the shape of men, in whom the merciless wild beast himself lies hid, and pricks and wounds me day by day."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Tarsians 1:4",
                            "text": "But none of these hardships \"move me, neither count I my life dear unto myself,\" in such a way as to love it better than the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Tarsians 1:5",
                            "text": "Wherefore I am prepared for encountering fire, wild beasts, the sword or the cross, so that only I may see Christ my Saviour and God, who died for me."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Tarsians 1:6",
                            "text": "I therefore, the prisoner of Christ, who am driven along by land and sea, exhort you: \"stand fast in the faith,\" and be ye steadfast, \"for the just shall live by faith;\" be ye unwavering, for \"the Lord causes those to dwell in a house who are of one and the same character\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ignatius: Epistle to Tarsians 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Tarsians 2:1",
                            "text": "Chapter 2 — Cautions against false doctrine."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Tarsians 2:2",
                            "text": "I have learned that certain of the ministers of Satan have wished to disturb you, some of them asserting that Jesus was born only in appearance, was crucified in appearance, and died in appearance; others that He is not the Son the Creator, and others that He is Himself God over all."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Tarsians 2:3",
                            "text": "Others, again, hold that He is a mere man, and others that this flesh is not to rise again, so that our proper course is to live and partake of a life of pleasure, for that this is the chief good to beings who are in a little while to perish."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Tarsians 2:4",
                            "text": "A swarm of such evils has burst in upon us."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Tarsians 2:5",
                            "text": "But ye have not \"given place by subjection to them, no, not for one hour\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Tarsians 2:6",
                            "text": "For ye are the fellow-citizens as well as the disciples of Paul, who \"fully preached the Gospel from Jerusalem, and round about unto Illyricum,\" and bare about \"the marks of Christ\" in his flesh."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ignatius: Epistle to Tarsians 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Tarsians 3:1",
                            "text": "Chapter 3 — The true doctrine respecting Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Tarsians 3:2",
                            "text": "Mindful of him, do ye by all means know that Jesus the Lord was truly born of Mary, being made of a woman; and was as truly crucified."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Tarsians 3:3",
                            "text": "For, says he, \"God forbid that I should glory, save in the cross of the Lord Jesus\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Tarsians 3:4",
                            "text": "And He really suffered, and died, and rose again."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Tarsians 3:5",
                            "text": "For says Paul, \"If Christ should become passible, and should be the first to rise again from the dead\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Tarsians 3:6",
                            "text": "And again, \"In that He died, He died unto sin once: but in that He liveth, He liveth unto God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Tarsians 3:7",
                            "text": "Otherwise, what advantage would there be in becoming subject to bonds, if Christ has not died? what advantage in patience? what advantage in enduring stripes? And why such facts as the following: Peter was crucified; Paul and James were slain with the sword; John was banished to Patmos; Stephen was stoned to death by the Jews who killed the Lord? But, in truth, none of these sufferings were in vain; for the Lord was really crucified by the ungodly."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ignatius: Epistle to Tarsians 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Tarsians 4:1",
                            "text": "Chapter 4 — Continuation."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Tarsians 4:2",
                            "text": "And know ye, moreover, that He who was born of a woman was the Son of God, and He that was crucified was \"the first-born of every creature,\" and God the Word, who also created all things."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Tarsians 4:3",
                            "text": "For says the apostle, \"There is one God, the Father, of whom are all things; and one Lord Jesus Christ, by whom are all things\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Tarsians 4:4",
                            "text": "And again, \"For there is one God, and one Mediator between God and man, the man Christ Jesus;\" and, \"By Him were all things created that are in heaven, and on earth, visible and invisible; and He is before all things, and by Him all things consist\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ignatius: Epistle to Tarsians 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Tarsians 5:1",
                            "text": "Chapter 5 — Refutation of the previously mentioned errors."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Tarsians 5:2",
                            "text": "And that He Himself is not God over all, and the Father, but His Son, He shows when He says, \"I ascend unto my Father and your Father, and to my God and your God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Tarsians 5:3",
                            "text": "And again, \"When all things shall be subdued unto Him, then shall He also Himself be subject unto Him that put all things under Him, that God may be all in all\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Tarsians 5:4",
                            "text": "Wherefore it is one Person who put all things under, and who is all in all, and another Person to whom they were subdued, who also Himself, along with all other things, becomes subject to the former."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ignatius: Epistle to Tarsians 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Tarsians 6:1",
                            "text": "Chapter 6 — Continuation."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Tarsians 6:2",
                            "text": "Nor is He a mere man, by whom and in whom all things were made; for \"all things were made by Him\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Tarsians 6:3",
                            "text": "\"When He made the heaven, I was present with Him; and I was there with Him, forming the world along with Him, and He rejoiced in me daily\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Tarsians 6:4",
                            "text": "And how could a mere man be addressed in such words as these: \"Sit Thou at My right hand?\" And how, again, could such an one declare: \"Before Abraham was, I am?\" And, \"Glorify Me with Thy glory which I had before the world was?\" What man could ever say, \"I came down from heaven, not to do Mine own will, but the will of Him that sent Me?\" And of what man could it be said, \"He was the true Light, which lighteth every man that cometh into the world: He was in the world, and the world was made by Him, and the world knew Him not."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Tarsians 6:5",
                            "text": "He came unto His own, and His own received Him not?\" How could such a one be a mere man, receiving the beginning of His existence from Mary, and not rather God the Word, and the only-begotten Son? For \"in the beginning was the Word, and the Word was with God, and the Word was God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Tarsians 6:6",
                            "text": "And in another place, \"The Lord created Me, the beginning of His ways, for His ways, for His works."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Tarsians 6:7",
                            "text": "Before the world did He found Me, and before all the hills did He beget Me\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ignatius: Epistle to Tarsians 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:1",
                            "text": "Chapter 7 — Continuation."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:2",
                            "text": "And that our bodies are to rise again, He shows when He says, \"Verily I say unto you, that the hour cometh, in the which all that are in the graves shall hear the voice of the Son of God; and they that hear shall live\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:3",
                            "text": "And says the apostle, \"For this corruptible must put on incorruption, and this mortal must put on immortality\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:4",
                            "text": "And that we must live soberly and righteously, he shows when he says again, \"Be not deceived: neither adulterers, nor effeminate persons, nor abusers of themselves with mankind, nor fornicators, nor revilers, nor drunkards, nor thieves, can inherit the kingdom of God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:5",
                            "text": "And again, \"If the dead rise not, then is not Christ raised; our preaching therefore is vain, and your faith is also vain: ye are yet in your sins."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:6",
                            "text": "Then they also that are fallen asleep in Christ have perished."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:7",
                            "text": "If in this life only we have hope in Christ, we are of all men most miserable."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:8",
                            "text": "If the dead rise not, let us eat and drink, for to-morrow we die\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Tarsians 7:9",
                            "text": "But if such be our condition and feelings, wherein shall we differ from asses and dogs, who have no care about the future, but think only of eating, and of indulging such appetites as follow after eating? For they are unacquainted with any intelligence moving within them."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ignatius: Epistle to Tarsians 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Tarsians 8:1",
                            "text": "Chapter 8 — Exhortations to holiness and good order."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Tarsians 8:2",
                            "text": "May I have joy of you in the Lord! Be ye sober."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Tarsians 8:3",
                            "text": "Lay aside, every one of you, all malice and beast-like fury, evil-speaking, calumny, filthy speaking, ribaldry, whispering, arrogance, drunkenness, lust, avarice, vainglory, envy, and everything akin to these."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Tarsians 8:4",
                            "text": "\"But put ye on the Lord Jesus Christ, and make no provision for the flesh, to fulfil the lusts thereof\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Tarsians 8:5",
                            "text": "Ye presbyters, be subject to the bishop; ye deacons, to the presbyters; and ye, the people, to the presbyters and the deacons."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Tarsians 8:6",
                            "text": "Let my soul be for theirs who preserve this good order; and may the Lord be with them continually!."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ignatius: Epistle to Tarsians 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:1",
                            "text": "Chapter 9 — Exhortations to the discharge of relative duties."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:2",
                            "text": "Ye husbands, love your wives; and ye wives, your husbands."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:3",
                            "text": "Ye children, reverence your parents."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:4",
                            "text": "Ye parents, \"bring up your children in the nurture and admonition of the Lord\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:5",
                            "text": "Honour those who continue in virginity, as the priestesses of Christ; and the widows that persevere in gravity of behaviour, as the altar of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:6",
                            "text": "Ye servants, wait upon your masters with respectful fear."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:7",
                            "text": "Ye masters, issue orders to your servants with tenderness."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:8",
                            "text": "Let no one among you be idle; for idleness is the mother of want."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:9",
                            "text": "I do not enjoin these things as being a person of any consequence, although I am in bonds for Christ; but as a brother, I put you in mind of them."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Tarsians 9:10",
                            "text": "The Lord be with you!."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ignatius: Epistle to Tarsians 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:1",
                            "text": "Chapter 10 — Salutations."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:2",
                            "text": "May I enjoy your prayers! Pray ye that may attain to Jesus."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:3",
                            "text": "I commend unto you the Church which is at Antioch."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:4",
                            "text": "The Churches of Philippi, whence also I write to you, salute you."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:5",
                            "text": "Philo, your deacon, to whom also I give thanks as one who has zealously ministered to me in all things, salutes you."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:6",
                            "text": "Agathopus, the deacon from Syria, who follows me in Christ, salutes you."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:7",
                            "text": "\"Salute ye one another with a holy kiss\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:8",
                            "text": "I salute you all, both male and female, who are in Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:9",
                            "text": "Fare ye well in body, and soul, and in one Spirit; and do not ye forget me."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Tarsians 10:10",
                            "text": "The Lord be with you!."
                        }
                    ]
                }
            ]
        }
    ]
}