{
    "books": [
        {
            "name": "Tertullian: The Shows",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: The Shows 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: The Shows 1:1",
                            "text": "The Shows, or De Spectaculis Ye Servants of God, about to draw near to God, that you may make solemn consecration of yourselves to Him, seek well to understand the condition of faith, the reasons of the Truth, the laws of Christian Discipline, which forbid among other sins of the world, the pleasures of the public shows."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: The Shows 1:2",
                            "text": "Ye who have testified and confessed that you have done so already, review the subject, that there may be no sinning whether through real or wilful ignorance."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: The Shows 1:3",
                            "text": "For such is the power of earthly pleasures, that, to retain the opportunity of still partaking of them, it contrives to prolong a willing ignorance, and bribes knowledge into playing a dishonest part."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: The Shows 1:4",
                            "text": "To both things, perhaps, some among you are allured by the views of the heathens who in this matter are wont to press us with arguments, such as these:  That the exquisite enjoyments of ear and eye we have in things external are not in the least opposed to religion in the mind and conscience; and  That surely no offence is offered to God, in any human enjoyment, by any of our pleasures, which it is not sinful to partake of in its own time and place, with all due honour and reverence secured to Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: The Shows 1:5",
                            "text": "But this is precisely what we are ready to prove:  That these things are not consistent with true religion and true obedience to the true God."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: The Shows 1:6",
                            "text": "There are some who imagine that Christians, a sort of people ever ready to die, are trained into the abstinence they practise, with no other object than that of making it less difficult to despise life, the fastenings to it being severed as it were."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: The Shows 1:7",
                            "text": "They regard it as an art of quenching all desire for that which, so far as they are concerned, they have emptied of all that is desirable; and so it is thought to be rather a thing of human planning and foresight, than clearly laid down by divine command."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: The Shows 1:8",
                            "text": "It were a grievous thing, forsooth, for Christians, while continuing in the enjoyment of pleasures so great, to die for God! It is not as they say; though, if it were, even Christian obstinacy might well give all submission to a plan so suitable, to a rule so excellent."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: The Shows 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:1",
                            "text": "Then, again, every one is ready with the argument that all things, as we teach, were created by God, and given to man for his use, and that they must be good, as coming all from so good a source; but that among them are found the various constituent elements of the public shows, such as the horse, the lion, bodily strength, and musical voice."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:2",
                            "text": "It cannot, then, be thought that what exists by God's own creative will is either foreign or hostile to Him; and if it is not opposed to Him, it cannot be regarded as injurious to His worshippers, as certainly it is not foreign to them."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:3",
                            "text": "Beyond all doubt, too, the very buildings connected with the places of public amusement, composed as they are of rocks, stones, marbles, pillars, are things of God, who has given these various things for the earth's embellishment; nay, the very scenes are enacted under God's own heaven."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:4",
                            "text": "How skilful a pleader seems human wisdom to herself, especially if she has the fear of losing any of her delights—any of the sweet enjoyments of worldly existence!  In fact, you will find not a few whom the imperilling of their pleasures rather than their life holds back from us."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:5",
                            "text": "For even the weakling has no strong dread of death as a debt he knows is due by him; while the wise man does not look with contempt on pleasure, regarding it as a precious gift—in fact, the one blessedness of life, whether to philosopher or fool."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:6",
                            "text": "Now nobody denies what nobody is ignorant of—for Nature herself is teacher of it—that God is the Maker of the universe, and that it is good, and that it is man's by free gift of its Maker."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:7",
                            "text": "But having no intimate acquaintance with the Highest, knowing Him only by natural revelation, and not as His \"friends\"—afar off, and not as those who have been brought nigh to Him—men cannot but be in ignorance alike of what He enjoins and what He forbids in regard to the administration of His world."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:8",
                            "text": "They must be ignorant, too, of the hostile power which works against Him, and perverts to wrong uses the things His hand has formed; for you cannot know either the will or the adversary of a God you do not know."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:9",
                            "text": "We must not, then, consider merely by whom all things were made, but by whom they have been perverted."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:10",
                            "text": "We shall find out for what use they were made at first, when we find for what they were not."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:11",
                            "text": "There is a vast difference between the corrupted state and that of primal purity, just because there is a vast difference between the Creator and the corrupter."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:12",
                            "text": "Why, all sorts of evils, which as indubitably evils even the heathens prohibit, and against which they guard themselves, come from the works of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:13",
                            "text": "Take, for instance, murder, whether committed by iron, by poison, or by magical enchantments."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:14",
                            "text": "Iron and herbs and demons are all equally creatures of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:15",
                            "text": "Has the Creator, withal, provided these things for man's destruction? Nay, He puts His interdict on every sort of man-killing by that one summary precept, \"Thou shalt not kill\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:16",
                            "text": "Moreover, who but God, the Maker of the world, put in its gold, brass, silver, ivory, wood, and all the other materials used in the manufacture of idols? Yet has He done this that men may set up a worship in opposition to Himself? On the contrary idolatry in His eyes is the crowning sin."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:17",
                            "text": "What is there offensive to God which is not God's? But in offending Him, it ceases to be His; and in ceasing to be His, it is in His eyes an offending thing."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:18",
                            "text": "Man himself, guilty as he is of every iniquity, is not only a work of God—he is His image, and yet both in soul and body he has severed himself from his Maker."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:19",
                            "text": "For we did not get eyes to minister to lust, and the tongue for speaking evil with, and ears to be the receptacle of evil speech, and the throat to serve the vice of gluttony, and the belly to be gluttony's ally, and the genitals for unchaste excesses, and hands for deeds of violence, and the feet for an erring life; or was the soul placed in the body that it might become a thought-manufactory of snares, and fraud, and injustice? I think not; for if God, as the righteous ex-actor of innocence, hates everything like malignity—if He hates utterly such plotting of evil, it is clear beyond a doubt, that, of all things that have come from His hand, He has made none to lead to works which He condemns, even though these same works may be carried on by things of His making; for, in fact, it is the one ground of condemnation, that the creature misuses the creation."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Tertullian: The Shows 2:20",
                            "text": "We, therefore, who in our knowledge of the Lord have obtained some knowledge also of His foe—who, in our discovery of the Creator, have at the same time laid hands upon the great corrupter, ought neither to wonder nor to doubt that, as the prowess of the corrupting and God-opposing angel overthrew in the beginning the virtue of man, the work and image of God, the possessor of the world, so he has entirely changed man's nature—created, like his own, for perfect sinlessness—into his own state of wicked enmity against his Maker, that in the very thing whose gift to man, but not to him, had grieved him, he might make man guilty in God's eyes, and set up his own supremacy."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: The Shows 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:1",
                            "text": "Fortified by this knowledge against heathen views, let us rather turn to the unworthy reasonings of our own people; for the faith of some, either too simple or too scrupulous, demands direct authority from Scripture for giving up the shows, and holds out that the matter is a doubtful one, because such abstinence is not clearly and in words imposed upon God's servants."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:2",
                            "text": "Well, we never find it expressed with the same precision, \"Thou shalt not enter circus or theatre, thou shalt not look on combat or show;\" as it is plainly laid down, \"Thou shalt not kill; thou shalt not worship an idol; thou shalt not commit adultery or fraud\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:3",
                            "text": "But we find that that first word of David bears on this very sort of thing:  \"Blessed,\" he says, \"is the man who has not gone into the assembly of the impious, nor stood in the way of sinners, nor sat in the seat of scorners\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:4",
                            "text": "Though he seems to have predicted beforehand of that just man, that he took no part in the meetings and deliberations of the Jews, taking counsel about the slaying of our Lord, yet divine Scripture has ever far-reaching applications: after the immediate sense has been exhausted, in all directions it fortifies the practice of the religious life, so that here also you have an utterance which is not far from a plain interdicting of the shows."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:5",
                            "text": "If he called those few Jews an assembly of the wicked, how much more will he so designate so vast a gathering of heathens! Are the heathens less impious, less sinners, less enemies of Christ, than the Jews were then? And see, too, how other things agree."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:6",
                            "text": "For at the shows they also stand in the way."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:7",
                            "text": "For they call the spaces between the seats going round the amphitheatre, and the passages which separate the people running down, ways."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:8",
                            "text": "The place in the curve where the matrons sit is called a chair."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:9",
                            "text": "Therefore, on the contrary, it holds, unblessed is he who has entered any council of wicked men, and has stood in any way of sinners, and has sat in any chair of scorners."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:10",
                            "text": "We may understand a thing as spoken generally, even when it requires a certain special interpretation to be given to it."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:11",
                            "text": "For some things spoken with a special reference contain in them general truth."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:12",
                            "text": "When God admonishes the Israelites of their duty, or sharply reproves them, He has surely a reference to all men; when He threatens destruction to Egypt and Ethiopia, He surely pre-condemns every sinning nation, whatever."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: The Shows 3:13",
                            "text": "If, reasoning from species to genus, every nation that sins against them is an Egypt and Ethiopia; so also, reasoning from genus to species, with reference to the origin of shows, every show is an assembly of the wicked."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: The Shows 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: The Shows 4:1",
                            "text": "Lest any one think that we are dealing in mere argumentative subtleties, I shall turn to that highest authority of our \"seal\" itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: The Shows 4:2",
                            "text": "When entering the water, we make profession of the Christian faith in the words of its rule; we bear public testimony that we have renounced the devil, his pomp, and his angels."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: The Shows 4:3",
                            "text": "Well, is it not in connection with idolatry, above all, that you have the devil with his pomp and his angels? from which, to speak briefly—for I do not wish to dilate—you have every unclean and wicked spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: The Shows 4:4",
                            "text": "If, therefore, it shall be made plain that the entire apparatus of the shows is based upon idolatry, beyond all doubt that will carry with it the conclusion that our renunciatory testimony in the laver of baptism has reference to the shows, which, through their idolatry, have been given over to the devil, and his pomp, and his angels."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: The Shows 4:5",
                            "text": "We shall set forth, then, their several origins, in what nursing-places they have grown to manhood; next the titles of some of them, by what names they are called; then their apparatus, with what superstitions they are observed; (then their places, to what patrons they are dedicated;) then the arts which minister to them, to what authors they are traced."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: The Shows 4:6",
                            "text": "If any of these shall be found to have had no connection with an idol-god, it will be held as free at once from the taint of idolatry, and as not coming within the range of our baptismal abjuration."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: The Shows 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:1",
                            "text": "In the matter of their origins, as these are somewhat obscure and but little known to many among us, our investigations must go back to a remote antiquity, and our authorities be none other than books of heathen literature."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:2",
                            "text": "Various authors are extant who have published works on the subject."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:3",
                            "text": "The origin of the games as given by them is this."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:4",
                            "text": "Timaeus tells us that immigrants from Asia, under the leadership of Tyrrhenus, who, in a contest about his native kingdom, had succumbed to his brother, settled down in Etruria."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:5",
                            "text": "Well, among other superstitious observances under the name of religion, they set up in their new home public shows."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:6",
                            "text": "The Romans, at their own request, obtain from them skilled performers—the proper seasons—the name too, for it is said they are called Ludi, from Lydi."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:7",
                            "text": "And though Varro derives the name of Ludi from Ludus, that is, from play, as they called the Luperci also Ludii, because they ran about making sport; still that sporting of young men belongs, in his view, to festal days and temples, and objects of religious veneration."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:8",
                            "text": "However, it is of little consequence the origin of the name, when it is certain that the thing springs from idolatry."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:9",
                            "text": "The Liberalia, under the general designation of Ludi, clearly declared the glory of Father Bacchus; for to Bacchus these festivities were first consecrated by grateful peasants, in return for the boon he conferred on them, as they say, making known the pleasures of wine."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:10",
                            "text": "Then the Consualia were called Ludi, and at first were in honour of Neptune, for Neptune has the name of Consus also."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:11",
                            "text": "Thereafter Romulus dedicated the Equiria to Mars, though they claim the Consualia too for Romulus, on the ground that he consecrated them to Consus, the god, as they will have it, of counsel; of the counsel, forsooth, in which he planned the rape of the Sabine virgins for wives to his soldiers."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:12",
                            "text": "An excellent counsel truly; and still I suppose reckoned just and righteous by the Romans themselves, I may not say by God."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:13",
                            "text": "This goes also to taint the origin: you cannot surely hold that to be good which has sprung from sin, from shamelessness, from violence, from hatred, from a fratricidal founder, from a son of Mars."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:14",
                            "text": "Even now, at the first turning-post in the circus, there is a subterranean altar to this same Consus, with an inscription to this effect:  \"Consus, great in counsel, Mars, in battle mighty tutelar deities\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:15",
                            "text": "The priests of the state sacrifice at it on the nones of July; the priest of Romulus and the Vestals on the twelfth before the Kalends of September."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:16",
                            "text": "In addition to this, Romulus instituted games in honor of Jupiter Feretrius on the Tarpeian Hill, according to the statement Piso has handed down to us, called both Tarpeian and Capitoline."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:17",
                            "text": "After him Numa Pompilius instituted games to Mars and Robigo (for they have also invented a goddess of rust); then Tullus Hostilius; then Ancus Martius; and various others in succession did the like."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:18",
                            "text": "As to the idols in whose honour these games were established, ample information is to be found in the pages of Suetonius Tranquillus."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Tertullian: The Shows 5:19",
                            "text": "But we need say no more to prove the accusation of idolatrous origin."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: The Shows 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: The Shows 6:1",
                            "text": "To the testimony of antiquity is added that of later games instituted in their turn, and betraying their origin from the titles which they bear even at the present day, in which it is imprinted as on their very face, for what idol and for what religious object games, whether of the one kind or the other, were designed."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: The Shows 6:2",
                            "text": "You have festivals bearing the name of the great Motherand Apollo of Ceres too, and Neptune, and Jupiter Latiaris, and Flora, all celebrated for a common end; the others have their religious origin in the birthdays and solemnities of kings, in public successes in municipal holidays."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: The Shows 6:3",
                            "text": "There are also testamentary exhibitions, in which funeral honours are rendered to the memories of private persons; and this according to an institution of ancient times."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: The Shows 6:4",
                            "text": "For from the first the \"Ludi\" were regarded as of two sons, sacred and funereal, that is in honour of the heathen deities and of the dead."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: The Shows 6:5",
                            "text": "But in the matter of idolatry, it makes no difference with us under what name or title it is practised, while it has to do with the wicked spirits whom we abjure."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: The Shows 6:6",
                            "text": "If it is lawful to offer homage to the dead, it will be just as lawful to offer it to their gods: you have the same origin in both cases; there is the same idolatry; there is on our part the same solemn renunciation of all idolatry."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: The Shows 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:1",
                            "text": "The two kinds of public games, then, have one origin; and they have common names, as owning the same parentage."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:2",
                            "text": "So, too, as they are equally tainted with the sin of idolatry, their foundress, they must needs be like each other in their pomp."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:3",
                            "text": "But the more ambitious preliminary display of the circus games to which the name procession specially belongs, is in itself the proof to whom the whole thing appertains, in the many images the long line of statues, the chariots of all sorts, the thrones, the crowns, the dresses."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:4",
                            "text": "What high religious rites besides, what sacrifices precede, come between, and follow."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:5",
                            "text": "How many guilds, how many priesthoods, how many offices are set astir, is known to the inhabitants of the great city in which the demon convention has its headquarters."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:6",
                            "text": "If these things are done in humbler style in the provinces, in accordance with their inferior means, still all circus games must be counted as belonging to that from which they are derived; the fountain from which they spring defiles them."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:7",
                            "text": "The tiny streamlet from its very spring-head, the little twig from its very budding, contains in it the essential nature of its origin."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:8",
                            "text": "It may be grand or mean, no matter, any circus procession whatever is offensive to God."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: The Shows 7:9",
                            "text": "Though there be few images to grace it, there is idolatry in one; though there be no more than a single sacred car, it is a chariot of Jupiter: anything of idolatry whatever, whether meanly arrayed or modestly rich and gorgeous, taints it in its origin."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: The Shows 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:1",
                            "text": "To follow out my plan in regard to places: the circus is chiefly consecrated to the Sun, whose temple stands in the middle of it, and whose image shines forth from its temple summit; for they have not thought it proper to pay sacred honours underneath a roof to an object they have itself in open space."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:2",
                            "text": "Those who assert that the first spectacle was exhibited by Circe, and in honour of the Sun her father, as they will have it, maintain also the name of circus was derived from her."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:3",
                            "text": "Plainly, then, the enchantress did this in the name of the parties whose priestess she was—I mean the demons and spirits of evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:4",
                            "text": "What an aggregation of idolatries you see, accordingly, in the decoration of the place! Every ornament of the circus is a temple by itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:5",
                            "text": "The eggs are regarded as sacred to the Castors, by men who are not ashamed to profess faith in their production from the egg of a swan, which was no other than Jupiter himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:6",
                            "text": "The Dolphins vomit forth in honour of Neptune."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:7",
                            "text": "Images of Sessia, so called as the goddess of sowing; of Messia, so called as the goddess of reaping; of Tutulina, so called as the fruit-protecting deity—load the pillars."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:8",
                            "text": "In front of these you have three altars to these three gods—Great, Mighty, Victorious."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:9",
                            "text": "They reckon these of Samo-Thrace."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:10",
                            "text": "The huge Obelisk, as Hermeteles affirms, is set up in public to the Sun; its inscription, like its origin, belongs to Egyptian superstition."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:11",
                            "text": "Cheerless were the demon-gathering without their Mater Magna; and so she presides there over the Euripus."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:12",
                            "text": "Consus, as we have mentioned, lies hidden under ground at the Murcian Goals."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:13",
                            "text": "These two sprang from an idol."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:14",
                            "text": "For they will have it that Murcia is the goddess of love; and to her, at that spot, they have consecrated a temple."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:15",
                            "text": "See, Christian, how many impure names have taken possession of the circus! You have nothing to do with a sacred place which is tenanted by such multitudes of diabolic spirits."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:16",
                            "text": "And speaking of places, this is the suitable occasion for some remarks in anticipation of a point that some will raise."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:17",
                            "text": "What, then, you say; shall I be in danger of pollution if I go to the circus when the games are not being celebrated? There is no law forbidding the mere places to us."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:18",
                            "text": "For not only the places for show-gatherings, but even the temples, may be entered without any peril of his religion by the servant of God, if he has only some honest reason for it, unconnected with their proper business and official duties."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:19",
                            "text": "Why, even the streets and the market-place, and the baths, and the taverns, and our very dwelling-places, are not altogether free from idols."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:20",
                            "text": "Satan and his angels have filled the whole world."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:21",
                            "text": "It is not by merely being in the world, however, that we lapse from God, but by touching and tainting ourselves with the world's sins."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:22",
                            "text": "I shall break with my Maker, that is, by going to the Capitol or the temple of Serapis to sacrifice or adore, as I shall also do by going as a spectator to the circus and the theatre."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:23",
                            "text": "The places in themselves do not contaminate, but what is done in them; from this even the places themselves, we maintain, become defiled."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:24",
                            "text": "The polluted things pollute us."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Tertullian: The Shows 8:25",
                            "text": "It is on this account that we set before you to whom places of the kind are dedicated, that we may prove the things which are done in them to belong to the idol-patrons to whom the very places are sacred."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: The Shows 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:1",
                            "text": "Now as to the kind of performances peculiar to the circus exhibitions."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:2",
                            "text": "In former days equestrianism was practised in a simple way on horseback, and certainly its ordinary use had nothing sinful in it; but when it was dragged into the games, it passed from the service of God into the employment of demons."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:3",
                            "text": "Accordingly this kind of circus performances is regarded as sacred to Castor and Pollux, to whom, Stesichorus tells us, horses were given by Mercury."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:4",
                            "text": "And Neptune, too, is an equestrian deity, by the Greeks called Hippius."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:5",
                            "text": "In regard to the team, they have consecrated the chariot and four to the sun; the chariot and pair to the moon."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:6",
                            "text": "But, as the poet has it, \"Erichthonius first dared to yoke four horses to the chariot, and to ride upon its wheels with victorious swiftness\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:7",
                            "text": "Erichthonius, the son of Vulcan and Minerva, fruit of unworthy passion upon earth, is a demon-monster, nay, the devil himself, and no mere snake."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:8",
                            "text": "But if Trochilus the Argive is maker of the first chariot, he dedicated that work of his to Juno."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:9",
                            "text": "If Romulus first exhibited the four-horse chariot at Rome, he too, I think, has a place given him among idols, at least if he and Quirinus are the same."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:10",
                            "text": "But as chariots had such inventors, the charioteers were naturally dressed, too, in the colours of idolatry; for at first these were only two, namely white and red,—the former sacred to the winter with its glistening snows, the latter sacred to the summer with its ruddy sun: but afterwards, in the progress of luxury as well as of superstition, red was dedicated by some to Mars, and white by others to the Zephyrs, while green was given to Mother Earth, or spring, and azure to the sky and sea, or autumn."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: The Shows 9:11",
                            "text": "But as idolatry of every kind is condemned by God, that form of it surely shares the condemnation which is offered to the elements of nature."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: The Shows 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:1",
                            "text": "Let us pass on now to theatrical exhibitions, which we have already shown have a common origin with the circus, and bear like idolatrous designations—even as from the first they have borne the name of \"Ludi,\" and equally minister to idols."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:2",
                            "text": "They resemble each other also in their pomp, having the same procession to the scene of their display from temples and altars, and that mournful profusion of incense and blood, with music of pipes and trumpets, all under the direction of the soothsayer and the undertaker, those two foul masters of funeral rites and sacrifices."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:3",
                            "text": "So as we went on from the origin of the \"Ludi\" to the circus games, we shall now direct our course thence to those of the theatre, beginning with the place of exhibition."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:4",
                            "text": "At first the theatre was properly a temple of Venus; and, to speak briefly, it was owing to this that stage performances were allowed to escape censure, and got a footing in the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:5",
                            "text": "For ofttimes the censors, in the interests of morality, put down above all the rising theatres, foreseeing, as they did, that there was great danger of their leading to a general profligacy; so that already, from this accordance of their own people with us, there is a witness to the heathen, and in the anticipatory judgment of human knowledge even a confirmation of our views."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:6",
                            "text": "Accordingly Pompey the Great, less only than his theatre, when he had erected that citadel of all impurities, fearing some time or other censorian condemnation of his memory, superposed on it a temple of Venus; and summoning by public proclamation the people to its consecration, he called it not a theatre, but a temple, \"under which,\" said he, \"we have placed tiers of seats for viewing the shows\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:7",
                            "text": "So he threw a veil over a structure on which condemnation had been often passed, and which is ever to be held in reprobation, by pretending that it was a sacred place; and by means of superstition he blinded the eyes of a virtuous discipline."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:8",
                            "text": "But Venus and Bacchus are close allies."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:9",
                            "text": "These two evil spirits are in sworn confederacy with each other, as the patrons of drunkenness and lust."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:10",
                            "text": "So the theatre of Venus is as well the house of Bacchus: for they properly gave the name of Liberalia also to other theatrical amusements—which besides being consecrated to Bacchus (as were the Dionysia of the Greeks), were instituted by him; and, without doubt, the performances of the theatre have the common patronage of these two deities."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:11",
                            "text": "That immodesty of gesture and attire which so specially and peculiarly characterizes the stage are consecrated to them—the one deity wanton by her sex, the other by his drapery; while its services of voice, and song, and lute, and pipe, belong to Apollos, and Muses, and Minervas, and Mercuries."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:12",
                            "text": "You will hate, O Christian, the things whose authors must be the objects of your utter detestation."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:13",
                            "text": "So we would now make a remark about the arts of the theatre, about the things also whose authors in the names we execrate."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:14",
                            "text": "We know that the names of the dead are nothing, as are their images; but we know well enough, too, who, when images are set up, under these names carry on their wicked work, and exult in the homage rendered to them, and pretend to be divine—none other than spirits accursed, than devils."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:15",
                            "text": "We see, therefore, that the arts also are consecrated to the service of the beings who dwell in the names of their founders; and that things cannot be held free from the taint of idolatry whose inventors have got a place among the gods for their discoveries."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:16",
                            "text": "Nay, as regards the arts, we ought to have gone further back, and barred all further argument by the position that the demons, predetermining in their own interests from the first, among other evils of idolatry, the pollutions of the public shows, with the object of drawing man away from his Lord and binding him to their own service, carried out their purpose by bestowing on him the artistic gifts which the shows require."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Tertullian: The Shows 10:17",
                            "text": "For none but themselves would have made provision and preparation for the objects they had in view; nor would they have given the arts to the world by any but those in whose names, and images, and histories they set up for their own ends the artifice of consecration."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: The Shows 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: The Shows 11:1",
                            "text": "In fulfilment of our plan, let us now go on to consider the combats."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: The Shows 11:2",
                            "text": "Their origin is akin to that of the games (ludi)."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: The Shows 11:3",
                            "text": "Hence they are kept as either sacred or funereal, as they have been instituted in honour of the idol-gods of the nations or of the dead."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: The Shows 11:4",
                            "text": "Thus, too, they are called Olympian in honour of Jupiter, known at Rome as the Capitoline; Nemean, in honour of Hercules; Isthmian, in honour of Neptune; the rest mortuarii, as belonging to the dead."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: The Shows 11:5",
                            "text": "What wonder, then, if idolatry pollutes the combat-parade with profane crowns, with sacerdotal chiefs, with attendants belonging to the various colleges, last of all with the blood of its sacrifices? To add a completing word about the \"place\"—in the common place for the college of the arts sacred to the Muses, and Apollo, and Minerva, and also for that of the arts dedicated to Mars, they with contest and sound of trumpet emulate the circus in the arena, which is a real temple—I mean of the god whose festivals it celebrates."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: The Shows 11:6",
                            "text": "The gymnastic arts also originated with their Castors, and Herculeses, and Mercuries."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: The Shows 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:1",
                            "text": "It remains for us to examine the \"spectacle\" most noted of all, and in highest favour."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:2",
                            "text": "It is called a dutiful service (munus), from its being an office, for it bears the name of \"officium\" as well as \"munus\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:3",
                            "text": "The ancients thought that in this solemnity they rendered offices to the dead; at a later period, with a cruelty more refined, they somewhat modified its character."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:4",
                            "text": "For formerly, in the belief that the souls of the departed were appeased by human blood, they were in the habit of buying captives or slaves of wicked disposition, and immolating them in their funeral obsequies."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:5",
                            "text": "Afterwards they thought good to throw the veil of pleasure over their iniquity."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:6",
                            "text": "Those, therefore, whom they had provided for the combat, and then trained in arms as best they could, only that they might learn to die, they, on the funeral day, killed at the places of sepulture."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:7",
                            "text": "They alleviated death by murders."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:8",
                            "text": "Such is the origin of the \"Munus\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:9",
                            "text": "But by degrees their refinement came up to their cruelty; for these human wild beasts could not find pleasure exquisite enough, save in the spectacle of men torn to pieces by wild beasts."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:10",
                            "text": "Offerings to propitiate the dead then were regarded as belonging to the class of funeral sacrifices; and these are idolatry: for idolatry, in fact, is a sort of homage to the departed; the one as well as the other is a service to dead men."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:11",
                            "text": "Moreover, demons have abode in the images of the dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:12",
                            "text": "To refer also to the matter of names, though this sort of exhibition has passed from honours of the dead to honours of the living, I mean, to quaestorships and magistracies—to priestly offices of different kinds; yet, since idolatry still cleaves to the dignity's name, whatever is done in its name partakes of its impurity."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:13",
                            "text": "The same remark will apply to the procession of the \"Munus,\" as we look at that in the pomp which is connected with these honours themselves; for the purple robes, the fasces, the fillets, the crowns, the proclamations too, and edicts, the sacred feasts of the day before, are not without the pomp of the devil, without invitation of demons."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:14",
                            "text": "What need, then, of dwelling on the place of horrors, which is too much even for the tongue of the perjurer? For the amphitheatre is consecrated to names more numerous and more dire than is the Capitol itself, temple of all demons as it is."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:15",
                            "text": "There are as many unclean spirits there as it holds men."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Tertullian: The Shows 12:16",
                            "text": "To conclude with a single remark about the arts which have a place in it, we know that its two sorts of amusement have for their patrons Mars and Diana."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: The Shows 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: The Shows 13:1",
                            "text": "We have, I think, faithfully carried out our plan of showing in how many different ways the sin of idolatry clings to the shows, in respect of their origins, their titles, their equipments, their places of celebration, their arts; and we may hold it as a thing beyond all doubt, that for us who have twice renounced all idols, they are utterly unsuitable."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: The Shows 13:2",
                            "text": "\"Not that an idol is anything,\" as the apostle says, but that the homage they render is to demons, who are the real occupants of these consecrated images, whether of dead men or (as they think) of gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: The Shows 13:3",
                            "text": "On this account, therefore, because they have a common source—for their dead and their deities are one—we abstain from both idolatries."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: The Shows 13:4",
                            "text": "Nor do we dislike the temples less than the monuments: we have nothing to do with either altar, we adore neither image; we do not offer sacrifices to the gods, and we make no funeral oblations to the departed; nay, we do not partake of what is offered either in the one case or the other, for we cannot partake of God's feast and the feast of devils."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: The Shows 13:5",
                            "text": "If, then, we keep throat and belly free from such defilements, how much more do we withhold our nobler parts, our ears and eyes, from the idolatrous and funereal enjoyments, which are not passed through the body, but are digested in the very spirit and soul, whose purity, much more than that of our bodily organs, God has a right to claim from us."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: The Shows 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: The Shows 14:1",
                            "text": "Having sufficiently established the charge of idolatry, which alone ought to be reason enough for our giving up the shows, let us now ex abundanti look at the subject in another way, for the sake of those especially who keep themselves comfortable in the thought that the abstinence we urge is not in so many words enjoined, as if in the condemnation of the lusts of the world there was not involved a sufficient declaration against all these amusements."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: The Shows 14:2",
                            "text": "For as there is a lust of money, or rank, or eating, or impure enjoyment, or glory, so there is also a lust of pleasure."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: The Shows 14:3",
                            "text": "But the show is just a sort of pleasure."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: The Shows 14:4",
                            "text": "I think, then, that under the general designation of lusts, pleasures are included; in like manner, under the general idea of pleasures, you have as a specific class the \"shows\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: The Shows 14:5",
                            "text": "But we have spoken already of how it is with the places of exhibition, that they are not polluting in themselves, but owing to the things that are done in them from which they imbibe impurity, and then spirt it again on others."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: The Shows 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:1",
                            "text": "Having done enough, then, as we have said, in regard to that principal argument, that there is in them all the taint of idolatry—having sufficiently dealt with that, let us now contrast the other characteristics of the show with the things of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:2",
                            "text": "God has enjoined us to deal calmly, gently, quietly, and peacefully with the Holy Spirit, because these things are alone in keeping with the goodness of His nature, with His tenderness and sensitiveness, and not to vex Him with rage, ill-nature, anger, or grief."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:3",
                            "text": "Well, how shall this be made to accord with the shows? For the show always leads to spiritual agitation, since where there is pleasure, there is keenness of feeling giving pleasure its zest; and where there is keenness of feeling, there is rivalry giving in turn its zest to that."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:4",
                            "text": "Then, too, where you have rivalry, you have rage, bitterness, wrath and grief, with all bad things which flow from them—the whole entirely out of keeping with the religion of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:5",
                            "text": "For even suppose one should enjoy the shows in a moderate way, as befits his rank, age or nature, still he is not undisturbed in mind, without some unuttered movings of the inner man."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:6",
                            "text": "No one partakes of pleasures such as these without their strong excitements; no one comes under their excitements without their natural lapses."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:7",
                            "text": "These lapses, again, create passionate desire."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:8",
                            "text": "If there is no desire, there is no pleasure, and he is chargeable with trifling who goes where nothing is gotten; in my view, even that is foreign to us."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:9",
                            "text": "Moreover, a man pronounces his own condemnation in the very act of taking his place among those with whom, by his disinclination to be like them, he confesses he has no sympathy."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:10",
                            "text": "It is not enough that we do no such things ourselves, unless we break all connection also with those who do."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:11",
                            "text": "\"If thou sawest a thief,\" says the Scripture, \"thou consentedst with him\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Tertullian: The Shows 15:12",
                            "text": "Would that we did not even inhabit the same world with these wicked men! But though that wish cannot be realized, yet even now we are separate from them in what is of the world; for the world is God's, but the worldly is the devil's."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: The Shows 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:1",
                            "text": "Since, then, all passionate excitement is forbidden us, we are debarred from every kind of spectacle, and especially from the circus, where such excitement presides as in its proper element."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:2",
                            "text": "See the people coming to it already under strong emotion, already tumultuous, already passion-blind, already agitated about their bets."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:3",
                            "text": "The praetor is too slow for them: their eyes are ever rolling as though along with the lots in his urn; then they hang all eager on the signal; there is the united shout of a common madness."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:4",
                            "text": "Observe how \"out of themselves\" they are by their foolish speeches."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:5",
                            "text": "\"He has thrown it!\" they exclaim; and they announce each one to his neighbour what all have seen."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:6",
                            "text": "I have clearest evidence of their blindness; they do not see what is really thrown."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:7",
                            "text": "They think it a \"signal cloth,\" but it is the likeness of the devil cast headlong from on high."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:8",
                            "text": "And the result accordingly is, that they fly into rages, and passions, and discords, and all that they who are consecrated to peace ought never to indulge in."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:9",
                            "text": "Then there are curses and reproaches, with no cause of hatred; there are cries of applause, with nothing to merit them."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:10",
                            "text": "What are the partakers in all this—not their own masters—to obtain of it for themselves? unless, it may be, that which makes them not their own: they are saddened by another's sorrow, they are gladdened by another's joy."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:11",
                            "text": "Whatever they desire on the one hand, or detest on the other, is entirely foreign to themselves."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:12",
                            "text": "So love with them is a useless thing, and hatred is unjust."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:13",
                            "text": "Or is a causeless love perhaps more legitimate than a causeless hatred? God certainly forbids us to hate even with a reason for our hating; for He commands us to love our enemies."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:14",
                            "text": "God forbids us to curse, though there be some ground for doing so, in commanding that those who curse us we are to bless."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Tertullian: The Shows 16:15",
                            "text": "But what is more merciless than the circus, where people do not spare even their rulers and fellow-citizens? If any of its madnesses are becoming elsewhere in the saints of God, they will be seemly in the circus too; but if they are nowhere right, so neither are they there."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: The Shows 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:1",
                            "text": "Are we not, in like manner, enjoined to put away from us all immodesty?  On this ground, again, we are excluded from the theatre, which is immodesty's own peculiar abode, where nothing is in repute but what elsewhere is disreputable."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:2",
                            "text": "So the best path to the highest favour of its god is the vileness which the Atellan gesticulates, which the buffoon in woman's clothes exhibits, destroying all natural modesty, so that they blush more readily at home than at the play, which finally is done from his childhood on the person of the pantomime, that he may become an actor."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:3",
                            "text": "The very harlots, too, victims of the public lust, are brought upon the stage, their misery increased as being there in the presence of their own sex, from whom alone they are wont to hide themselves:  they are paraded publicly before every age and every rank—their abode, their gains, their praises, are set forth, and that even in the hearing of those who should not hear such things."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:4",
                            "text": "I say nothing about other matters, which it were good to hide away in their own darkness and their own gloomy caves, lest they should stain the light of day."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:5",
                            "text": "Let the Senate, let all ranks, blush for very shame! Why, even these miserable women, who by their own gestures destroy their modesty, dreading the light of day, and the people's gaze, know something of shame at least once a year."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:6",
                            "text": "But if we ought to abominate all that is immodest, on what ground is it right to hear what we must not speak? For all licentiousness of speech, nay, every idle word, is condemned by God."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:7",
                            "text": "Why, in the same way, is it right to look on what it is disgraceful to do? How is it that the things which defile a man in going out of his mouth, are not regarded as doing so when they go in at his eyes and ears—when eyes and ears are the immediate attendants on the spirit—and that can never be pure whose servants-in-waiting are impure? You have the theatre forbidden, then, in the forbidding of immodesty."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:8",
                            "text": "If, again, we despise the teaching of secular literature as being foolishness in God's eyes, our duty is plain enough in regard to those spectacles, which from this source derive the tragic or comic play."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:9",
                            "text": "If tragedies and comedies are the bloody and wanton, the impious and licentious inventors of crimes and lusts, it is not good even that there should be any calling to remembrance the atrocious or the vile."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Tertullian: The Shows 17:10",
                            "text": "What you reject in deed, you are not to bid welcome to in word."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Tertullian: The Shows 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Tertullian: The Shows 18:1",
                            "text": "But if you argue that the racecourse is mentioned in Scripture, I grant it at once."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Tertullian: The Shows 18:2",
                            "text": "But you will not refuse to admit that the things which are done there are not for you to look upon: the blows, and kicks, and cuffs, and all the recklessness of hand, and everything like that disfiguration of the human countenance, which is nothing less than the disfiguration of God's own image."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Tertullian: The Shows 18:3",
                            "text": "You will never give your approval to those foolish racing and throwing feats, and yet more foolish leapings; you will never find pleasure in injurious or useless exhibitions of strength; certainly you will not regard with approval those efforts after an artificial body which aim at surpassing the Creator's work; and you will have the very opposite of complacency in the athletes Greece, in the inactivity of peace, feeds up."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Tertullian: The Shows 18:4",
                            "text": "And the wrestler's art is a devil's thing."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Tertullian: The Shows 18:5",
                            "text": "The devil wrestled with, and crushed to death, the first human beings."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Tertullian: The Shows 18:6",
                            "text": "Its very attitude has power in it of the serpent kind, firm to hold—tortures to clasp—slippery to glide away."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Tertullian: The Shows 18:7",
                            "text": "You have no need of crowns; why do you strive to get pleasures from crowns?."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Tertullian: The Shows 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:1",
                            "text": "We shall now see how the Scriptures condemn the amphitheatre."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:2",
                            "text": "If we can maintain that it is right to indulge in the cruel, and the impious, and the fierce, let us go there."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:3",
                            "text": "If we are what we are said to be, let us regale ourselves there with human blood."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:4",
                            "text": "It is good, no doubt, to have the guilty punished."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:5",
                            "text": "Who but the criminal himself will deny that? And yet the innocent can find no pleasure in another's sufferings:  he rather mourns that a brother has sinned so heinously as to need a punishment so dreadful."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:6",
                            "text": "But who is my guarantee that it is always the guilty who are adjudged to the wild beasts, or to some other doom, and that the guiltless never suffer from the revenge of the judge, or the weakness of the defence, or the pressure of the rack? How much better, then, is it for me to remain ignorant of the punishment inflicted on the wicked, lest I am obliged to know also of the good coming to untimely ends—if I may speak of goodness in the case at all! At any rate, gladiators not chargeable with crime are offered in sale for the games, that they may become the victims of the public pleasure."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:7",
                            "text": "Even in the case of those who are judicially condemned to the amphitheatre, what a monstrous thing it is, that, in undergoing their punishment, they, from some less serious delinquency, advance to the criminality of manslayers! But I mean these remarks for heathen."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:8",
                            "text": "As to Christians, I shall not insult them by adding another word as to the aversion with which they should regard this sort of exhibition; though no one is more able than myself to set forth fully the whole subject, unless it be one who is still in the habit of going to the shows."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Tertullian: The Shows 19:9",
                            "text": "I would rather withal be incomplete than set memory a-working."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Tertullian: The Shows 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:1",
                            "text": "How vain, then—nay, how desperate—is the reasoning of persons, who, just because they decline to lose a pleasure, hold out that we cannot point to the specific words or the very place where this abstinence is mentioned, and where the servants of God are directly forbidden to have anything to do with such assemblies! I heard lately a novel defence of himself by a certain play-lover."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:2",
                            "text": "\"The sun,\" said he, \"nay, God Himself, looks down from heaven on the show, and no pollution is contracted\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:3",
                            "text": "Yes, and the sun, too, pours down his rays into the common sewer without being defiled."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:4",
                            "text": "As for God, would that all crimes were hid from His eye, that we might all escape judgment! But He looks on robberies too; He looks on falsehoods, adulteries, frauds, idolatries, and these same shows; and precisely on that account we will not look on them, lest the All-seeing see us."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:5",
                            "text": "You are putting on the same level, O man, the criminal and the judge; the criminal who is a criminal because he is seen, and the Judge who is a Judge because He sees."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:6",
                            "text": "Are we set, then, on playing the madman outside the circus boundaries? Outside the gates of the theatre are we bent on lewdness, outside the course on arrogance, and outside the amphitheatre on cruelty, because outside the porticoes, the tiers and the curtains, too, God has eyes? Never and nowhere is that free from blame which God ever condemns; never and nowhere is it right to do what you may not do at all times and in all places."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:7",
                            "text": "It is the freedom of the truth from change of opinion and varying judgments which constitutes its perfection, and gives it its claims to full mastery, unchanging reverence, and faithful obedience."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:8",
                            "text": "That which is really good or really evil cannot be ought else."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Tertullian: The Shows 20:9",
                            "text": "But in all things the truth of God is immutable."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Tertullian: The Shows 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Tertullian: The Shows 21:1",
                            "text": "The heathen, who have not a full revelation of the truth, for they are not taught of God, hold a thing evil and good as it suits self-will and passion, making that which is good in one place evil in another, and that which is evil in one place in another good."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Tertullian: The Shows 21:2",
                            "text": "So it strangely happens, that the same man who can scarcely in public lift up his tunic, even when necessity of nature presses him, takes it off in the circus, as if bent on exposing himself before everybody; the father who carefully protects and guards his virgin daughter's ears from every polluting word, takes her to the theatre himself, exposing her to all its vile words and attitudes; he, again, who in the streets lays hands on or covers with reproaches the brawling pugilist, in the arena gives all encouragement to combats of a much more serious kind; and he who looks with horror on the corpse of one who has died under the common law of nature, in the amphitheatre gazes down with most patient eyes on bodies all mangled and torn and smeared with their own blood; nay, the very man who comes to the show, because he thinks murderers ought to suffer for their crime, drives the unwilling gladiator to the murderous deed with rods and scourges; and one who demands the lion for every manslayer of deeper dye, will have the staff for the savage swordsman, and rewards him with the cap of liberty."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Tertullian: The Shows 21:3",
                            "text": "Yes and he must have the poor victim back again, that he may get a sight of his face—with zest inspecting near at hand the man whom he wished torn in pieces at safe distance from him: so much the more cruel he if that was not his wish."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Tertullian: The Shows 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Tertullian: The Shows 22:1",
                            "text": "What wonder is there in it? Such inconsistencies as these are just such as we might expect from men, who confuse and change the nature of good and evil in their inconstancy of feeling and fickleness in judgment."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Tertullian: The Shows 22:2",
                            "text": "Why, the authors and managers of the spectacles, in that very respect with reference to which they highly laud the charioteers, and actors, and wrestlers, and those most loving gladiators, to whom men prostitute their souls, women too their bodies, slight and trample on them, though for their sakes they are guilty of the deeds they reprobate; nay, they doom them to ignominy and the loss of their rights as citizens, excluding them from the Curia, and the rostra, from senatorial and equestrian rank, and from all other honours as well as certain distinctions."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Tertullian: The Shows 22:3",
                            "text": "What perversity! They have pleasure in those whom yet they punish; they put all slights on those to whom, at the same time, they award their approbation; they magnify the art and brand the artist."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Tertullian: The Shows 22:4",
                            "text": "What an outrageous thing it is, to blacken a man on account of the very things which make him meritorious in their eyes! Nay, what a confession that the things are evil, when their authors, even in highest favour, are not without a mark of disgrace upon them!."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Tertullian: The Shows 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Tertullian: The Shows 23:1",
                            "text": "Seeing, then, man's own reflections, even in spite of the sweetness of pleasure, lead him to think that people such as these should be condemned to a hapless lot of infamy, losing all the advantages connected with the possession of the dignities of life, how much more does the divine righteousness inflict punishment on those who give themselves to these arts! Will God have any pleasure in the charioteer who disquiets so many souls, rouses up so many furious passions, and creates so many various moods, either crowned like a priest or wearing the colours of a pimp, decked out by the devil that he may be whirled away in his chariot, as though with the object of taking off Elijah? Will He be pleased with him who applies the razor to himself, and completely changes his features; who, with no respect for his face, is not content with making it as like as possible to Saturn and Isis and Bacchus, but gives it quietly over to contumelious blows, as if in mockery of our Lord? The devil, forsooth, makes it part, too, of his teaching, that the cheek is to be meekly offered to the smiter."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Tertullian: The Shows 23:2",
                            "text": "In the same way, with their high shoes, he has made the tragic actors taller, because \"none can add a cubit to his stature\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Tertullian: The Shows 23:3",
                            "text": "His desire is to make Christ a liar."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Tertullian: The Shows 23:4",
                            "text": "And in regard to the wearing of masks, I ask is that according to the mind of God, who forbids the making of every likeness, and especially then the likeness of man who is His own image? The Author of truth hates all the false; He regards as adultery all that is unreal."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Tertullian: The Shows 23:5",
                            "text": "Condemning, therefore, as He does hypocrisy in every form, He never will approve any putting on of voice, or sex, or age; He never will approve pretended loves, and wraths, and groans, and tears."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Tertullian: The Shows 23:6",
                            "text": "Then, too, as in His law it is declared that the man is cursed who attires himself in female garments, what must be His judgment of the pantomime, who is even brought up to play the woman! And will the boxer go unpunished? I suppose he received these caestus-scars, and the thick skin of his fists, and these growths upon his ears, at his creation! God, too, gave him eyes for no other end than that they might be knocked out in fighting! I say nothing of him who, to save himself, thrusts another in the lion's way, that he may not be too little of a murderer when he puts to death that very same man on the arena."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Tertullian: The Shows 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Tertullian: The Shows 24:1",
                            "text": "In how many other ways shall we yet further show that nothing which is peculiar to the shows has God's approval, or without that approval is becoming in God's servants? If we have succeeded in making it plain that they were instituted entirely for the devil's sake, and have been got up entirely with the devil's things (for all that is not God's, or is not pleasing in His eyes, belongs to His wicked rival), this simply means that in them you have that pomp of the devil which in the \"seal\" of our faith we abjure."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Tertullian: The Shows 24:2",
                            "text": "We should have no connection with the things which we abjure, whether in deed or word, whether by looking on them or looking forward to them; but do we not abjure and rescind that baptismal pledge, when we cease to bear its testimony? Does it then remain for us to apply to the heathen themselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Tertullian: The Shows 24:3",
                            "text": "Let them tell us, then, whether it is right in Christians to frequent the show."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Tertullian: The Shows 24:4",
                            "text": "Why, the rejection of these amusements is the chief sign to them that a man has adopted the Christian faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Tertullian: The Shows 24:5",
                            "text": "If any one, then, puts away the faith's distinctive badge, he is plainly guilty of denying it."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Tertullian: The Shows 24:6",
                            "text": "What hope can you possibly retain in regard to a man who does that? When you go over to the enemy's camp, you throw down your arms, desert the standards and the oath of allegiance to your chief:  you cast in your lot for life or death with your new friends."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Tertullian: The Shows 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Tertullian: The Shows 25:1",
                            "text": "Seated where there is nothing of God, will one be thinking of his Maker? Will there be peace in his soul when there is eager strife there for a charioteer?  Wrought up into a frenzied excitement, will he learn to be modest? Nay, in the whole thing he will meet with no greater temptation than that gay attiring of the men and women."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Tertullian: The Shows 25:2",
                            "text": "The very intermingling of emotions, the very agreements and disagreements with each other in the bestowment of their favours, where you have such close communion, blow up the sparks of passion."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Tertullian: The Shows 25:3",
                            "text": "And then there is scarce any other object in going to the show, but to see and to be seen."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Tertullian: The Shows 25:4",
                            "text": "When a tragic actor is declaiming, will one be giving thought to prophetic appeals? Amid the measures of the effeminate player, will he call up to himself a psalm? And when the athletes are hard at struggle, will he be ready to proclaim that there must be no striking again? And with his eye fixed on the bites of bears, and the sponge-nets of the net-fighters, can he be moved by compassion? May God avert from His people any such passionate eagerness after a cruel enjoyment!  For how monstrous it is to go from God's church to the devil's—from the sky to the stye, as they say; to raise your hands to God, and then to weary them in the applause of an actor; out of the mouth, from which you uttered Amen over the Holy Thing, to give witness in a gladiator's favour; to cry \"forever\" to any one else but God and Christ!."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Tertullian: The Shows 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Tertullian: The Shows 26:1",
                            "text": "Why may not those who go into the temptations of the show become accessible also to evil spirits? We have the case of the woman—the Lord Himself is witness—who went to the theatre, and came back possessed."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Tertullian: The Shows 26:2",
                            "text": "In the outcasting, accordingly, when the unclean creature was upbraided with having dared to attack a believer, he firmly replied, \"And in truth I did it most righteously, for I found her in my domain\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Tertullian: The Shows 26:3",
                            "text": "Another case, too, is well known, in which a woman had been hearing a tragedian, and on the very night she saw in her sleep a linen cloth—the actor's name being mentioned at the same time with strong disapproval—and five days after that woman was no more."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Tertullian: The Shows 26:4",
                            "text": "How many other undoubted proofs we have had in the case of persons who, by keeping company with the devil in the shows, have fallen from the Lord! For no one can serve two masters."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Tertullian: The Shows 26:5",
                            "text": "What fellowship has light with darkness, life with death?."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Tertullian: The Shows 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Tertullian: The Shows 27:1",
                            "text": "We ought to detest these heathen meetings and assemblies, if on no other account than that there God's name is blasphemed—that there the cry \"To the lions!\" is daily raised against us—that from thence persecuting decrees are wont to emanate, and temptations are sent forth."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Tertullian: The Shows 27:2",
                            "text": "What will you do if you are caught in that heaving tide of impious judgments? Not that there any harm is likely to come to you from men: nobody knows that you are a Christian; but think how it fares with you in heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Tertullian: The Shows 27:3",
                            "text": "For at the very time the devil is working havoc in the church, do you doubt that the angels are looking down from above, and marking every man, who speaks and who listens to the blaspheming word, who lends his tongue and who lends his ears to the service of Satan against God? Shall you not then shun those tiers where the enemies of Christ assemble, that seat of all that is pestilential, and the very super incumbent atmosphere all impure with wicked cries? Grant that you have there things that are pleasant, things both agreeable and innocent in themselves; even some things that are excellent."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Tertullian: The Shows 27:4",
                            "text": "Nobody dilutes poison with gall and hellebore: the accursed thing is put into condiments well seasoned and of sweetest taste."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Tertullian: The Shows 27:5",
                            "text": "So, too, the devil puts into the deadly draught which he prepares, things of God most pleasant and most acceptable."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Tertullian: The Shows 27:6",
                            "text": "Everything there, then, that is either brave, noble, loud-sounding, melodious, or exquisite in taste, hold it but as the honey drop of a poisoned cake; nor make so much of your taste for its pleasures, as of the danger you run from its attractions."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Tertullian: The Shows 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:1",
                            "text": "With such dainties as these let the devil's guests be feasted."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:2",
                            "text": "The places and the times, the inviter too, are theirs."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:3",
                            "text": "Our banquets, our nuptial joys, are yet to come."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:4",
                            "text": "We cannot sit down in fellowship with them, as neither can they with us."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:5",
                            "text": "Things in this matter go by their turns."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:6",
                            "text": "Now they have gladness and we are troubled."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:7",
                            "text": "\"The world,\" says Jesus, \"shall rejoice; ye shall be sorrowful\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:8",
                            "text": "Let us mourn, then, while the heathen are merry, that in the day of their sorrow we may rejoice; lest, sharing now in their gladness, we share then also in their grief."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:9",
                            "text": "Thou art too dainty, Christian, if thou wouldst have pleasure in this life as well as in the next; nay, a fool thou art, if thou thinkest this life's pleasures to be really pleasures."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:10",
                            "text": "The philosophers, for instance, give the name of pleasure to quietness and repose; in that they have their bliss; in that they find entertainment: they even glory in it."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Tertullian: The Shows 28:11",
                            "text": "You long for the goal, and the stage, and the dust, and the place of combat!  I would have you answer me this question: Can we not live without pleasure, who cannot but with pleasure die? For what is our wish but the apostle's, to leave the world, and be taken up into the fellowship of our Lord? You have your joys where you have your longings."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Tertullian: The Shows 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Tertullian: The Shows 29:1",
                            "text": "Even as things are, if your thought is to spend this period of existence in enjoyments, how are you so ungrateful as to reckon insufficient, as not thankfully to recognize the many and exquisite pleasures God has bestowed upon you? For what more delightful than to have God the Father and our Lord at peace with us, than revelation of the truth than confession of our errors, than pardon of the innumerable sins of our past life? What greater pleasure than distaste of pleasure itself, contempt of all that the world can give, true liberty, a pure conscience, a contented life, and freedom from all fear of death? What nobler than to tread under foot the gods of the nations—to exorcise evil spirits—to perform cures—to seek divine revealings—to live to God? These are the pleasures, these the spectacles that befit Christian men—holy, everlasting, free."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Tertullian: The Shows 29:2",
                            "text": "Count of these as your circus games, fix your eyes on the courses of the world, the gliding seasons, reckon up the periods of time, long for the goal of the final consummation, defend the societies of the churches, be startled at God's signal, be roused up at the angel's trump, glory in the palms of martyrdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Tertullian: The Shows 29:3",
                            "text": "If the literature of the stage delight you, we have literature in abundance of our own—plenty of verses, sentences, songs, proverbs; and these not fabulous, but true; not tricks of art, but plain realities."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Tertullian: The Shows 29:4",
                            "text": "Would you have also fightings and wrestlings? Well, of these there is no lacking, and they are not of slight account."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Tertullian: The Shows 29:5",
                            "text": "Behold unchastity overcome by chastity, perfidy slain by faithfulness, cruelty stricken by compassion, impudence thrown into the shade by modesty: these are the contests we have among us, and in these we win our crowns."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Tertullian: The Shows 29:6",
                            "text": "Would you have something of blood too? You have Christ's."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Tertullian: The Shows 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Tertullian: The Shows 30:1",
                            "text": "But what a spectacle is that fast-approaching advent of our Lord, now owned by all, now highly exalted, now a triumphant One! What that exultation of the angelic hosts! What the glory of the rising saints! What the kingdom of the just thereafter! What the city New Jerusalem! Yes, and there are other sights: that last day of judgment, with its everlasting issues; that day unlooked for by the nations, the theme of their derision, when the world hoary with age, and all its many products, shall be consumed in one great flame! How vast a spectacle then bursts upon the eye! What there excites my admiration? what my derision?  Which sight gives me joy? which rouses me to exultation?—as I see so many illustrious monarchs, whose reception into the heavens was publicly announced, groaning now in the lowest darkness with great Jove himself, and those, too, who bore witness of their exultation; governors of provinces, too, who persecuted the Christian name, in fires more fierce than those with which in the days of their pride they raged against the followers of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Tertullian: The Shows 30:2",
                            "text": "What world's wise men besides, the very philosophers, in fact, who taught their followers that God had no concern in ought that is sublunary, and were wont to assure them that either they had no souls, or that they would never return to the bodies which at death they had left, now covered with shame before the poor deluded ones, as one fire consumes them! Poets also, trembling not before the judgment-seat of Rhadamanthus or Minos, but of the unexpected Christ! I shall have a better opportunity then of hearing the tragedians, louder-voiced in their own calamity; of viewing the play-actors, much more \"dissolute\" in the dissolving flame; of looking upon the charioteer, all glowing in his chariot of fire; of beholding the wrestlers, not in their gymnasia, but tossing in the fiery billows; unless even then I shall not care to attend to such ministers of sin, in my eager wish rather to fix a gaze insatiable on those whose fury vented itself against the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Tertullian: The Shows 30:3",
                            "text": "\"This,\" I shall say, \"this is that carpenter's or hireling's son, that Sabbath-breaker, that Samaritan and devil-possessed! This is He whom you purchased from Judas! This is He whom you struck with reed and fist, whom you contemptuously spat upon, to whom you gave gall and vinegar to drink! This is He whom His disciples secretly stole away, that it might be said He had risen again, or the gardener abstracted, that his lettuces might come to no harm from the crowds of visitants!\" What quaestor or priest in his munificence will bestow on you the favour of seeing and exulting in such things as these? And yet even now we in a measure have them by faith in the picturings of imagination."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Tertullian: The Shows 30:4",
                            "text": "But what are the things which eye has not seen, ear has not heard, and which have not so much as dimly dawned upon the human heart? Whatever they are, they are nobler, I believe, than circus, and both theatres, and every race-course."
                        }
                    ]
                }
            ]
        }
    ]
}