{
    "books": [
        {
            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:1",
                            "text": "Commentary on the Apocalypse of the Blessed John: from the first chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:2",
                            "text": "\"The Revelation of Jesus Christ, which God gave to Him, and showed unto His servants things which must shortly come to pass, and signified it."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:3",
                            "text": "Blessed are they who read and hear the words of this prophecy, and keep the things which are written\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:4",
                            "text": "The beginning of the book promises blessing to him that reads and hears and keeps, that he who takes pains about the reading may thence learn to do works, and may keep the precepts."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:5",
                            "text": "\"Grace unto you, and peace, from Him which is, and which was, and which is to come\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:6",
                            "text": "He is, because He endures continually; He was, because with the Father He made all things, and has at this time taken a beginning from the Virgin; He is to come, because assuredly He will come to judgment."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:7",
                            "text": "\"And from the seven spirits which are before His throne\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:8",
                            "text": "We read of a sevenfold spirit in Isaiah,—namely, the spirit of wisdom and of understanding, the spirit of counsel and might, of knowledge and of piety, and the spirit of the fear of the Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:9",
                            "text": "\"And from Jesus Christ, who is the faithful witness, the first-begotten of the dead\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:10",
                            "text": "In taking upon Him manhood, He gave a testimony in the world, wherein also having suffered, He freed us by His blood from sin; and having vanquished hell, He was the first who rose from the dead, and \"death shall have no more dominion over Him,\" but by His own reign the kingdom of the world is destroyed."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:11",
                            "text": "\"And He made us a kingdom and priests unto God and His Father\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:12",
                            "text": "That is to say, a Church of all believers; as also the Apostle Peter says: \"A holy nation, a royal priesthood\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:13",
                            "text": "\"Behold, He shall come with clouds, and every eye shall see Him\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:14",
                            "text": "For He who at first came hidden in the manhood that He had undertaken, shall after a little while come to judgment manifest in majesty and glory."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:15",
                            "text": "And what saith He?."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:16",
                            "text": "\"And I turned, and saw seven golden candlesticks; and in the midst of the seven golden candlesticks one like unto the Son of man\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:17",
                            "text": "He says that He was like Him after His victory over death, when He had ascended into the heavens, after the union in His body of the power which He received from the Father with the spirit of His glory."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:18",
                            "text": "\"As it were the Son of man walking in the midst of the golden candlesticks\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:19",
                            "text": "He says, in the midst of the churches, as it is said in Solomon, \"I will walk in the midst of the paths of the just,\" whose antiquity is immortality, and the fountain of majesty."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:20",
                            "text": "\"Clothed with a garment down to the ankles\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:21",
                            "text": "In the long, that is, the priestly garment, these words very plainly deliver the flesh which was not corrupted in death, and has the priesthood through suffering."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:22",
                            "text": "\"And He was girt about the paps with a golden girdle\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:23",
                            "text": "His paps are the two testaments, and the golden girdle is the choir of saints, as gold tried in the fire."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:24",
                            "text": "Otherwise the golden girdle bound around His breast indicates the enlightened conscience, and the pure and spiritual apprehension that is given to the churches."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:25",
                            "text": "\"And His head and His hairs were white as it were white wool, and as it were snow\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:26",
                            "text": "On the head the whiteness is shown; \"but the head of Christ is God\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:27",
                            "text": "In the white hairs is the multitude of abbots like to wool, in respect of simple sheep; to snow, in respect of the innumerable crowd of candidates taught from heaven."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:28",
                            "text": "\"His eyes were as a flame of fire\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:29",
                            "text": "God's precepts are those which minister light to believers, but to unbelievers burning."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:30",
                            "text": "\"And in His face was brightness as the sun\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:31",
                            "text": "That which He called brightness was the appearance of that in which He spoke to men face to face."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:32",
                            "text": "But the glory of the sun is less than the glory of the Lord."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:33",
                            "text": "Doubtless on account of its rising and setting, and rising again, that He was born and suffered and rose again, therefore the Scripture gave this similitude, likening His face to the glory of the sun."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:34",
                            "text": "\"His feet were like unto yellow brass, as if burned in a furnace\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:35",
                            "text": "He calls the apostles His feet, who, being wrought by suffering, preached His word in the whole world; for He rightly named those by whose means the preaching went forth, feet."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:36",
                            "text": "Whence also the prophet anticipated this, and said: \"We will worship in the place where His feet have stood\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:37",
                            "text": "Because where they first of all stood and confirmed the Church, that is, in Judea, all the saints shall assemble together, and will worship their Lord."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:38",
                            "text": "\"And out of His mouth was issuing a sharp two-edged sword\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:39",
                            "text": "By the twice-sharpened sword going forth out of His mouth is shown, that it is He Himself who has both now declared the word of the Gospel, and previously by Moses declared the knowledge of the law to the whole world."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:40",
                            "text": "But because from the same word, as well of the New as of the Old Testament, He will assert Himself upon the whole human race, therefore He is spoken of as two-edged."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:41",
                            "text": "For the sword arms the soldier, the sword slays the enemy, the sword punishes the deserter."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:42",
                            "text": "And that He might show to the apostles that He was announcing judgment, He says: \"I came not to send peace, but a sword\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:43",
                            "text": "And after He had completed His parables, He says to them: \"Have ye understood all these things? And they said, We have."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:44",
                            "text": "And He added, Therefore is every scribe instructed in the kingdom of God like unto a man that is a father of a family, bringing forth from his treasure things new and old,\"—the new, the evangelical words of the apostles; the old, the precepts of the law and the prophets: and He testified that these proceeded out of His mouth."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:45",
                            "text": "Moreover, He also says to Peter: \"Go thou to the sea, and cast a hook, and take up the fish that shall first come up; and having opened its mouth, thou shalt find a stater (that is, two denarii), and thou shalt give it for me and for thee\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:46",
                            "text": "And similarly David says by the Spirit: \"God spake once, twice I have heard the same\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:47",
                            "text": "Because God once decreed from the beginning what shall be even to the end."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:48",
                            "text": "Finally, as He Himself is the Judge appointed by the Father, on account of His assumption of humanity, wishing to show that men shall be judged by the word that He had declared, He says: \"Think ye that I will judge you at the last day? Nay, but the word,\" says He, \"which I have spoken unto you, that shall judge you in the last day\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:49",
                            "text": "And Paul, speaking of Antichrist to the Thessalonians, says: \"Whom the Lord Jesus will slay by the breath of His mouth\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:50",
                            "text": "And Isaiah says: \"By the breath of His lips He shall slay the wicked\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:51",
                            "text": "This, therefore, is the two-edged sword issuing out of His mouth."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:52",
                            "text": "\"And His voice as it were the voice of many waters\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:53",
                            "text": "The many waters are understood to be many peoples, or the gift of baptism that He sent forth by the apostles, saying: \"Go ye, teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:54",
                            "text": "\"And He had in His right hand seven stars\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:55",
                            "text": "He said that in His right hand He had seven stars, because the Holy Spirit of sevenfold agency was given into His power by the Father."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:56",
                            "text": "As Peter exclaimed to the Jews: \"Being at the right hand of God exalted, He hath shed forth this Spirit received from the Father, which ye both see and hear\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:57",
                            "text": "Moreover, John the Baptist had also anticipated this, by saying to his disciples: \"For God giveth not the Spirit by measure unto Him."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:58",
                            "text": "The Father,\" says he, \"loveth the Son, and hath given all things into His hands\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:59",
                            "text": "Those seven stars are the seven churches, which he names in his addresses by name, and calls them to whom he wrote epistles."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:60",
                            "text": "Not that they are themselves the only, or even the principal churches; but what he says to one, he says to all."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:61",
                            "text": "For they are in no respect different, that on that ground any one should prefer them to the larger number of similar small ones."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:62",
                            "text": "In the whole world Paul taught that all the churches are arranged by sevens, that they are called seven, and that the Catholic Church is one."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:63",
                            "text": "And first of all, indeed, that he himself also might maintain the type of seven churches, he did not exceed that number."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:64",
                            "text": "But he wrote to the Romans, to the Corinthians, to the Galatians, to the Ephesians, to the Thessalonians, to the Philippians, to the Colossians; afterwards he wrote to individual persons, so as not to exceed the number of seven churches."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:65",
                            "text": "And abridging in a short space his announcement, he thus says to Timothy: \"That thou mayest know how thou oughtest to behave thyself in the Church of the living God\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:66",
                            "text": "We read also that this typical number is announced by the Holy Spirit by the month of Isaiah: \"Of seven women which took hold of one man\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:67",
                            "text": "The one man is Christ, not born of seed; but the seven women are seven churches, receiving His bread, and clothed with his apparel, who ask that their reproach should be taken away, only that His name should be called upon them."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:68",
                            "text": "The bread is the Holy Spirit, which nourishes to eternal life, promised to them, that is, by faith."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:69",
                            "text": "And His garments wherewith they desire to be clothed are the glory of immortality, of which Paul the apostle says: \"For this corruptible must put on incorruption, and this mortal must put on immortality\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:70",
                            "text": "Moreover, they ask that their reproach may be taken away—that is, that they may be cleansed from their sins: for the reproach is the original sin which is taken away in baptism, and they begin to be called Christian men, which is, \"Let thy name be called upon us\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:71",
                            "text": "Therefore in these seven churches, of one Catholic Church are believers, because it is one in seven by the quality of faith and election."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 1:72",
                            "text": "Whether writing to them who labour in the world, and live of the frugality of their labours, and are patient, and when they see certain men in the Church wasters, and pernicious, they hear them, lest there should become dissension, he yet admonishes them by love, that in what respects their faith is deficient they should repent; or to those who dwell in cruel places among persecutors, that they should continue faithful; or to those who, under the pretext of mercy, do unlawful sins in the Church, and make them manifest to be done by others; or to those that are at ease in the Church; or to those who are negligent, and Christians only in name; or to those who are meekly instructed, that they may bravely persevere in faith; or to those who study the Scriptures, and labour to know the mysteries of their announcement, and are unwilling to do God's work that is mercy and love: to all he urges penitence, to all he declares judgment."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:1",
                            "text": "from the second chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:2",
                            "text": "\"I know thy works, and thy labour, and thy patience\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:3",
                            "text": "In the first epistle He speaks thus: I know that thou sufferest and workest, I see that thou art patient; think not that I am staying long from thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:4",
                            "text": "\"And that thou canst not bear them that are evil, and who say that they are Jews and are not, and thou has found them liars, and thou hast patience for My name's sake\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:5",
                            "text": "All these things tend to praise, and that no small praise; and it behoves such men, and such a class, and such elected persons, by all means to be admonished, that they may not be defrauded of such privileges granted to them of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:6",
                            "text": "These few things He said that He had against them."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:7",
                            "text": ",."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:8",
                            "text": "\"And thou hast left thy first love: remember whence thou hast fallen\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:9",
                            "text": "He who falls, falls from a height: therefore He said whence: because, even to the very last, works of love must be practised; and this is the principal commandment."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:10",
                            "text": "Finally, unless this is done, He threatened to remove their candlestick out of its place, that is, to disperse the congregation."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:11",
                            "text": "\"This thou hast also, that thou hatest the deeds of the Nicolaitanes\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:12",
                            "text": "But because thou thyself hatest those who hold the doctrines of the Nicolaitanes, thou expectest praise."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:13",
                            "text": "Moreover, to hate the works of the Nicolaitanes, which He Himself also hated, this tends to praise."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:14",
                            "text": "But the works of the Nicolaitanes were in that time false and troublesome men, who, as ministers under the name of Nicolaus, had made for themselves a heresy, to the effect that what had been offered to idols might be exorcised and eaten, and that whoever should have committed fornication might receive peace on the eighth day."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:15",
                            "text": "Therefore He extols those to whom He is writing; and to these men, being such and so great, He promised the tree of life, which is in the paradise of His God."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:16",
                            "text": "The following epistle unfolds the mode of life and habit of another order which follows."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:17",
                            "text": "He proceeds to say:—."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:18",
                            "text": "\"I know thy tribulation and thy poverty, but thou art rich\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:19",
                            "text": "For He knows that with such men there are riches hidden with Him, and that they deny the blasphemy of the Jews, who say that they are Jews and are not; but they are the synagogue of Satan, since they are gathered together by Antichrist; and to them He says:—."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:20",
                            "text": "\"Be thou faithful unto death\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:21",
                            "text": "That they should continue to be faithful even unto death."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:22",
                            "text": "\"He that shall overcome, shall not be hurt by the second death\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:23",
                            "text": "That is, he shall not be chastised in hell."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:24",
                            "text": "The third order of the saints shows that they are men who are strong in faith, and who are not afraid of persecution; but because even among them there are some who are inclined to unlawful associations, He says:—  –."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:25",
                            "text": "\"Thou hast there some who hold the doctrine of Balaam, who taught in the case of Balak that he should put a stumbling-block before the children of Israel, to eat and to commit fornication."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:26",
                            "text": "So also hast thou them who hold the doctrine of the Nicolaitanes; but I will fight with them with the sword of my mouth\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:27",
                            "text": "That is, I will say what I shall command, and I will tell you what you shall do."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:28",
                            "text": "For Balaam, with his doctrine, taught Balak to cast a stumbling-block before the eyes of the children of Israel, to eat what was sacrificed to idols, and to commit fornication,—a thing which is known to have happened of old."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:29",
                            "text": "For he gave this advice to the king of the Moabites, and they caused stumbling to the people."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:30",
                            "text": "Thus, says He, ye have among you those who hold such doctrine; and under the pretext of mercy, you would corrupt others."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:31",
                            "text": "\"To him that overcometh I will give the hidden manna, and I will give him a white stone\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:32",
                            "text": "The hidden manna is immortality; the white gem is adoption to be the son of God; the new name written on the stone is \"Christian\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:33",
                            "text": "The fourth class intimates the nobility of the faithful, who labour daily, and do greater works."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:34",
                            "text": "But even among them also He shows that there are men of an easy disposition to grant unlawful peace, and to listen to new forms of prophesying; and He reproves and warns the others to whom this is not pleasing, who know the wickedness opposed to them: for which evils He purposes to bring upon the head of the faithful both sorrows and dangers; and therefore He says:—."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:35",
                            "text": "\"I will not put upon you any other burden\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:36",
                            "text": "That is, I have not given you laws, observances, and duties, which is another burden."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:37",
                            "text": ",."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:38",
                            "text": "\"But that which ye have, hold fast until I come; and he that overcometh, to him will I give power over all peoples\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:39",
                            "text": "That is, him I will appoint as judge among the rest of the saints."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:40",
                            "text": "\"And I will give him the morning star\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:41",
                            "text": "To wit, the first resurrection."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 2:42",
                            "text": "He promised the morning star, which drives away the night, and announces the light, that is, the beginning of day."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:1",
                            "text": "from the third chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:2",
                            "text": "The fifth class, company, or association of saints, sets forth men who are careless, and who are carrying on in the world other transactions than those which they ought—Christians only in name."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:3",
                            "text": "And therefore He exhorts them that by any means they should be turned away from negligence, and be saved; and to this effect He says:—."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:4",
                            "text": "\"Be watchful, and strengthen the other things which were ready to die; for I have not found thy works perfect before God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:5",
                            "text": "For it is not enough for a tree to live and to have no fruit, even as it is not enough to be called a Christian and to confess Christ, but not to have Himself in our work, that is, not to do His precepts."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:6",
                            "text": "The sixth class is the mode of life of the best election."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:7",
                            "text": "The habit of saints is set forth; of those, to wit, who are lowly in the world, and unskilled in the Scriptures, and who hold the faith immoveably, and are not at all broken down by any chance, or withdrawn from the faith by any fear."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:8",
                            "text": "Therefore He says to them:—."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:9",
                            "text": "\"I have set before thee an open door, because thou hast kept the word of my patience\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:10",
                            "text": "In such little strength."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:11",
                            "text": "\"And I will keep thee from the hour of temptation\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:12",
                            "text": "That they may know His glory to be of this kind, that they are not indeed permitted to be given over to temptation."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:13",
                            "text": "\"He that overcometh shall be made a pillar in the temple of God\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:14",
                            "text": "For even as a pillar is an ornament of the building, so he who perseveres shall obtain a nobility in the Church."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:15",
                            "text": "Moreover, the seventh association of the Church declares that they are rich men placed in positions of dignity, but believing that they are rich, among whom indeed the Scriptures are discussed in their bedchamber, while the faithful are outside; and they are understood by none, although they boast themselves, and say that they know all things,—endowed with the confidence of learning, but ceasing from its labour."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:16",
                            "text": "And thus He says:—."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:17",
                            "text": "\"That they are neither cold nor hot\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:18",
                            "text": "That is, neither unbelieving nor believing, for they are all things to all men."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:19",
                            "text": "And because he who is neither cold nor hot, but lukewarm, gives nausea, He says:—."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:20",
                            "text": "\"I will vomit thee out of My mouth\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:21",
                            "text": "Although nausea is hateful, still it hurts no one; so also is it with men of this kind when they have been cast forth."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:22",
                            "text": "But because there is time of repentance, He says:—."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:23",
                            "text": "\"I persuade thee to buy of Me gold tried in the fire\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:24",
                            "text": "That is, that in whatever manner you can, you should suffer for the Lord's name tribulations and passions."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:25",
                            "text": "\"And anoint thine eyes with eye-salve\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:26",
                            "text": "That what you gladly know by the Scripture, you should strive also to do the work of the same."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 3:27",
                            "text": "And because, if in these ways men return out of great destruction to great repentance, they are not only useful to themselves, but they are able also to be of advantage to many, He promised them no small reward,—to sit, namely, on the throne of judgment."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:1",
                            "text": "from the fourth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:2",
                            "text": "\"After this, I beheld, and, lo, a door was opened in heaven\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:3",
                            "text": "The new testament is announced as an open door in heaven."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:4",
                            "text": "\"And the first voice which I heard was, as it were, of a trumpet talking with me, saying, Come up hither\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:5",
                            "text": "Since the door is shown to be opened, it is manifest that previously it had been closed to men."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:6",
                            "text": "And it was sufficiently and fully laid open when Christ ascended with His body to the Father into heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:7",
                            "text": "Moreover, the first voice which he had heard when he says that it spoke with him, without contradiction condemns those who say that one spoke in the prophets, another in the Gospel; since it is rather He Himself who comes, that is the same who spoke in the prophets."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:8",
                            "text": "For John was of the circumcision, and all that people which had heard the announcement of the Old Testament was edified with his word."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:9",
                            "text": "\"That very same voice,\" said he, \"that I had heard, that said unto me, Come up hither\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:10",
                            "text": "That is the Spirit, whom a little before he confesses that he had seen walking as the Son of man in the midst of the golden candlesticks."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:11",
                            "text": "And he now gathers from Him what had been foretold in similitudes by the law, and associates with this scripture all the former prophets, and opens up the Scriptures."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:12",
                            "text": "And because our Lord invited in His own name all believers into heaven, He forthwith poured out the Holy Spirit, who should bring them to heaven."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:13",
                            "text": "He says:—."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:14",
                            "text": "\"Immediately I was in the Spirit\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:15",
                            "text": "And since the mind of the faithful is opened by the Holy Spirit, and that is manifested to them which was also foretold to the fathers, he distinctly says:—  \"And, behold, a throne was set in heaven\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:16",
                            "text": "The throne set: what is it but the throne of judgment and of the King?."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:17",
                            "text": "\"And He that sat upon the throne was, to look upon, like a jasper and a sardine stone\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:18",
                            "text": "Upon the throne he says that he saw the likeness of a jasper and a sardine stone."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:19",
                            "text": "The jasper is of the colour of water, the sardine of fire."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:20",
                            "text": "These two are thence manifested to be placed as judgments upon God's tribunal until the consummation of the world, of which judgments one is already completed in the deluge of water, and the other shall be completed by fire."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:21",
                            "text": "\"And there was a rainbow about the throne\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:22",
                            "text": "Moreover, the rainbow round about the throne has the same colours."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:23",
                            "text": "The rainbow is called a bow from what the Lord spake to Noah and to his sons, that they should not fear any further deluge in the generation of God, but fire."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:24",
                            "text": "For thus He says: I will place my bow in the clouds, that ye may now no longer fear water, but fire."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:25",
                            "text": "\"And before the throne there was, as it were, a sea of glass like to crystal\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:26",
                            "text": "That is the gift of baptism which He sheds forth through His Son in time of repentance, before He executes judgment."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:27",
                            "text": "It is therefore before the throne, that is, the judgment."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:28",
                            "text": "And when he says a sea of glass like to crystal, he shows that it is pure water, smooth, not agitated by the wind, not flowing down as on a slope, but given to be immoveable as the house of God."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:29",
                            "text": "\"And round about the throne were four living creatures\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:30",
                            "text": "The four living creatures are the four Gospels."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:31",
                            "text": "–."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:32",
                            "text": "\"The first living creature was like to a lion, and the second was like to a calf, and the third had a face like to a man, and the fourth was like to a flying eagle; and they had six wings, and round about and within they were full of eyes; and they had no rest, saying, Holy, holy, holy, Lord Omnipotent."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:33",
                            "text": "And the four and twenty elders, falling down before the throne, adored God\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:34",
                            "text": "The four and twenty elders are the twenty-four books of the prophets and of the law, which give testimonies of the judgment."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:35",
                            "text": "Moreover, also, they are the twenty-four fathers—twelve apostles and twelve patriarchs."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:36",
                            "text": "And in that the living creatures are different in appearance, this is the reason: the living creature like to a lion designates Mark, in whom is heard the voice of the lion roaring in the desert."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:37",
                            "text": "And in the figure of a man, Matthew strives to declare to us the genealogy of Mary, from whom Christ took flesh."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:38",
                            "text": "Therefore, in enumerating from Abraham to David, and thence to Joseph, he spoke of Him as if of a man: therefore his announcement sets forth the image of a man."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:39",
                            "text": "Luke, in narrating the priesthood of Zacharias as he offers a sacrifice for the people, and the angel that appears to him with respect of the priesthood, and the victim in the same description bore the likeness of a calf."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:40",
                            "text": "John the evangelist, like to an eagle hastening on uplifted wings to greater heights, argues about the Word of God."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:41",
                            "text": "Mark, therefore, as an evangelist thus beginning, \"The beginning of the Gospel of Jesus Christ, as it is written in Isaiah the prophet;\" The voice of one crying in the wilderness,\"—has the effigy of a lion."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:42",
                            "text": "And Matthew, \"The book of the generation of Jesus Christ, the son of David, the son of Abraham:\" this is the form of a man."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:43",
                            "text": "But Luke said, \"There was a priest, by name Zachariah, of the course of Abia, and his wife was of the daughters of Aaron:\" this is the likeness of a calf."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:44",
                            "text": "But John, when he begins, \"In the beginning was the Word, and the Word was with God, and the Word was God,\" sets forth the likeness of a flying eagle."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:45",
                            "text": "Moreover, not only do the evangelists express their four similitudes in their respective openings of the Gospels, but also the Word itself of God the Father Omnipotent, which is His Son our Lord Jesus Christ, bears the same likeness in the time of His advent."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:46",
                            "text": "When He preaches to us, He is, as it were, a lion and a lion's whelp."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:47",
                            "text": "And when for man's salvation He was made man to overcome death, and to set all men free, and that He offered Himself a victim to the Father on our behalf, He was called a calf."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:48",
                            "text": "And that He overcame death and ascended into the heavens, extending His wings and protecting His people, He was named a flying eagle."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:49",
                            "text": "Therefore these announcements, although they are four, yet are one, because it proceeded from one mouth."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:50",
                            "text": "Even as the river in paradise, although it is one, was divided into four heads."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:51",
                            "text": "Moreover, that for the announcement of the New Testament those living creatures had eyes within and without, shows the spiritual providence which both looks into the secrets of the heart, and beholds the things which are coming after that are within and without."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:52",
                            "text": "\"Six wings\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:53",
                            "text": "These are the testimonies of the books of the Old Testament."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:54",
                            "text": "Thus, twenty and four make as many as there are elders sitting upon the thrones."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:55",
                            "text": "But as an animal cannot fly unless it have wings, so, too, the announcement of the New Testament gains no faith unless it have the fore-announced testimonies of the Old Testament, by which it is lifted from the earth, and flies."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:56",
                            "text": "For in every case, what has been told before, and is afterwards found to have happened, that begets an undoubting faith."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:57",
                            "text": "Again, also, if wings be not attached to the living creatures, they have nothing whence they may draw their life."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:58",
                            "text": "For unless what the prophets foretold had been consummated in Christ, their preaching was vain."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:59",
                            "text": "For the Catholic Church holds those things which were both before predicted and afterwards accomplished."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:60",
                            "text": "And it flies, because the living animal is reasonably lifted up from the earth."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:61",
                            "text": "But to heretics who do not avail themselves of the prophetic testimony, to them also there are present living creatures; but they do not fly, because they are of the earth."
                        },
                        {
                            "verse": 62,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:62",
                            "text": "And to the Jews who do not receive the announcement of the New Testament there are present wings; but they do not fly, that is, they bring a vain prophesying to men, not adjusting facts to their words."
                        },
                        {
                            "verse": 63,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:63",
                            "text": "And the books of the Old Testament that are received are twenty-four, which you will find in the epitomes of Theodore."
                        },
                        {
                            "verse": 64,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:64",
                            "text": "But, moreover (as we have said), four and twenty elders, patriarchs and apostles, are to judge His people."
                        },
                        {
                            "verse": 65,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:65",
                            "text": "For to the apostles, when they asked, saying, \"We have forsaken all that we had, and followed Thee: what shall we have?\" our Lord replied, \"When the Son of man shall sit upon the throne of His glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:66",
                            "text": "But of the fathers also who should judge, says the patriarch Jacob, \"Dan also himself shall judge his people among his brethren, even as one of the tribes in Israel\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:67",
                            "text": "\"And from the throne proceeded lightnings, and voices, and thunders, and seven torches of fire burning\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:68",
                            "text": "And the lightnings, and voices, and thunders proceeding from the throne of God, and the seven torches of fire burning, signify announcements, and promises of adoption, and threatenings."
                        },
                        {
                            "verse": 69,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:69",
                            "text": "For lightnings signify the Lord's advent, and the voices the announcements of the New Testament, and the thunders, that the words are from heaven."
                        },
                        {
                            "verse": 70,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:70",
                            "text": "The burning torches of fire signify the gift of the Holy Spirit, that it is given by the wood of the passion."
                        },
                        {
                            "verse": 71,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:71",
                            "text": "And when these things were doing, he says that all the elders fell down and adored the Lord; while the living creatures—that is, of course, the actions recorded in the Gospels and the teaching of the Lord—gave Him glory and honour."
                        },
                        {
                            "verse": 72,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:72",
                            "text": "In that they had fulfilled the word that had been previously foretold by them, they worthily and with reason exult, feeling that they have ministered the mysteries and the word of the Lord."
                        },
                        {
                            "verse": 73,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:73",
                            "text": "Finally, also, because He had come who should remove death, and who alone was worthy to take the crown of immortality, all for the glory of His most excellent doing had crowns."
                        },
                        {
                            "verse": 74,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:74",
                            "text": "\"And they cast their crowns under His feet\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:75",
                            "text": "That is, on account of the eminent glory of Christ's victory, they cast all their victories under His feet."
                        },
                        {
                            "verse": 76,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:76",
                            "text": "This is what in the Gospel the Holy Spirit consummated by showing, For when about finally to suffer, our Lord had come to Jerusalem, and the people had gone forth to meet Him, some strewed the road with palm branches cut down, others threw down their garments, doubtless these were setting forth two peoples—the one of the patriarchs, the other of the prophets; that is to say, of the great men who had any kind of palms of their victories against sin, and cast them under the feet of Christ, the victor of all."
                        },
                        {
                            "verse": 77,
                            "chapter": 4,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 4:77",
                            "text": "And the palm and the crown signify the same things, and these are not given save to the victor."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:1",
                            "text": "from the fifth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:2",
                            "text": "\"And I saw in the right hand of Him that sat upon the throne, a book written within and without, sealed with seven seals\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:3",
                            "text": "This book signifies the Old Testament, which has been given into the hands of our Lord Jesus Christ, who received from the Father judgment."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:4",
                            "text": ",."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:5",
                            "text": "\"And I saw an angel full of strength proclaiming with a loud voice, Who is worthy to open the book, and to loose the seals thereof? And no one was found worthy, neither in the earth nor under the earth, to open the book\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:6",
                            "text": "Now to open the book is to overcome death for man."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:7",
                            "text": "\"There was none found worthy to do this\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:8",
                            "text": "Neither among the angels of heaven, nor among men in earth, nor among the souls of the saints in rest, save Christ the Son of God alone, whom he says that he saw as a Lamb standing as it were slain, having seven horns."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:9",
                            "text": "What had not been then announced, and what the law had contemplated for Him by its various oblations and sacrifices, it behoved Himself to fulfil."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:10",
                            "text": "And because He Himself was the testator, who had overcome death, it was just that Himself should be appointed the Lord's heir, that He should possess the substance of the dying man, that is, the human members."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:11",
                            "text": "\"Lo, the Lion of the tribe of Judah, the root of David, hath prevailed\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:12",
                            "text": "We read in Genesis that this lion of the tribe of Judah hath conquered, when the patriarch Jacob says, \"Judah, thy brethren shall praise thee; thou hast lain down and slept, and hast risen up again as a lion, and as a lion's whelp\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:13",
                            "text": "For He is called a lion for the overcoming of death; but for the suffering for men He was led as a lamb to the slaughter."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:14",
                            "text": "But because He overcame death, and anticipated the duty of the executioner, He was called as it were slain."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:15",
                            "text": "He therefore opens and seals again the testament, which He Himself had sealed."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:16",
                            "text": "The legislator Moses intimating this, that it behoved Him to be sealed and concealed, even to the advent of His passion, veiled his face, and so spoke to the people; showing that the words of his announcement were veiled even to the advent of His time."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:17",
                            "text": "For he himself, when he had read to the people, having taken the wool purpled with the blood of the calf, with water sprinkled the whole people, saying, \"This is the blood of His testament who hath purified you\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:18",
                            "text": "It should therefore be observed that the Man is accurately announced, and that all things combine into one."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:19",
                            "text": "For it is not sufficient that that law is spoken of, but it is named as a testament."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:20",
                            "text": "For no law is called a testament, nor is any thing else called a testament, save what persons make who are about to die."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:21",
                            "text": "And whatever is within the testament is sealed, even to the day of the testator's death."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:22",
                            "text": "Therefore it is with reason that it is only sealed by the Lamb slain, who, as it were a lion, has broken death in pieces, and has fulfilled what had been foretold; and has delivered man, that is, the flesh, from death, and has received as a possession the substance of the dying person, that is, of the human members; that as by one body all men had fallen under the obligation of its death, also by one body all believers should be born again unto life, and rise again."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:23",
                            "text": "Reasonably, therefore, His face is opened and unveiled to Moses; and therefore He is called Apocalypse, Revelation."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:24",
                            "text": "For now His book is unsealed—now the offered victims are perceived—now the fabrication of the priestly chrism; moreover the testimonies are openly understood."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:25",
                            "text": ",."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:26",
                            "text": "\"Twenty-four elders and four living creatures, having harps and phials, and singing a new song\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:27",
                            "text": "The proclamation of the Old Testament associated with the New, points out the Christian people singing a new song, that is, bearing their confession publicly."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:28",
                            "text": "It is a new thing that the Son of God should become man."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:29",
                            "text": "It is a new thing to ascend into the heavens with a body."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:30",
                            "text": "It is a new thing to give remission of sins to men."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:31",
                            "text": "It is a new thing for men to be sealed with the Holy Spirit."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:32",
                            "text": "It is a new thing to receive the priesthood of sacred observance, and to look for a kingdom of unbounded promise."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:33",
                            "text": "The harp, and the chord stretched on its wooden frame, signifies the flesh of Christ linked with the wood of the passion."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:34",
                            "text": "The phial signifies the Confession, and the race of the new Priesthood."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:35",
                            "text": "But it is the praise of many angels, yea, of all, the salvation of all, and the testimony of the universal creation, bringing to our Lord thanksgiving for the deliverance of men from the destruction of death."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 5:36",
                            "text": "The unsealing of the seals, as we have said, is the opening of the Old Testament, and the foretelling of the preachers of things to come in the last times, which, although the prophetic Scripture speaks by single seals, yet by all the seals opened at once, prophecy takes its rank."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:1",
                            "text": "from the sixth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:2",
                            "text": ",."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:3",
                            "text": "\"And when the Lamb had opened one of the seven seals, I saw, and heard one of the four living creatures saying, Come and see."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:4",
                            "text": "And, lo, a white horse, and He who sat upon him had a bow\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:5",
                            "text": "The first seal being opened, he says that he saw a white horse, and a crowned horseman having a bow."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:6",
                            "text": "For this was at first done by Himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:7",
                            "text": "For after the Lord ascended into heaven and opened all things, He sent the Holy Spirit, whose words the preachers sent forth as arrows reaching to the human heart, that they might overcome unbelief."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:8",
                            "text": "And the crown on the head is promised to the preachers by the Holy Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:9",
                            "text": "The other three horses very plainly signify the wars, famines, and pestilences announced by our Lord in the Gospel."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:10",
                            "text": "And thus he says that one of the four living creatures said (because all four are one), \"Come and see\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:11",
                            "text": "\"Come\" is said to him that is invited to faith; \"see\" is said to him who saw not."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:12",
                            "text": "Therefore the white horse is the word of preaching with the Holy Spirit sent into the world."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:13",
                            "text": "For the Lord says, \"This Gospel shall be preached throughout the whole world for a testimony to all nations, and then shall come the end\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:14",
                            "text": ",."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:15",
                            "text": "\"And when He had opened the second seal, I heard the second living creature saying, Come and see."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:16",
                            "text": "And there went out another horse that was red, and to him that sat upon him was given a great sword\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:17",
                            "text": "The red horse, and he that sat upon him, having a sword, signify the coming wars, as we read in the Gospel: \"For nation shall rise against nation, and kingdom against kingdom; and there shall be great earthquakes in divers places\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:18",
                            "text": "This is the ruddy horse."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:19",
                            "text": "\"And when He had opened the third seal, I heard the third living creature saying, Come and see."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:20",
                            "text": "And, lo, a black horse; and he who sat upon it had a balance in his hand\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:21",
                            "text": "The black horse signifies famine, for the Lord says, \"There shall be famines in divers places;\" but the word is specially extended to the times of Antichrist, when there shall be a great famine, and when all shall be injured."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:22",
                            "text": "Moreover, the balance in the hand is the examining scales, wherein He might show forth the merits of every individual."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:23",
                            "text": "He then says:—."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:24",
                            "text": "\"Hurt not the wine and the oil\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:25",
                            "text": "That is, strike not the spiritual man with thy inflictions."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:26",
                            "text": "This is the black horse."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:27",
                            "text": ",."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:28",
                            "text": "\"And when He had opened the fourth seal, I heard the fourth living creature saying, Come and see."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:29",
                            "text": "And, lo, a pale horse; and he who sat upon him was named Death\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:30",
                            "text": "For the pale horse and he who sat upon him bore the name of Death."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:31",
                            "text": "These same things also the Lord had promised among the rest of the coming destructions—great pestilences and deaths; since, moreover, he says:—  \"And hell followed him\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:32",
                            "text": "That is, it was waiting for the devouring of many unrighteous souls."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:33",
                            "text": "This is the pale horse."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:34",
                            "text": "\"And when He had opened the fifth seal, I saw under the altar the souls of them that were slain\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:35",
                            "text": "He relates that he saw under the altar of God, that is, under the earth, the souls of them that were slain."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:36",
                            "text": "For both heaven and earth are called God's altar, as saith the law, commanding in the symbolical form of the truth two altars to be made,—a golden one within, and a brazen one without."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:37",
                            "text": "But we perceive that the golden altar is thus called heaven, by the testimony that our Lord bears to it; for He says, \"When thou bringest thy gift to the altar\" (assuredly our gifts are the prayers which we offer), \"and there rememberest that thy brother hath ought against thee, leave there thy gift before the altar\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:38",
                            "text": "Assuredly prayers ascend to heaven."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:39",
                            "text": "Therefore heaven is understood to be the golden altar which was within; for the priests also were accustomed to enter once in the year—as they who had the anointing—to the golden altar, the Holy Spirit signifying that Christ should do this once for all."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:40",
                            "text": "As the golden altar is acknowledged to be heaven, so also by the brazen altar is understood the earth, under which is the Hades,—a region withdrawn from punishments and fires, and a place of repose for the saints, wherein indeed the righteous are seen and heard by the wicked, but they cannot be carried across to them."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:41",
                            "text": "He who sees all things would have us to know that these saints, therefore—that is, the souls of the slain—are asking for vengeance for their blood, that is, of their body, from those that dwell upon the earth; but because in the last time, moreover, the reward of the saints will be perpetual, and the condemnation of the wicked shall come, it was told them to wait."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:42",
                            "text": "And for a solace to their body, there were given unto each of them white robes."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:43",
                            "text": "They received, says he, white robes, that is, the gift of the Holy Spirit."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:44",
                            "text": "\"And I saw, when he had opened the sixth seal, there was a great earthquake\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:45",
                            "text": "In the sixth seal, then, was a great earthquake: this is that very last persecution."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:46",
                            "text": "\"And the sun became black as sackcloth of hair\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:47",
                            "text": "The sun becomes as sackcloth; that is, the brightness of doctrine will be obscured by unbelievers."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:48",
                            "text": "\"And the entire moon became as blood\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:49",
                            "text": "By the moon of blood is set forth the Church of the saints as pouring out her blood for Christ."
                        },
                        {
                            "verse": 50,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:50",
                            "text": "\"And the stars fell to the earth\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:51",
                            "text": "The falling of the stars are the faithful who are troubled for Christ's sake."
                        },
                        {
                            "verse": 52,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:52",
                            "text": "\"Even as a fig-tree casteth her untimely figs\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:53",
                            "text": "The fig-tree, when shaken, loses its untimely figs—when men are separated from the Church by persecution."
                        },
                        {
                            "verse": 54,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:54",
                            "text": "\"And the heaven withdrew as a scroll that is rolled up\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:55",
                            "text": "For the heaven to be rolled away, that is, that the Church shall be taken away."
                        },
                        {
                            "verse": 56,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:56",
                            "text": "\"And every mountain and the islands were moved from their places\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 6,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 6:57",
                            "text": "Mountains and islands removed from their places intimate that in the last persecution all men departed from their places; that is, that the good will be removed, seeking to avoid the persecution."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:1",
                            "text": "from the seventh chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:2",
                            "text": "\"And I saw another angel ascending from the east, having the seal of the living God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:3",
                            "text": "He speaks of Elias the prophet, who is the precursor of the times of Antichrist, for the restoration and establishment of the churches from the great and intolerable persecution."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:4",
                            "text": "We read that these things are predicted in the opening of the Old and New Testament; for He says by Malachi: \"Lo, I will send to you Elias the Tishbite, to turn the hearts of the fathers to the children, according to the time of calling, to recall the Jews to the faith of the people that succeed them\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:5",
                            "text": "And to that end He shows, as we have said, that the number of those that shall believe, of the Jews and of the nations, is a great multitude which no man was able to number."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:6",
                            "text": "Moreover, we read in the Gospel that the prayers of the Church are sent from heaven by an angel, and that they are received against wrath, and that the kingdom of Antichrist is cast out and extinguished by holy angels; for He says: \"Pray that ye enter not into temptation: for there shall be a great affliction, such as has not been from the beginning of the world; and except the Lord had shortened those days, no flesh should be saved\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:7",
                            "text": "Therefore He shall send these seven great archangels to smite the kingdom of Antichrist; for He Himself also thus said: \"Then the Son of man shall send His messengers; and they shall gather together His elect from the four corners of the wind, from the one end of heaven even to the other end thereof\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:8",
                            "text": "For, moreover, He previously says by the prophet: \"Then shall there be peace for our land, when there shall arise in it seven shepherds and eight attacks of men; and they shall encircle Assur,\" that is, Antichrist, \"in the trench of Nimrod,\" that is, in the nation of the devil, by the spirit of the Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:9",
                            "text": "Similarly when the keepers of the house shall be moved."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:10",
                            "text": "Moreover, the Lord Himself, in the parable to the apostles, when the labourers had come to Him and said, \"Lord, did not we sow good seed in Thy field? whence, then, hath it tares? answered them, An enemy hath done this."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:11",
                            "text": "And they said to Him, Lord, wilt Thou, then, that we go and root them up? And He said, Nay, but let both grow together until the harvest; and in the time of the harvest I will say to the reapers, that they gather the tares and make bundles of them, and burn them with fire everlasting, but that they gather the wheat into my barns\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:12",
                            "text": "The Apocalypse here shows, therefore, that these reapers, and shepherds, and labourers, are the angels."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:13",
                            "text": "And the trumpet is the word of power."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:14",
                            "text": "And although the same thing recurs in the phials, still it is not said as if it occurred twice, but because what is decreed by the Lord to happen shall be once for all; for this cause it is said twice."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:15",
                            "text": "What, therefore, He said too little in the trumpets, is here found in the phials."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:16",
                            "text": "We must not regard the order of what is said, because frequently the Holy Spirit, when He has traversed even to the end of the last times, returns again to the same times, and fills up what He had before failed to say."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:17",
                            "text": "Nor must we look for order in the Apocalypse; but we must follow the meaning of those things which are prophesied."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:18",
                            "text": "Therefore in the trumpets and phials is signified either the desolation of the plagues that are sent upon the earth, or the madness of Antichrist himself, or the cutting off of the peoples, or the diversity of the plagues, or the hope in the kingdom of the saints, or the ruin of states, or the great overthrow of Babylon, that is, the Roman state."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:19",
                            "text": "\"After this I beheld, and, lo, a great multitude, which no man was able to number, of every nation, tribe, and people, and tongue, clothed with white robes\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 7:20",
                            "text": "What the great multitude out of every tribe implies, is to show the number of the elect out of all believers, who, being cleansed by baptism in the blood of the Lamb, have made their robes white, keeping the grace which they have received."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 8:1",
                            "text": "from the eighth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 8:2",
                            "text": "\"And when He had opened the seventh seal, there was silence in heaven for about half an hour\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 8:3",
                            "text": "Whereby is signified the beginning of everlasting rest; but it is described as partial, because the silence being interrupted, he repeats it in order."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 8:4",
                            "text": "For if the silence had continued, here would be an end of his narrative."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 8:5",
                            "text": "\"And I saw an angel flying through the midst of heaven\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 8:6",
                            "text": "By the angel flying through the midst of heaven is signified the Holy Spirit bearing witness in two of the prophets that a great wrath of plagues was imminent."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 8:7",
                            "text": "If by any means, even in the last times, any one should be willing to be converted, any one might even still be saved."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 9:1",
                            "text": "from the ninth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 9:2",
                            "text": ",."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 9:3",
                            "text": "\"And I heard a voice from the four horns of the golden altar which is in the presence of God, saying to the sixth angel which had the trumpet, Loose the four angels\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 9:4",
                            "text": "That is, the four corners of the earth which hold the four winds."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 9:5",
                            "text": "\"Which are bound in the great river Euphrates\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 9:6",
                            "text": "By the corners of the earth, or the four winds across the river Euphrates, are meant four nations, because to every nation is sent an angel; as said the law, \"He determined them by the number of the angels of God,\" until the number of the saints should be filled up."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 9:7",
                            "text": "They do not overpass their bounds, because at the last they shall come with Antichrist."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:1",
                            "text": "from the tenth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:2",
                            "text": ",."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:3",
                            "text": "\"I saw another mighty angel coming down from heaven, clothed with a cloud; and a rainbow was upon his head, and his face was as it were the sun, and his feet as pillars of fire: and he had in his hand an open book: and he set his right foot upon the sea, and his left foot upon the earth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:4",
                            "text": "He signifies that that mighty angel who, he says, descended from heaven, clothed with a cloud, is our Lord, as we have above narrated."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:5",
                            "text": "\"His face was as it were the sun\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:6",
                            "text": "That is, with respect to the resurrection."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:7",
                            "text": "\"Upon his head was a rainbow\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:8",
                            "text": "He points to the judgment which is executed by Him, or shall be."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:9",
                            "text": "\"An open book\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:10",
                            "text": "A revelation of works in the future judgment, or the Apocalypse which John received."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:11",
                            "text": "\"His feet,\" as we have said above, are the apostles."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:12",
                            "text": "For that both things in sea and land are trodden under foot by Him, signifies that all things are placed under His feet."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:13",
                            "text": "Moreover, he calls Him an angel, that is, a messenger, to wit, of the Father; for He is called the Messenger of great counsel."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:14",
                            "text": "He says also that He cried with a loud voice."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:15",
                            "text": "The great voice is to tell the words of the Omnipotent God of heaven to men, and to bear witness that after penitence is closed there will be no hope subsequently."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:16",
                            "text": "\"Seven thunders uttered their voices\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:17",
                            "text": "The seven thunders uttering their voices signify the Holy Spirit of sevenfold power, who through the prophets announced all things to come, and by His voice John gave his testimony in the world; but because he says that he was about to write the things which the thunders had uttered, that is, whatever things had been obscure in the announcements of the Old Testament; he is forbidden to write them, but he was charged to leave them sealed, because he is an apostle, nor was it fitting that the grace of the subsequent stage should be given in the first."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:18",
                            "text": "\"The time,\" says he, \"is at hand\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:19",
                            "text": "For the apostles, by powers, by signs, by portents, and by mighty works, have overcome unbelief."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:20",
                            "text": "After them there is now given to the same completed Churches the comfort of having the prophetic Scriptures subsequently interpreted, for I said that after the apostles there would be interpreting prophets."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:21",
                            "text": "For the apostle says: \"And he placed in the Church indeed, first, apostles; secondly, prophets; thirdly, teachers,\" and the rest."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:22",
                            "text": "And in another place he says: \"Let the prophets speak two or three, and let the others judge\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:23",
                            "text": "And he says: \"Every woman that prayeth or prophesieth with her head uncovered, dishonoureth her head\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:24",
                            "text": "And when he says, \"Let the prophets speak two or three, and let the others judge,\" he is not speaking in respect of the Catholic prophecy of things unheard and unknown, but of things both announced and known."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:25",
                            "text": "But let them judge whether or not the interpretation is consistent with the testimonies of the prophetic utterance."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:26",
                            "text": "It is plain, therefore, that to John, armed as he was with superior virtue, this was not necessary, although the body of Christ, which is the Church, adorned with His members, ought to respond to its position."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:27",
                            "text": "\"I took the book from the hand of the angel, and ate it up\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:28",
                            "text": "To take the book and eat it up, is, when exhibition of a thing is made to one, to commit it to memory."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:29",
                            "text": "\"And it was in my mouth as sweet as honey\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:30",
                            "text": "To be sweet in the mouth is the reward of the preaching of the speaker, and is most pleasant to the hearers; but it is most bitter both to those that announce it, and to those that persevere in its commandments through suffering."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:31",
                            "text": "\"And He says unto me, Thou must again prophesy to the peoples, and to the tongues, and to the nations, and to many kings\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:32",
                            "text": "He says this, because when John said these things he was in the island of Patmos, condemned to the labour of the mines by Caesar Domitian."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:33",
                            "text": "There, therefore, he saw the Apocalypse; and when grown old, he thought that he should at length receive his quittance by suffering, Domitian being killed, all his judgments were discharged."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:34",
                            "text": "And John being dismissed from the mines, thus subsequently delivered the same Apocalypse which he had received from God."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 10:35",
                            "text": "This, therefore, is what He says: Thou must again prophesy to all nations, because thou seest the crowds of Antichrist rise up; and against them other crowds shall stand, and they shall fall by the sword on the one side and on the other."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:1",
                            "text": "from the eleventh chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:2",
                            "text": "\"And there was shown unto me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:3",
                            "text": "A reed was shown like to a rod."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:4",
                            "text": "This itself is the Apocalypse which he subsequently exhibited to the churches; for the Gospel of the complete faith he subsequently wrote for the sake of our salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:5",
                            "text": "For when Valentinus, and Cerinthus, and Ebion, and others of the school of Satan, were scattered abroad throughout the world, there assembled together to him from the neighbouring provinces all the bishops, and compelled him himself also to draw up his testimony."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:6",
                            "text": "Moreover, we say that the measure of God's temple is the command of God to confess the Father Almighty, and that His Son Christ was begotten by the Father before the beginning of the world, and was made man in very soul and flesh, both of them having overcome misery and death; and that, when received with His body into heaven by the Father, He shed forth the Holy Spirit, the gift and pledge of immortality, that He was announced by the prophets, He was described by the law, He was God's hand, and the Word of the Father from God, Lord over all, and founder of the world: this is the reed and the measure of faith; and no one worships the holy altar save he who confesses this faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:7",
                            "text": "\"The court which is within the temple leave out\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:8",
                            "text": "The space which is called the court is the empty altar within the walls: these being such as were not necessary, he commanded to be ejected from the Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:9",
                            "text": "\"It is given to be trodden down by the Gentiles\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:10",
                            "text": "That is, to the men of this world, that it may be trodden under foot by the nations, or with the nations."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:11",
                            "text": "Then he repeats about the destruction and slaughter of the last time, and says:—."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:12",
                            "text": "\"They shall tread the holy city down for forty and two months; and I will give to my two witnesses, and they shall predict a thousand two hundred and threescore days clothed in sackcloth\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:13",
                            "text": "That is, three years and six months: these make forty-two months."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:14",
                            "text": "Therefore their preaching is three years and six months, and the kingdom of Antichrist as much again."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:15",
                            "text": "\"If any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:16",
                            "text": "That fire proceedeth out of the mouth of those prophets against the adversaries, bespeaks the power of the world."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:17",
                            "text": "For all afflictions, however many there are, shall be sent by their messengers in their word."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:18",
                            "text": "Many think that there is Elisha, or Moses, with Elijah; but both of these died; while the death of Elijah is not heard of, with whom all our ancients have believed that it was Jeremiah."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:19",
                            "text": "For even the very word spoken to him testifies to him, saying, \"Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:20",
                            "text": "But he was not a prophet unto the nations; and thus the truthful word of God makes it necessary, which it has promised to set forth, that he should be a prophet to the nations."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:21",
                            "text": "\"These are the two candlesticks standing before the Lord of the earth\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:22",
                            "text": "These two candlesticks and two olive trees He has to this end spoken of, and admonished you that if, when you have read of them elsewhere, you have not understood, you may understand here."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:23",
                            "text": "For in Zechariah, one of the twelve prophets, it is thus written: \"These are the two olive trees and two candlesticks which stand in the presence of the Lord of the earth;\" that is, they are in paradise."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:24",
                            "text": "Also, in another sense, standing in the presence of the lord of the earth, that is, in the presence of Antichrist."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:25",
                            "text": "Therefore they must be slain by Antichrist."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:26",
                            "text": "\"And the beast which ascendeth from the abyss\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:27",
                            "text": "After many plagues completed in the world, in the end he says that a beast ascended from the abyss."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:28",
                            "text": "But that he shall ascend from the abyss is proved by many testimonies; for he says in the thirty-first chapter of Ezekiel: \"Behold, Assur was a cypress in Mount Lebanon\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:29",
                            "text": "Assur, deeply rooted, was a lofty and branching cypress—that is, a numerous people—in Mount Lebanon, in the kingdom of kingdoms, that is, of the Romans."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:30",
                            "text": "Moreover, that he says he was beautiful in offshoots, he says he was strong in armies."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:31",
                            "text": "The water, he says, shall nourish him, that is, the many thousands of men which were subjected to him; and the abyss increased him, that is, belched him forth."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:32",
                            "text": "For even Isaiah speaks almost in the same words; moreover, that he was in the kingdom of the Romans, and that he was among the Caesars."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:33",
                            "text": "The Apostle Paul also bears witness, for he says to the Thessalonians: \"Let him who now restraineth restrain, until he be taken out of the way; and then shall appear that Wicked One, even he whose coming is after the working of Satan, with signs and lying wonders\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:34",
                            "text": "And that they might know that he should come who then was the prince, he added: \"He already endeavours after the secret of mischief\"—that is, the mischief which he is about to do he strives to do secretly; but he is not raised up by his own power, nor by that of his father, but by command of God, of which thing Paul says in the same passage: \"For this cause, because they have not received the love of God, He will send upon them a spirit of error, that they all may be persuaded of a lie, who have not been persuaded of the truth\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:35",
                            "text": "And Isaiah saith: \"While they waited for the light, darkness arose upon them\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:36",
                            "text": "Therefore the Apocalypse sets forth that these prophets are killed by the same, and on the fourth day rise again, that none might be found equal to God."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:37",
                            "text": "\"And their dead bodies shall lie in the streets of the great city, which spiritually is called Sodom and Egypt\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:38",
                            "text": "But He calls Jerusalem Sodom and Egypt, since it had become the heaping up of the persecuting people."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:39",
                            "text": "Therefore it behooves us diligently, and with the utmost care, to follow the prophetic announcement, and to understand what the Spirit from the Father both announces and anticipates, and how, when He has gone forward to the last times, He again repeats the former ones."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:40",
                            "text": "And now, what He will do once for all, He sometimes sets forth as if it were done; and unless you understand this, as sometimes done, and sometimes as about to be done, you will fall into a great confusion."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:41",
                            "text": "Therefore the interpretation of the following sayings has shown therein, that not the order of the reading, but the order of the discourse, must be understood."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:42",
                            "text": "\"And the temple of God was opened which is in heaven\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:43",
                            "text": "The temple opened is a manifestation of our Lord."
                        },
                        {
                            "verse": 44,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:44",
                            "text": "For the temple of God is the Son, as He Himself says: \"Destroy this temple, and in three days I will raise it up\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:45",
                            "text": "And when the Jews said, \"Forty and six years was this temple in building,\" the evangelist says, \"He spake of the temple of His body\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:46",
                            "text": "\"And there was seen in His temple the ark of the Lord's testament\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 11,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 11:47",
                            "text": "The preaching of the Gospel and the forgiveness of sins, and all the gifts whatever that came with Him, he says, appeared therein."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:1",
                            "text": "from the twelfth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:2",
                            "text": "\"And there was seen a great sign in heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:3",
                            "text": "A woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:4",
                            "text": "And being with child, she cried out travailing, and bearing torments that she might bring forth\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:5",
                            "text": "The woman clothed with the sun, and having the moon under her feet, and wearing a crown of twelve stars upon her head, and travailing in her pains, is the ancient Church of fathers, and prophets, and saints, and apostles, which had the groans and torments of its longing until it saw that Christ, the fruit of its people according to the flesh long promised to it, had taken flesh out of the selfsame people."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:6",
                            "text": "Moreover, being clothed with the sun intimates the hope of resurrection and the glory of the promise."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:7",
                            "text": "And the moon intimates the fall of the bodies of the saints under the obligation of death, which never can fail."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:8",
                            "text": "For even as life is diminished, so also it is increased."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:9",
                            "text": "Nor is the hope of those that sleep extinguished absolutely, as some think, but they have in their darkness a light such as the moon."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:10",
                            "text": "And the crown of twelve stars signifies the choir of fathers, according to the fleshly birth, of whom Christ was to take flesh."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:11",
                            "text": "\"And there appeared another sign in heaven; and behold a red dragon, having seven heads\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:12",
                            "text": "Now, that he says that this dragon was of a red colour—that is, of a purple colour—the result of his work gave him such a colour."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:13",
                            "text": "For from the beginning (as the Lord says) he was a murderer; and he has oppressed the whole of the human race, not so much by the obligation of death, as, moreover, by the various forms of destruction and fatal mischiefs."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:14",
                            "text": "His seven heads were the seven kings of the Romans, of whom also is Antichrist, as we have said above."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:15",
                            "text": "\"And ten horns\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:16",
                            "text": "He says that the ten kings in the latest times are the same as these, as we shall more fully set forth there."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:17",
                            "text": "\"And his tail drew the third part of the stars of heaven, and cast them upon the earth\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:18",
                            "text": "Now, that he says that the dragon's tail drew the third part of the stars of heaven, this may be taken in two ways."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:19",
                            "text": "For many think that he may be able to seduce the third part of the men who believe."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:20",
                            "text": "But it should more truly be understood, that of the angels that were subject to him, since he was still a prince when he descended from his estate, he seduced the third part; therefore what we said above, the Apocalypse says."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:21",
                            "text": "\"And the dragon stood before the woman who was beginning to bring forth, that, when she had brought forth, he might devour her child\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:22",
                            "text": "The red dragon standing and desiring to devour her child when she had brought him forth, is the devil,—to wit, the traitor angel, who thought that the perishing of all men would be alike by death; but He, who was not born of seed, owed nothing to death: wherefore he could not devour Him—that is, detain Him in death—for on the third day He rose again."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:23",
                            "text": "Finally, also, and before He suffered, he approached to tempt Him as man; but when he found that He was not what he thought Him to be, he departed from Him, even till the time."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:24",
                            "text": "Whence it is here said:—."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:25",
                            "text": "\"And she brought forth a son, who begins to rule all nations with a rod of iron\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:26",
                            "text": "The rod of iron is the sword of persecution."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:27",
                            "text": "\"I saw that all men withdrew from his abodes\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:28",
                            "text": "That is, the good will be removed, flying from persecution."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:29",
                            "text": "\"And her son was caught up to God, and to His throne\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:30",
                            "text": "We read also in the Acts of the Apostles that He was caught up to God's throne, just as speaking with the disciples He was caught up to heaven."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:31",
                            "text": "\"But the woman fled into the wilderness, and there were given to her two great eagle's wings\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:32",
                            "text": "The aid of the great eagle's wings—to wit, the gift of prophets—was given to that Catholic Church, whence in the last times a hundred and forty-four thousands of men should believe on the preaching of Elias; but, moreover, he here says that the rest of the people should be found alive on the coming of the Lord."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:33",
                            "text": "And the Lord says in the Gospel: \"Then let them which are in Judea flee to the mountains;\" that is, as many as should be gathered together in Judea, let them go to that place which they have ready, and let them be supported there for three years and six months from the presence of the devil."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:34",
                            "text": "\"Two great wings\" are the two prophets—Elias, and the prophet who shall be with him."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:35",
                            "text": "\"And the serpent cast out of his mouth after the woman water as a flood, that he might carry her away with the flood\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:36",
                            "text": "He signifies by the water which the serpent cast out of his mouth, the people who at his command would persecute her."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:37",
                            "text": "\"And the earth helped the woman, and opened her mouth, and swallowed up the flood which the dragon cast out of his mouth\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:38",
                            "text": "That the earth opened her month and swallowed up the waters, sets forth the vengeance for the present troubles."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:39",
                            "text": "Although, therefore, it may signify this woman bringing forth, it shows her afterwards flying when her offspring is brought forth, because both things did not happen at one time; for we know that Christ was born, but that the time should arrive that she should flee from the face of the serpent: (we do not know) that this has happened as yet."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:40",
                            "text": "Then he says:—  –."
                        },
                        {
                            "verse": 41,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:41",
                            "text": "\"There was a battle in heaven: Michael and his angels fought with the dragon; and the dragon warred, and his angels, and they prevailed not; nor was their place found any more in heaven."
                        },
                        {
                            "verse": 42,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:42",
                            "text": "And that great dragon was cast forth, that old serpent: he was cast forth into the earth\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:43",
                            "text": "This is the beginning of Antichrist; yet previously Elias must prophesy, and there must be times of peace."
                        },
                        {
                            "verse": 44,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:44",
                            "text": "And afterwards, when the three years and six months are completed in the preaching of Elias, he also must be cast down from heaven, where up till that time he had had the power of ascending; and all the apostate angels, as well as Antichrist, must be roused up from hell."
                        },
                        {
                            "verse": 45,
                            "chapter": 12,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 12:45",
                            "text": "Paul the apostle says: \"Except there come a falling away first, and the man of sin shall appear, the son of perdition; and the adversary who exalted himself above all which is called God, or which is worshipped\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 13:1",
                            "text": "from the thirteenth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 13:2",
                            "text": "\"And I saw a beast rising up from the sea, like unto a leopard\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 13:3",
                            "text": "This signifies the kingdom of that time of Antichrist, and the people mingled with the variety of nations."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 13:4",
                            "text": "\"His feet were as the feet of a bear\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 13:5",
                            "text": "A strong and most unclean beast, the feet are to be understood as his leaders."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 13:6",
                            "text": "\"And his mouth as the mouth of a lion\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 13:7",
                            "text": "That is, his mouth armed for blood is his bidding, and a tongue which will proceed to nothing else than to the shedding of blood."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:1",
                            "text": "\"His number is the name of a man, and his number is Six hundred threescore and six\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:2",
                            "text": "As they have it reckoned from the Greek characters, they thus find it among many to be τειταν, for τειταν has this number, which the Gentiles call Sol and Phoebus; and it is reckoned in Greek thus: τ three hundred, ε five, ι ten, τ three hundred, α one, ν fifty,—which taken together become six hundred and sixty-six."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:3",
                            "text": "For as far as belongs to the Greek letters, they fill up this number and name; which name if you wish to turn into Latin, it is understood by the antiphrase DICLUX, which letters are reckoned in this manner: since D figures five hundred, I one, C a hundred, L fifty, V five, X ten,—which by the reckoning up of the letters makes similarly six hundred and sixty-six, that is, what in Greek gives τειταν, to wit, what in Latin is called DICLUX; by which name, expressed by antiphrases, we understand Antichrist, who, although he be cut off from the supernal light, and deprived thereof, yet transforms himself into an angel of light, daring to call himself light."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:4",
                            "text": "Moreover, we find in a certain Greek codex αντεμος, which letters being reckoned up, you will find to give the number as above: α one, ν fifty, τ three hundred, ε five, μ forty, ο seventy, ς two hundred,—which together makes six hundred and sixty-six, according to the Greeks."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:5",
                            "text": "Moreover, there is another name in Gothic of him, which will be evident of itself, that is, γενσήρικος, which in the same way you will reckon in Greek letters: γ three, ε five, ν fifty, σ two hundred, η eight, ρ a hundred, ι ten, κ twenty, ο seventy, ς also two hundred, which, as has been said above, make six hundred and sixty-six."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:6",
                            "text": "\"And I saw another beast coming up out of the earth\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:7",
                            "text": "He is speaking of the great and false prophet who is to do signs, and portents, and falsehoods before him in the presence of men."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:8",
                            "text": "\"And he had two horns like a lamb—that is, the appearance within of a man—and he spoke like a dragon\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:9",
                            "text": "But the devil speaks full of malice; for he shall do these things in the presence of men, so that even the dead appear to rise again."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:10",
                            "text": "\"And he shall make fire come down from heaven in the sight of men\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:11",
                            "text": "Yes (as I also have said), in the sight of men."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:12",
                            "text": "Magicians do these things, by the aid of the apostate angels, even to this day."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:13",
                            "text": "He shall cause also that a golden image of Antichrist shall be placed in the temple at Jerusalem, and that the apostate angel should enter, and thence utter voices and oracles."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:14",
                            "text": "Moreover, he himself shall contrive that his servants and children should receive as a mark on their foreheads, or on their right hands, the number of his name, lest any one should buy or sell them."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:15",
                            "text": "Daniel had previously predicted his contempt and provocation of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:16",
                            "text": "\"And he shall place,\" says he, \"his temple within Samaria, upon the illustrious and holy mountain that is at Jerusalem, an image such as Nebuchadnezzar had made\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:17",
                            "text": "Thence here he places, and by and by here he renews, that of which the Lord, admonishing His churches concerning the last times and their dangers, says: \"But when ye shall see the contempt which is spoken of by Daniel the prophet standing in the holy place, let him who readeth understand\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:18",
                            "text": "It is called a contempt when God is provoked, because idols are worshipped instead of God, or when the dogma of heretics is introduced in the churches."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 20:19",
                            "text": "But it is a turning away because stedfast men, seduced by false signs and portents, are turned away from their salvation."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:1",
                            "text": "from the fourteenth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:2",
                            "text": "\"And I saw an angel flying through the midst of heaven\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:3",
                            "text": "The angel flying through the midst of heaven, whom he says that he saw, we have already treated of above, as being the same Elias who anticipates the kingdom of Antichrist in his prophecy."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:4",
                            "text": "\"And another angel following him\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:5",
                            "text": "The other angel following, he speaks of as the same prophet who is the associate of his prophesying."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:6",
                            "text": "But that he says,—."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:7",
                            "text": "\"Thrust in thy sharp sickle, and gather in the grapes of the vine,\" he signifies it of the nations that should perish on the advent of the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:8",
                            "text": "And indeed in many forms he shows this same thing, as if to the dry harvest, and the seed for the coming of the Lord, and the consummation of the world, and the kingdom of Christ, and the future appearance of the kingdom of the blessed."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:9",
                            "text": ",."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:10",
                            "text": "\"And the angel thrust in the sickle, and reaped the vine of the earth, and cast it into the wine-press of the wrath of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:11",
                            "text": "And the wine-press of His fury was trodden down without the city\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:12",
                            "text": "In that he says that it was cast into the wine-press of the wrath of God, and trodden down without the city, the treading of the wine-press is the retribution on the sinner."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:13",
                            "text": "\"And blood went out from the wine-press, even unto the horse-bridles\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:14",
                            "text": "The vengeance of shed blood as was before predicted, \"In blood thou hast sinned, and blood shall follow thee\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:15",
                            "text": "\"For a thousand and six hundred furlongs\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:16",
                            "text": "That is, through all the four parts of the world: for there is a quadrate put together by fours, as in four faces and four appearances, and wheels by fours; for forty times four is one thousand six hundred."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 21:17",
                            "text": "Repeating the same persecution, the Apocalypse says:—."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 22:1",
                            "text": "from the fifteenth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 22:2",
                            "text": "\"And I saw another great and wonderful sign, seven angels having the seven last plagues; for in them is completed the indignation of God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 22:3",
                            "text": "For the wrath of God always strikes the obstinate people with seven plagues, that is, perfectly, as it is said in Leviticus; and these shall be in the last time, when the Church shall have gone out of the midst."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 22:4",
                            "text": "\"Standing upon the sea of glass, having harps\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 22:5",
                            "text": "That is, that they stood stedfastly in the faith upon their baptism, and having their confession in their mouth, that they shall exult in the kingdom before God."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 22:6",
                            "text": "But let us return to what is set before us."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:1",
                            "text": "from the seventeenth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:2",
                            "text": "–."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:3",
                            "text": "\"There came one of the seven angels, which have the seven bowls, and spake with me, saying, Come, I will show thee the judgment of that great whore who sitteth upon many waters."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:4",
                            "text": "And I saw the woman drunk with the blood of the saints, and with the blood of the martyrs\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:5",
                            "text": "The decrees of that senate are always accomplished against all, contrary to the preaching of the true faith; and now already mercy being cast aside, itself here gave the decree among all nations."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:6",
                            "text": "\"And I saw the woman herself sitting upon the scarlet-coloured beast, full of names of blasphemy\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:7",
                            "text": "But to sit upon the scarlet beast, the author of murders, is the image of the devil."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:8",
                            "text": "Where also is treated of his captivity, concerning which we have fully considered."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:9",
                            "text": "I remember, indeed, that this is called Babylon also in the Apocalypse, on account of confusion; and in Isaiah also; and Ezekiel called it Sodom."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:10",
                            "text": "In fine, if you compare what is said against Sodom, and what Isaiah says against Babylon, and what the Apocalypse says, you will find that they are all one."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:11",
                            "text": "\"The seven heads are the seven hills, on which the woman sitteth\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:12",
                            "text": "That is, the city of Rome."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:13",
                            "text": "\"And there are seven kings: five have fallen, and one is, and the other is not yet come; and when he is come, he will be for a short time\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:14",
                            "text": "The time must be understood in which the written Apocalypse was published, since then reigned Caesar Domitian; but before him had been Titus his brother, and Vespasian, Otho, Vitellius, and Galba."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:15",
                            "text": "These are the five who have fallen."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:16",
                            "text": "One remains, under whom the Apocalypse was written—Domitian, to wit."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:17",
                            "text": "\"The other has not yet come,\" speaks of Nerva; \"and when he is come, he will be for a short time,\" for he did not complete the period of two years."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:18",
                            "text": "\"And the beast which thou sawest is of the seven\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:19",
                            "text": "Since before those kings Nero reigned."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:20",
                            "text": "\"And he is the eighth\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:21",
                            "text": "He says only when this beast shall come, reckon it the eighth place, since in that is the completion."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:22",
                            "text": "He added:—  \"And shall go into perdition\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:23",
                            "text": "For that ten kings received royal power when he shall move from the east, he says."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:24",
                            "text": "He shall be sent from the city of Rome with his armies."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:25",
                            "text": "And Daniel sets forth the ten horns and the ten diadems."
                        },
                        {
                            "verse": 26,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:26",
                            "text": "And that these are eradicated from the former ones,—that is, that three of the principal leaders are killed by Antichrist: that the other seven give him honour and wisdom and power, of whom he says:—."
                        },
                        {
                            "verse": 27,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:27",
                            "text": "\"These shall hate the whore, to wit, the city, and shall burn her flesh with fire\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:28",
                            "text": "Now that one of the heads was, as it were, slain to death, and that the stroke of his death was directed, he speaks of Nero."
                        },
                        {
                            "verse": 29,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:29",
                            "text": "For it is plain that when the cavalry sent by the senate was pursuing him, he himself cut his throat."
                        },
                        {
                            "verse": 30,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:30",
                            "text": "Him therefore, when raised up, God will send as a worthy king, but worthy in such a way as the Jews merited."
                        },
                        {
                            "verse": 31,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:31",
                            "text": "And since he is to have another name, He shall also appoint another name, that so the Jews may receive him as if he were the Christ."
                        },
                        {
                            "verse": 32,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:32",
                            "text": "Says Daniel: \"He shall not know the lust of women, although before he was most impure, and he shall know no God of his fathers: for he will not be able to seduce the people of the circumcision, unless he is a judge of the law\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:33",
                            "text": "Finally, also, he will recall the saints, not to the worship of idols, but to undertake circumcision, and, if he is able, to seduce any; for he shall so conduct himself as to be called Christ by them."
                        },
                        {
                            "verse": 34,
                            "chapter": 23,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 23:34",
                            "text": "But that he rises again from hell, we have said above in the word of Isaiah: \"Water shall nourish him, and hell hath increased him;\" who, however, must come with name unchanged, and doings unchanged, as says the Spirit."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 24:1",
                            "text": "from the nineteenth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 24:2",
                            "text": "\"And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 24:3",
                            "text": "The horse, and He that sits upon him, sets forth our Lord coming to His kingdom with the heavenly army."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 24:4",
                            "text": "Because from the sea of the north, which is the Arabian Sea, even to the sea of Phoenice, and even to the ends of the earth, they will command these greater parts in the coming of the Lord Jesus, and all the souls of the nations will be assembled to judgment."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:1",
                            "text": "from the twentieth chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:2",
                            "text": "–."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:3",
                            "text": "\"And I saw an angel come down from heaven, having the key of the abyss, and a chain in his hand."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:4",
                            "text": "And he held the dragon, that old serpent, which is called the Devil and Satan, and bound him for a thousand years, and cast him into the abyss, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be finished: after this he must be loosed a little season\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:5",
                            "text": "Those years wherein Satan is bound are in the first advent of Christ, even to the end of the age; and they are called a thousand, according to that mode of speaking, wherein a part is signified by the whole, just as is that passage, \"the word which He commanded for a thousand generations,\" although they are not a thousand."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:6",
                            "text": "Moreover that he says, \"and he cast him into the abyss,\" he says this, because the devil, excluded from the hearts of believers, began to take possession of the wicked, in whose hearts, blinded day by day, he is shut up as if in a profound abyss."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:7",
                            "text": "And he shut him up, says he, and put a seal upon him, that he should not deceive the nations until the thousand years should be finished."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:8",
                            "text": "\"He shut the door upon him,\" it is said, that is, he forbade and restrained his seducing those who belong to Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:9",
                            "text": "Moreover, he put a seal upon him, because it is hidden who belong to the side of the devil, and who to that of Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:10",
                            "text": "For we know not of those who seem to stand whether they shall not fall, and of those who are down it is uncertain whether they may rise."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:11",
                            "text": "Moreover, that he says that he is bound and shut up, that he may not seduce the nations, the nations signify the Church, seeing that of them it itself is formed, and which being seduced, he previously held until, he says, the thousand years should be completed, that is, what is left of the sixth day, to wit, of the sixth age, which subsists for a thousand years; after this he must be loosed for a little season."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:12",
                            "text": "The little season signifies three years and six months, in which with all his power the devil will avenge himself under Antichrist against the Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:13",
                            "text": "Finally, he says, after that the devil shall be loosed, and will seduce the nations in the whole world, and will entice war against the Church, the number of whose foes shall be as the sand of the sea."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:14",
                            "text": ",."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:15",
                            "text": "\"And I saw thrones, and them that sat upon them, and judgment was given unto them; and I saw the souls of them that were slain on account of the testimony of Jesus, and for the word of God, and which had not worshipped the beast nor his image, nor have received his writing on their forehead or in their hand; and they reigned with Christ for a thousand years: the rest of them lived not again until the thousand years were finished."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:16",
                            "text": "This is the first resurrection\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:17",
                            "text": "There are two resurrections."
                        },
                        {
                            "verse": 18,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:18",
                            "text": "But the first resurrection is now of the souls that are by the faith, which does not permit men to pass over to the second death."
                        },
                        {
                            "verse": 19,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:19",
                            "text": "Of this resurrection the apostle says: \"If ye have risen with Christ, seek those things which are above\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:20",
                            "text": "\"Blessed and holy is he who has part in this resurrection: on them the second death shall have no power, but they shall be priests of God and Christ, and they shall reign with Him a thousand years\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:21",
                            "text": "I do not think the reign of a thousand years is eternal; or if it is thus to be thought of, they cease to reign when the thousand years are finished."
                        },
                        {
                            "verse": 22,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:22",
                            "text": "But I will put forward what my capacity enables me to judge."
                        },
                        {
                            "verse": 23,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:23",
                            "text": "The tenfold number signifies the decalogue, and the hundredfold sets forth the crown of virginity: for he who shall have kept the undertaking of virginity completely, and shall have faithfully fulfilled the precepts of the decalogue, and shall have destroyed the untrained nature or impure thoughts within the retirement of the heart, that they may not rule over him, this is the true priest of Christ, and accomplishing the millenary number thoroughly, is thought to reign with Christ; and truly in his case the devil is bound."
                        },
                        {
                            "verse": 24,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:24",
                            "text": "But he who is entangled in the vices and the dogmas of heretics, in his case the devil is loosed."
                        },
                        {
                            "verse": 25,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:25",
                            "text": "But that it says that when the thousand years are finished he is loosed, so the number of the perfect saints being completed, in whom there is the glory of virginity in body and mind, by the approaching advent of the kingdom of the hateful one, many, seduced by that love of earthly things, shall be overthrown, and together with him shall enter the lake of fire."
                        },
                        {
                            "verse": 26,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:26",
                            "text": "–."
                        },
                        {
                            "verse": 27,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:27",
                            "text": "\"And they went up upon the breadth of the earth, and compassed the camp of the saints about, and the beloved city; and fire came down from God out of heaven, and devoured them."
                        },
                        {
                            "verse": 28,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:28",
                            "text": "And the devil who seduced them was cast into the lake of fire and brimstone, where both the beast and the false prophet shall be tormented day and night for ever and ever\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:29",
                            "text": "This belongs to the last judgment."
                        },
                        {
                            "verse": 30,
                            "chapter": 25,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 25:30",
                            "text": "And after a little time the earth was made holy, as being at least that wherein lately had reposed the bodies of the virgins, when they shall enter upon an eternal kingdom with an immortal King, as they who are not only virgins in body, but, moreover, with equal inviolability have protected themselves, both in tongue and thought, from wickedness; and these, it shows, shall dwell in rejoicing for ever with the Lamb."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:1",
                            "text": "from the twenty-first and twenty-second chapters."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:2",
                            "text": "\"And the city is placed in a square\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:3",
                            "text": "The city which he says is squared, he says also is resplendent with gold and precious stones, and has a sacred street, and a river through the midst of it, and the tree of life on either side, bearing twelve manner of fruits throughout the twelve months; and that the light of the sun is not there, because the Lamb is the light of it; and that its gates were of single pearls; and that there were three gates on each of the four sides, and that they could not be shut."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:4",
                            "text": "I say, in respect of the square city, he shows forth the united multitude of the saints, in whom the faith could by no means waver."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:5",
                            "text": "As Noah is commanded to make the ark of squared beams, that it might resist the force of the deluge, by the precious stones he sets forth the holy men who cannot waver in persecution, who could not be moved either by the tempest of persecutors, or be dissolved from the true faith by the force of the rain, because they are associated of pure gold, of whom the city of the great King is adorned."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:6",
                            "text": "Moreover, the streets set forth their hearts purified from all uncleanness, transparent with glowing light, that the Lord may justly walk up and down in them."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:7",
                            "text": "The river of life sets forth that the grace of spiritual doctrine flowed through the minds of the faithful, and that manifold flourishing forms of odours germinated therein."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:8",
                            "text": "The tree of life on either bank sets forth the Advent of Christ, according to the flesh, who satisfied the peoples wasted with famine, that received life from One by the wood of the Cross, with the announcement of God's word."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:9",
                            "text": "And in that he says that the sun is not necessary in the city, he shows, evidently, that the Creator as the immaculate light shines in the midst of it, whose brightness no mind has been able to conceive, nor tongue to tell."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:10",
                            "text": "In that he says there are three gates placed on each of the four sides, of single pearls, I think that these are the four virtues, to wit, prudence, fortitude, justice, temperance, which are associated with one another."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:11",
                            "text": "And, being involved together, they make the number twelve."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:12",
                            "text": "But the twelve gates we believe to be the number of the apostles, who, shining in the four virtues as precious stones, manifesting the light of their doctrine among the saints, cause it to enter the celestial city, that by intercourse with them the choir of angels may be gladdened."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:13",
                            "text": "And that the gates cannot be shut, it is evidently shown that the doctrine of the apostles can be separated from rectitude by no tempest of contradiction."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:14",
                            "text": "Even though the floods of the nations and the vain superstitions of heretics should revolt against their true faith, they are overcome, and shall be dissolved as the foam, because Christ is the Rock by which, and on which, the Church is founded."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:15",
                            "text": "And thus it is overcome by no traces of maddened men."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:16",
                            "text": "Therefore they are not to be heard who assure themselves that there is to be an earthly reign of a thousand years; who think, that is to say, with the heretic Cerinthus."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Victorinus: Commentary on the Apocalypse of the Blessed John 26:17",
                            "text": "For the kingdom of Christ is now eternal in the saints, although the glory of the saints shall be manifested after the resurrection."
                        }
                    ]
                }
            ]
        }
    ]
}