{
    "books": [
        {
            "name": "Apocrypha: Acts of Pilate (Latin)",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Acts of Pilate (Latin) 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (Latin) 1:1",
                            "text": "Acts of Pilate: Latin Form: I aeneas was at first a protector of the Hebrews, and follower of the law; then the grace of the Saviour and His great gift took possession of me."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (Latin) 1:2",
                            "text": "I recognised Christ Jesus in holy Scripture; I came to Him, and embraced His faith, so that I might become worthy of His holy baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (Latin) 1:3",
                            "text": "First of all I searched for the memoirs written in those times about our Lord Jesus Christ, which the Jews published in the age of Pontius Pilate, and we found them in Hebrew writings, drawn up in the age of the Lord Jesus Christ; and I translated them into the language of the Gentiles, in the reign of the eminent Theodosius, who was fulfilling his seventeenth consulship, and of Valentinian, consul for the fifth time in the ninth indiction."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (Latin) 1:4",
                            "text": "Whosoever of you read this book, and transfer it to other copies, remember me, and pray for me, aeneas, least of the servants of God, that He be merciful to me, and pardon my sins which I have committed against Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (Latin) 1:5",
                            "text": "Peace be to all who shall read these, and to all their house, for ever!  Amen."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (Latin) 1:6",
                            "text": "Now it came to pass, in the nineteenth year of the reign of Tiberius Caesar, emperor of the Romans, and of Herod, son of Herod king of Galilee, in the nineteenth year of his rule, on the eighth day before the kalends of April, which is the twenty-fifth day of the month of March, in the consulship of Rufinus and Rubellio, in the fourth year of the d Olympiad, under the rule of Joseph and Caiaphas, priests of the Jews:  the things done by the chief priests and the rest of the Jews, which Nicodemus recorded after the cross and passion of the Lord, Nicodemus himself committed to Hebrew letters."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Apocrypha: Acts of Pilate (Latin) 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:2",
                            "text": "Annas and Caiaphas, Summas and Datam, Gamaliel, Judas, Levi, Neptalim, Alexander and Jairus, and the rest of the Jews, came to Pilate, accusing the Lord Jesus Christ of many things, and saying:  We know him to be the son of Joseph the carpenter, born of Mary; and he says that he is the Son of God, and a king."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:3",
                            "text": "Not only so, but he also breaks the Sabbath, and wishes to do away with the law of our fathers."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:4",
                            "text": "Pilate says:  What is it that he does, and wishes to destroy the law?  The Jews say:  We have a law, not to heal any one on the Sabbath; but he, by evil arts, heals on the Sabbath the lame and the hunchbacked, the blind, the palsied, the lepers, and the demoniacs."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:5",
                            "text": "Pilate says to them:  By what evil arts?  They say to him:  He is a sorcerer; and by Beelzebub, prince of the demons, he casts out demons, and they are all subject to him."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:6",
                            "text": "Pilate says to them:  It is not in an unclean spirit to cast out demons, but in the god of Scolapius."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:7",
                            "text": "The Jews say:  We pray thy majesty to set him before thy tribunal to be heard."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:8",
                            "text": "Pilate, calling the Jews to him, says to them:  How can I, seeing that I am a governor, hear a king?  They say to him:  We do not say that he is a king, but he himself says he is."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:9",
                            "text": "And Pilate, calling a runner, says to him:  Let Jesus be brought in with kindness."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:10",
                            "text": "And the runner, going out and recognising Him, adored Him, and spread on the ground the cloak which he carried in his hand, saying:  My lord, walk upon this, and come in, because the governor calls thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:11",
                            "text": "But the Jews, seeing what the runner did, cried out against Pilate, saying:  Why didst not thou make him come in by the voice of a crier, but by a runner? for the runner, too, seeing him, has adored him, and has spread out before him on the ground the cloak which he held in his hand, and has said to him:  My lord, the governor calls thee."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:12",
                            "text": "And Pilate, calling the runner, says to him:  Wherefore hast thou done this, and honoured Jesus, who is called Christ?  The runner says to him:  When thou didst send me into Jerusalem to Alexander, I saw him sitting upon an ass, and the children of the Hebrews breaking branches from the trees, strewing them in the way; and others held branches in their hands; and others spread their garments in the way, shouting and saying, Save, therefore, Thou who art in the highest; blessed is He that cometh in the name of the Lord!  The Jews cried out, saying against the runner:  The children of the Hebrews indeed cried out in Hebrew."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:13",
                            "text": "How canst thou, a Gentile, know this?  The runner says to them:  I asked one of the Jews, and said, What is it that they cry out in Hebrew? and he explained to me."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:14",
                            "text": "Pilate says to them:  And how did they cry out in Hebrew?  The Jews said:  Osanna in the highest!  Pilate says to them:  What is the meaning of Osanna in the highest?  They say to him:  Save us, Thou who art in the highest."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:15",
                            "text": "Pilate says to them:  If you yourselves bear witness to the terms and words in which the children cried out, in what has the runner sinned?  And they were silent."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:16",
                            "text": "The governor says to the runner:  Go out, and lead him in, in whatever way thou wilt."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:17",
                            "text": "And the runner, going forth, did after the same form as before, and says to Jesus:  My lord, go in, because the governor calls thee."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:18",
                            "text": "As Jesus, then, was going in, and the standard-bearers bearing the standards, the heads of the standards were bowed of themselves, and adored Jesus."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:19",
                            "text": "And the Jews, seeing the standards, how they bowed themselves and adored Jesus, cried out the more against the standard-bearers."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:20",
                            "text": "And Pilate says to the Jews:  Do you not wonder at the way in which the standards have bowed themselves and adored Jesus?  The Jews say to Pilate:  we saw how the men carrying the standards bowed themselves and adored Jesus."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:21",
                            "text": "And the governor, calling the standard-bearers, says to them:  Why have you so done?  They say to Pilate:  We are Gentile men, and slaves of the temples:  how had we to adore him? for when we were holding the figures, they themselves bowed and adored him."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:22",
                            "text": "Pilate says to the chiefs of the synagogue and the elders of the people:  Choose ye men powerful and strong, and let them hold the standards, and let us see whether they will bow of themselves."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:23",
                            "text": "And the elders of the Jews, taking twelve men very strong and powerful, made them hold the standards, six and six; and they stood before the governor's tribunal."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:24",
                            "text": "Pilate says to the runner:  Take out Jesus outside of the praetorium, and bring him in again, in whatever way thou wilt."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:25",
                            "text": "And Jesus and the runner went outside of the praetorium."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:26",
                            "text": "And Pilate, calling those who had formerly held the standards, said to them:  By the health of Caesar, if the standards do not bow themselves when Jesus comes in, I will cut off your heads."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:27",
                            "text": "And the governor ordered Jesus to come in a second time."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:28",
                            "text": "And the runner did after the same form as before, and besought Jesus much that He would go up and walk upon his cloak."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:29",
                            "text": "And He walked upon it, and went in."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (Latin) 2:30",
                            "text": "And as Jesus was going in, immediately the standards bowed themselves, and adored Jesus."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Apocrypha: Acts of Pilate (Latin) 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:2",
                            "text": "And Pilate seeing, fear seized him, and immediately he wished to rise from the tribunal."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:3",
                            "text": "And while he was thinking of this, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:4",
                            "text": ", to rise and go away, his wife sent to him, saying:  Have nothing to do with that just man, for I have suffered much on account of him this night."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:5",
                            "text": "And Pilate, calling the Jews, said to them:  Ye know that my wife is a worshipper of God, and in Judaism thinks rather with you."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:6",
                            "text": "The Jews say to him:  So it is, and we know."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:7",
                            "text": "Pilate says to them:  Lo, my wife has sent to me, saying:  Have nothing to do with that just man, for I have suffered much on account of him this night."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:8",
                            "text": "And the Jews answering, said to Pilate:  Did we not say to thee that he is a magician?  Lo, he has sent a vision of dreams to thy wife."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:9",
                            "text": "Pilate called Jesus, and said to him:  What is it that these witness against thee, and sayest thou nothing to them?  And Jesus answered:  If they had not the power, they would not speak."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:10",
                            "text": "Every one has power over his own mouth to say good and evil; let them see to it."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:11",
                            "text": "And the elders of the Jews answering, say to Jesus:  What shall we see?  First, that thou wast born of fornication; second, that at thy birth in Bethlehem there took place a massacre of infants; third, that thy father Joseph and thy mother Mary fled into Egypt, because they had no confidence in the people."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:12",
                            "text": "Some of the bystanders, kind men of the Jews, say:  We say that he was not born of fornication; but we know that Mary was espoused to Joseph, and that he was not born of fornication."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:13",
                            "text": "Pilate says to the Jews who said that he was of fornication:  This speech of yours is not true, seeing that the betrothal took place, as these of your nation say."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:14",
                            "text": "Annas and Caiaphas say to Pilate:  We with all the multitude say that he was born of fornication, and that he is a magician; but these are proselytes, and his disciples."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:15",
                            "text": "And Pilate, calling Annas and Caiaphas, says to them:  What are proselytes?  They say to him:  They have been born sons of the Gentiles, and then have become Jews."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:16",
                            "text": "Then answered those who testified that Jesus was not born of fornication, Lazarus and Asterius, Antonius and James, Annes and Azaras, Samuel and Isaac, Finees and Crispus, Agrippa and Judas:  We were not born proselytes, but are sons of the Jews, and we speak the truth; for we were present at the betrothal of Mary."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:17",
                            "text": "And Pilate, calling to him those twelve men who proved that Jesus had not been born of fornication, said to them:  I adjure you by the health of Caesar, tell me if it be true that Jesus was not born of fornication."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:18",
                            "text": "They say to Pilate:  We have a law not to swear, because it is a sin; but let them swear by the health of Caesar that it is not as we say, and we are worthy of death."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:19",
                            "text": "Then said Pilate to Annas and Caiaphas:  Answer you nothing to those things which these testify?  Annas and Caiaphas say to Pilate:  Those twelve are believed that he is not born of fornication; we—all the people—cry out that he was born of fornication, and is a magician, and says that he himself is the Son of God and a king, and we are not believed."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:20",
                            "text": "And Pilate ordered all the multitude to go outside, except the twelve men who said that He was not born of fornication, and ordered to separate Jesus from them."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:21",
                            "text": "And Pilate says to them:  For what reason do the Jews wish to put Jesus to death?  And they say to him:  They are angry because he heals on the Sabbath."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (Latin) 3:22",
                            "text": "Pilate said:  For a good work do they wish to put him to death?  They say to him:  Yes, my lord."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Apocrypha: Acts of Pilate (Latin) 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:2",
                            "text": "Pilate, filled with fury, went forth outside of the praetorium, and says to them:  I take the sun to witness that I find in this man not even one fault."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:3",
                            "text": "The Jews answered and said to the governor:  If he were not an evil-doer, we should never have delivered him to thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:4",
                            "text": "Pilate says to them:  Take him, and judge him according to your law."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:5",
                            "text": "The Jews answered:  It is not permitted to us to put any one to death."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:6",
                            "text": "Pilate says to them:  Has God said to you not to put any one to death? has He therefore said to me that I am to kill?  Pilate, having again gone into the praetorium, called Jesus to him privately, and said to Him:  Art thou the king of the Jews?  Jesus answered Pilate:  Speakest thou this of thyself, or have others said it to thee of me?  Pilate answered:  Am I a Jew?  Thy nation and the chief priests have delivered thee to me."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:7",
                            "text": "What hast thou done?  Jesus answering, said:  My kingdom is not of this world."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:8",
                            "text": "If my kingdom were of this world, my servants would assuredly strive that I should not be delivered to the Jews; but now my kingdom is not from hence."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:9",
                            "text": "Pilate said to Him:  Art thou then a king?  Jesus said to him:  Thou sayest that I am a king."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:10",
                            "text": "For I for this was born, and for this have I come, that I should bear witness to the truth; and every one who is of the truth hears my voice."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:11",
                            "text": "Pilate says to him:  What is truth?  Jesus says:  Truth is from heaven."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (Latin) 4:12",
                            "text": "Pilate says:  Is not there truth upon earth?  Jesus says to Pilate:  Notice how the truth-speaking are judged by those who have power upon earth."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Apocrypha: Acts of Pilate (Latin) 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:2",
                            "text": "Pilate therefore, leaving Jesus within the praetorium, went out to the Jews, and says to them:  I find not even one fault in him."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:3",
                            "text": "The Jews say to him:  He said, I can destroy that temple, and in three days raise it again."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:4",
                            "text": "Pilate said to them:  What temple?  The Jews say to him:  The temple which Solomon built in forty and six years; and he says that he can destroy and build it in three days."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:5",
                            "text": "Pilate says to them:  I am innocent of the blood of this man; see ye to it."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:6",
                            "text": "The Jews say to him:  His blood be upon us, and upon our children."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:7",
                            "text": "And Pilate, calling the elders and priests and Levites, says to them privately:  Do not do so; for in nothing, though you accuse him, do I find him deserving of death, not even about the healing and the breaking of the Sabbath."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:8",
                            "text": "The priests and Levites and elders say:  Tell us, if any one blaspheme Caesar, is he deserving of death or not?  Pilate says to them:  He deserves to die."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:9",
                            "text": "The Jews answered him:  How much more is he who has blasphemed God deserving to die!  And the governor ordered the Jews to go outside of the praetorium; and calling Jesus, said to Him:  What am I to do to thee?  Jesus says to Pilate:  As it has been given thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:10",
                            "text": "Pilate says:  How has it been given?  Jesus says:  Moses and the prophets made proclamation of my death and resurrection."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:11",
                            "text": "And the Jews, hearing this, say to Pilate:  Why do you desire any more to hear blasphemy?  And Pilate said:  If this speech is blasphemous, do you take him, and lead him to your synagogue, and judge him according to your law."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:12",
                            "text": "The Jews say to Pilate:  Our law holds, If a man have sinned against a man, he is worthy to receive forty less one; but he who has blasphemed against God, to be stoned."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:13",
                            "text": "Pilate says to them:  Then judge him according to your law."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:14",
                            "text": "The Jews say to Pilate:  We wish that he be crucified."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:15",
                            "text": "Pilate says to them:  He does not deserve to be crucified."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:16",
                            "text": "And the governor, looking upon the people of the Jews standing round, saw very many of the Jews weeping, and said:  All the multitude does not wish him to die."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:17",
                            "text": "The elders say to Pilate:  And for this reason have we come—the whole multitude—that he should die."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (Latin) 5:18",
                            "text": "Pilate said to the Jews:  What has he done that he should die?  They say:  Because he said that he was the Son of God, and a king."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Apocrypha: Acts of Pilate (Latin) 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:2",
                            "text": "But one Nicodemus, a Jew, stood before the governor, and said:  I entreat, mercifully allow me to say a few words."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:3",
                            "text": "Pilate says to him:  Say on."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:4",
                            "text": "Nicodemus says:  I said to the elders and the priests and the Levites, and to all the multitude of the Jews, in the synagogue, What have you to do with this man?  This man does many wonders and signs, which no one of men has done or can do."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:5",
                            "text": "Let him go, and do not devise any evil against him:  if the signs which he does are of God, they will stand; but if of men, they will come to nothing."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:6",
                            "text": "For Moses also, being sent by God into Egypt, did many signs, which God told him to do before Pharaoh king of Egypt."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:7",
                            "text": "And the sorcerers Jamnes and Mambres were there healing, and they did, they also, the signs which Moses did, but not all; and the Egyptians deemed them as gods, Jamnes and Mambres."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:8",
                            "text": "And since the signs which they did were not of God, they perished, both they and those who believed in them."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:9",
                            "text": "And now let this man go, for he is not deserving of death."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:10",
                            "text": "The Jews say to Nicodemus:  Thou hast become his disciple, and takest his part."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:11",
                            "text": "Nicodemus says to them:  Has the governor also become his disciple, and does he take his part?  Has not Caesar set him over that dignity?  And the Jews were raging and gnashing with their teeth against Nicodemus."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (Latin) 6:12",
                            "text": "Pilate says to them:  Why do you gnash with your teeth against him, when you are hearing the truth?  The Jews say to Nicodemus:  Mayst thou receive his truth, and a portion with him!  Nicodemus says:  Amen, amen, amen; may I receive it, as you have said!."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Apocrypha: Acts of Pilate (Latin) 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:2",
                            "text": "And of the Jews a certain other one, starting up, asks the governor that he might say a word."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:3",
                            "text": "The governor says:  What thou wishest to say, say."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:4",
                            "text": "And he said:  For thirty-eight years I lay in infirmity in my bed in very grievous pain."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:5",
                            "text": "And at the coming of Jesus, many demoniacs, and persons held down by divers infirmities, were healed by him."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:6",
                            "text": "And some young men had pity on me; and carrying me in my bed, laid me before him."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:7",
                            "text": "And Jesus, seeing, had pity on me, and said the word to me, Take up thy bed, and walk."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:8",
                            "text": "And immediately I was made whole; I took up my bed, and walked."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:9",
                            "text": "The Jews say to Pilate:  Ask him what was the day on which he was healed."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:10",
                            "text": "He said:  The Sabbath."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:11",
                            "text": "The Jews say:  Have we not so informed thee, that on the Sabbath he heals, and drives out demons?  And a certain other Jew starting up, said:  I was born blind; I heard a voice, and saw no man."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:12",
                            "text": "And as Jesus was passing by, I cried out with a loud voice, Have pity upon me, thou son of David."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:13",
                            "text": "And he had pity upon me, and laid his hands upon my eyes, and I saw immediately."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:14",
                            "text": "And another Jew starting up, said:  I was hunchbacked, and he straightened me with a word."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (Latin) 7:15",
                            "text": "And another said:  I was leprous, and he healed me with a word."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Apocrypha: Acts of Pilate (Latin) 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (Latin) 8:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (Latin) 8:2",
                            "text": "And also a certain woman, Veronica by name, from afar off cried out to the governor:  I was flowing with blood for twelve years; and I touched the fringe of his garment, and immediately the flowing of my blood stopped."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (Latin) 8:3",
                            "text": "The Jews say:  We have a law, that a woman does not come to bear witness."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Apocrypha: Acts of Pilate (Latin) 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (Latin) 9:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (Latin) 9:2",
                            "text": "And certain others, a multitude of men and women, cried out, saying:  That man is a prophet, and the demons are subject to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (Latin) 9:3",
                            "text": "Pilate says to those who said the demons are subject to him:  And your masters, why are they not subject to him?  They say to Pilate:  We do not know."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (Latin) 9:4",
                            "text": "And others said to Pilate:  He raised up dead Lazarus from the tomb after four days."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (Latin) 9:5",
                            "text": "The governor, hearing this, said trembling to all the multitude of the Jews:  Why do you wish to shed innocent blood?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Apocrypha: Acts of Pilate (Latin) 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:2",
                            "text": "And Pilate, calling Nicodemus and the twelve men who said that He was not born of fornication, says to them:  What am I to do, seeing that there is a sedition among the people?  They say to him:  We do not know; let them see to it."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:3",
                            "text": "Again Pilate, calling all the multitude of the Jews, said:  You know that you have a custom during the day of unleavened bread, that I should release to you one that is bound."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:4",
                            "text": "I have a notable one bound in the prison, a murderer who is called Barabbas, and Jesus who is called Christ, in whom I find no cause of death."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:5",
                            "text": "Whom do you wish that I should release unto you?  And they all cried out, saying:  Release unto us Barabbas."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:6",
                            "text": "Pilate says to them:  What, then, am I to do with Jesus who is called Christ?  They all say:  Let him be crucified."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:7",
                            "text": "Again the Jews said:  Thou art no friend of Caesar's if thou release this man, for he called himself the Son of God, and a king; unless, perhaps, thou wishest this man to be king, and not Caesar."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:8",
                            "text": "Then, filled with fury, Pilate said to them:  Always has your nation been seditious, and always have you been opposed to those who were for you."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:9",
                            "text": "The Jews answered:  Who are for us?  Pilate says to them:  Your God,—who rescued you from the hard slavery of the Egyptians, and led you forth out of Egypt through the sea as if through dry land, and fed you in the desert with manna and quail, and brought water to you out of the rock, and gave you to drink, and gave you a law; and in all these things you provoked your God, and sought for yourselves a god, a molten calf."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:10",
                            "text": "And you exasperated your God, and He wished to slay you; and Moses made supplication for you, that ye should not die."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:11",
                            "text": "And now you say that I hate the king."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:12",
                            "text": "And rising up from the tribunal, he wished to go outside."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:13",
                            "text": "And the Jews cried out, and said to him:  We know that Caesar is king, and not Jesus."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:14",
                            "text": "For the Magi also presented gifts to him as to a king; and Herod, hearing from the Magi that a king was born, wished to slay him."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:15",
                            "text": "But when this was known, his father Joseph took him and his mother, and fled into Egypt; and Herod hearing, destroyed the infants of the Jews which were born in Bethlehem."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:16",
                            "text": "Pilate, hearing those words, was afraid."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:17",
                            "text": "And silence being made among the people, who were crying out, Pilate said:  This, then, is he whom Herod sought?  They say to him:  It is he."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:18",
                            "text": "And taking water, Pilate washed his hands in presence of the people, saying:  I am innocent of the blood of this just man; see ye to it."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:19",
                            "text": "Again the Jews cried out, saying:  His blood be upon us, and upon our children."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (Latin) 10:20",
                            "text": "Then Pilate ordered the veil to be loosened, and said to Jesus:  Thine own nation have brought charges against thee as a king; and therefore I have sentenced thee first to be scourged on account of the statutes of the emperors, and then to be crucified on a cross."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Apocrypha: Acts of Pilate (Latin) 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:2",
                            "text": "And when Jesus was scourged, he delivered Him to the Jews to be crucified, and two robbers with Him; one by name Dismas, and the other by name Gestas."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:3",
                            "text": "And when they came to the place, they stripped Him of His garments, and girt Him about with a linen cloth, and put a crown of thorns upon His head."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:4",
                            "text": "Likewise also they hanged the two robbers with Him, Dismas on the right and Gestas on the left."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:5",
                            "text": "And Jesus said:  Father, forgive them, for they know not what they do."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:6",
                            "text": "And the soldiers parted His garments among them."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:7",
                            "text": "And the people stood waiting; and their chief priests and judges mocked Him, saying among themselves:  He saved others, now let him save himself; if he is the Son of God, let him come down from the cross."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:8",
                            "text": "And the soldiers mocked Him, falling prostrate before Him, and offering vinegar with gall, and saying:  If thou art the King of the Jews, set thyself free."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:9",
                            "text": "And Pilate, after sentence, ordered a title to be written in Hebrew, Greek, and Latin letters, according to what the Jews said:  This is the King of the Jews."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:10",
                            "text": "And one of the robbers who were hanged, by name Gestas, said to Him:  If thou art the Christ, free thyself and us."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:11",
                            "text": "And Dismas answering, rebuked him, saying:  Dost not even thou fear God, who art in this condemnation? for we justly and deservedly have received those things which we endure; but He has done no evil."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:12",
                            "text": "And he kept saying to Jesus:  Remember me, Lord, in Thy kingdom."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (Latin) 11:13",
                            "text": "And Jesus said to him:  Verily I say unto thee, that to-day shalt thou be with me in paradise."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Apocrypha: Acts of Pilate (Latin) 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:2",
                            "text": "And it was about the sixth hour, and there was darkness over the whole earth; and the sun was obscured, and the veil of the temple was rent in the midst."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:3",
                            "text": "And crying out with a loud voice, He said:  Father, into Thy hands I commend my spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:4",
                            "text": "And thus saying, He gave up the ghost."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:5",
                            "text": "And the centurion, seeing what was done, glorified God, saying:  This was a just man."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:6",
                            "text": "And all the people who were present at that spectacle, seeing what was done, beating their breasts, returned."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:7",
                            "text": "And the centurion reported to the governor what was done."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:8",
                            "text": "And the governor and his wife hearing, were very sorrowful, and neither ate nor drank that day."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:9",
                            "text": "And Pilate, calling together the Jews, said to them:  Have you seen what has been done?  And they said to the governor:  There has been an eclipse of the sun, as is usual."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:10",
                            "text": "And his acquaintances also stood afar off, and the women who had followed Him from Galilee, seeing these things."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:11",
                            "text": "And lo, a certain man, by name Joseph, holding office, a man good and just, who did not consent to their counsels nor their deeds, from Arimathaea, a city of the Jews, waiting, he also, for the kingdom of God, went to Pilate and begged the body of Jesus."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (Latin) 12:12",
                            "text": "And taking Him down from the cross, he wrapped Him in clean linen, and laid Him in his own new tomb, in which no one had been laid."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Apocrypha: Acts of Pilate (Latin) 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:2",
                            "text": "And the Jews, hearing that Joseph had begged the body of Jesus, sought for him; and those twelve men who had said that He was not born of fornication, and Nicodemus, and many others, who had stood before Pilate and declared His good works."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:3",
                            "text": "And all of them being hid, Nicodemus alone appeared to them, because he was a chief man of the Jews; and he says to them:  How have ye come into the synagogue?  The Jews say to him:  And thou, how hast thou come into the synagogue, seeing that thou consentest with him?  May his portion be with thee in the world to come!  Nicodemus said:  Amen, amen, amen."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:4",
                            "text": "Likewise also Joseph, coming forth, said to them:  Why are you enraged against me because I begged the body of Jesus?  Lo, I have laid him in my own new tomb, wrapping him in clean linen; and I have rolled a stone to the door of the cave."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:5",
                            "text": "And ye have not acted well against a just man, since you have not borne in mind how you crucified him, and pierced him with a lance."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:6",
                            "text": "The Jews therefore, laying hold of Joseph, ordered him to be imprisoned because of the Sabbath-day; and they say to him:  Know that the hour compels us not to do anything against thee, because the Sabbath is dawning."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:7",
                            "text": "But understand that thou art worthy not even of burial, but we will give thy flesh to the birds of the air and the beasts of the earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:8",
                            "text": "Joseph says to them:  That is the speech of proud Goliath, who reviled the living God against holy David."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:9",
                            "text": "And God hath said, Vengeance is mine; I will repay, saith the Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:10",
                            "text": "And Pilate, intercepted in his heart, took water, and washed his hands before the sun, saying, I am innocent of the blood of this just man; see ye to it."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:11",
                            "text": "And you answered and said to Pilate, His blood be upon us, and upon our children."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:12",
                            "text": "And now I fear that some time or other the wrath of God will come upon you and your children, as you have said."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:13",
                            "text": "And the Jews, hearing this, were embittered in heart; and taking Joseph, shut him up in a house where there was no window, and set guards at the gates, and sealed the gate where Joseph had been shut up."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:14",
                            "text": "And on the Sabbath morning they took counsel with the priests and the Levites, that they should all be assembled after the Sabbath-day."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:15",
                            "text": "And awaking at dawn, all the multitude in the synagogue took counsel by what death they should slay him."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:16",
                            "text": "And when the assembly was sitting, they ordered him to be brought with much indignity; and opening the gate, they found him not."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:17",
                            "text": "All the people therefore were in terror, and wondered with exceeding astonishment, because they found the seals sealed, and because Caiaphas had the keys."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (Latin) 13:18",
                            "text": "And no longer did they dare to lay hand upon those who spoke before Pilate in Jesus' defence."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Apocrypha: Acts of Pilate (Latin) 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:2",
                            "text": "And while they were sitting in the synagogue, and recriminating about Joseph, there came certain of the guards whom they had asked from Pilate to guard the sepulchre of Jesus, lest His disciples coming should steal Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:3",
                            "text": "And they reported, saying to the rulers of the synagogue, and the priests and the Levites, what had happened:  how there had happened a great earthquake, and we saw how an angel of the Lord came down from heaven, and rolled away the stone from the door of the tomb, and sat upon it; and his countenance was like lightning, and his raiment like snow."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:4",
                            "text": "And for fear, we became as dead."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:5",
                            "text": "And we heard the voice of the angel speaking to the women who had come to the sepulchre, and saying, Be not ye afraid; for I know that ye seek Jesus who was crucified:  He is not here; He has risen, as He said:  come and see the place where the Lord was laid."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:6",
                            "text": "And go immediately and tell His disciples that He has risen from the dead, and will go before you into Galilee, as He said to you."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:7",
                            "text": "The Jews say:  To what women was he speaking?  The soldiers say:  We do not know who the women were."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:8",
                            "text": "The Jews say:  At what hour was it?  The guards say:  At midnight."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:9",
                            "text": "The Jews say:  And why did you not detain them?  The guards say:  We became as dead from fear of the angel, not hoping now to see the light of day; and how could we detain them?  The Jews says:  As the Lord God liveth, we do not believe you."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:10",
                            "text": "And the guards said to the Jews:  You have seen so great signs in that man, and have not believed; and how can you believe us, that the Lord lives?  For well have ye sworn that the Lord Jesus Christ lives."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:11",
                            "text": "Again the guards say to the Jews:  we have heard that you have shut up Joseph, who begged the body of Jesus, in the prison, and have sealed it with your rings; and on opening, that you have not found him."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:12",
                            "text": "Give us Joseph, then, and we shall give you Jesus Christ."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:13",
                            "text": "The Jews said:  Joseph has gone to Arimathea, his own city."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:14",
                            "text": "The guards say to the Jews:  And Jesus, as we have heard from the angel, is in Galilee."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:15",
                            "text": "And the Jews, hearing these sayings, feared exceedingly, saying:  Lest at some time or other this saying be heard, and all believe in Jesus."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:16",
                            "text": "And the Jews, taking counsel among themselves, brought forth a sufficient number of silver pieces, and gave to the soldiers, saying:  Say that, while we slept, his disciples came and stole him."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:17",
                            "text": "And if this be heard by the governor, we shall persuade him, and make you secure."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (Latin) 14:18",
                            "text": "And the soldiers, taking the money, said as they were advised by the Jews; and their saying was spread abroad among all."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Apocrypha: Acts of Pilate (Latin) 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:2",
                            "text": "And Finees a certain priest, and Addas a teacher, and Egias a Levite, coming down from Galilee to Jerusalem, reported to the rulers of the synagogue, and the priests and the Levites, how they had seen Jesus sitting, and his disciples with him, on the Mount of Olivet, which is called Mambre or Malech."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:3",
                            "text": "And he said to his disciples:  Go into all the world, and declare to every creature the Gospel of the kingdom of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:4",
                            "text": "He who believeth and is baptized shall be saved; but he who believeth not shall be condemned."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:5",
                            "text": "And these signs shall follow them who believe:  In my name shall they cast out demons; they shall speak in new tongues; they shall take up serpents; and if they have drunk any deadly thing, it shall not hurt them; they shall lay hands upon the sick, and they shall be well."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:6",
                            "text": "And as Jesus was thus speaking to his disciples, we saw him taken up into heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:7",
                            "text": "The priests and the Levites and the elders say to them:  Give glory to the God of Israel, and give confession to Him, whether you have both heard and seen those things which you have related."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:8",
                            "text": "Those who had made the report say:  As the Lord God of our fathers liveth, the God of Abraham, and the God of Isaac, and the God of Jacob, we have heard and seen."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:9",
                            "text": "The Jews say to them:  Have you come for this—to tell us? or have you come to give prayer to God?  They said:  We have come to give prayer to God."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:10",
                            "text": "The elders and chief priests and Levites say to them:  And if you have come to give prayer to God, why have you murmured before all the people about that foolish tale?  Finees the priest, and Addas the teacher, and Egias the Levite, say to the rulers of the synagogue, and the priests and the Levites:  If those words which we have spoken, which we have seen and heard, be sin, behold, we are in your presence; do unto us according to that which is good in your eyes."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:11",
                            "text": "And they, taking the law, adjured them to report the words to no one thereafter."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:12",
                            "text": "And they gave them to eat and drink, and put them outside of the city, giving them silver and pieces, and three men with them, who should conduct them as far as Galilee."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:13",
                            "text": "Then the Jews took counsel among themselves when those men had gone up into Galilee; and the rulers of the synagogue shut themselves in, and were cut up with great fury, saying:  What sign is this which hath come to pass in Israel?  And Annas and Caiaphas say:  Why are your souls sorrowful?  Are we to believe the soldiers, that an angel of the Lord came down from heaven, and rolled away the stone from the door of the tomb?  No; but that his disciples have given much gold to those who were guarding the sepulchre, and have taken Jesus away, and have taught them thus to say:  Say ye that an angel of the Lord came down from heaven, and rolled away the stone from the door of the tomb."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (Latin) 15:14",
                            "text": "Do you not know that it is unlawful for Jews to believe foreigners in a single word, knowing that these same who received sufficient gold from us have said as we taught them?."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Apocrypha: Acts of Pilate (Latin) 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:2",
                            "text": "And Nicodemus rising up, stood in the midst of the counsel, and said:  You have said rightly."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:3",
                            "text": "And are not the men who have come down from Galilee God-fearing, men of peace, hating a lie?  And they recounted with an oath, how \"we saw Jesus sitting on Mount Mambre with his disciples, and he taught them in our hearing,\" and that they saw him taken up into heaven."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:4",
                            "text": "And no one asked them this:  How he was taken up into heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:5",
                            "text": "And, as the writing of the holy book teaches us, holy Elias too was taken up into heaven, and Elisaeus cried out with a loud voice, and Elias threw his sheepskin over Elisaeus; and again Elisaeus threw that sheepskin over the Jordan, and went over and came to Jericho."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:6",
                            "text": "And the sons of the prophets met him, and said to Elisaeus, Where is thy master Elias?  And he said, He has been taken up into heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:7",
                            "text": "And they said to Elisaeus, Has a spirit snatched him away, and thrown him upon one of the mountains?  But rather let us take our boys with us and seek him."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:8",
                            "text": "And they persuaded Elisaeus, and he went with them."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:9",
                            "text": "And they sought him for three days and three nights, and found him not, because he was taken up."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:10",
                            "text": "And now, men, hear me, and let us send into all Israel, and see lest Jesus can have been taken up somewhere or other, and thrown upon one of the mountains."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:11",
                            "text": "And that saying pleased all."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:12",
                            "text": "And they sent to all the mountains of Israel to seek Jesus, and they found Him not; but they found Joseph of Arimathaea, and no one dared to lay hold of him."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:13",
                            "text": "And they reported to the elders and priests and Levites:  We have gone round all the mountains of Israel, and not found Jesus; but we have found Joseph in Arimathaea."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:14",
                            "text": "And hearing of Joseph, they rejoiced, and gave glory to the God of Israel."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:15",
                            "text": "And the rulers of the synagogue, and the priests and the Levites, taking counsel in what manner they should send to Joseph, took paper, and wrote to Joseph:—  Peace to thee and all that is thine!  We know that we have sinned against God, and against thee; and thou hast prayed to the God of Israel, and He has delivered thee out of our hands."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:16",
                            "text": "And now deign to come to thy fathers and thy children, because we have been vehemently grieved."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:17",
                            "text": "We have all sought for thee—we who opened the door, and found thee not."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:18",
                            "text": "We know that we counselled evil counsel against thee; but the Lord hath supplanted our counsel against thee."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:19",
                            "text": "Thou art worthy to be honoured, father Joseph, by all the people."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:20",
                            "text": "And they chose out of all Israel seven men friendly to Joseph, whom also Joseph knew to be friendly; and the rulers of the synagogue and the priests and the Levites say to them:  See, if he take the letter and read it, for certain he will come with you to us; but if he do not read it, you may know that he is ill-disposed toward us, and, saluting him in peace, return to us."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:21",
                            "text": "And blessing them, they sent them away."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:22",
                            "text": "And they came to Arimathaea to Joseph, and adored him on their face upon the ground, and said:  Peace to thee and all thine!  And Joseph said:  Peace to you, and to all the people of Israel!  And they gave him the roll of the letter."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:23",
                            "text": "And Joseph took and read it, and rolled up the letter, and blessed God, and said:  Blessed be the Lord God, who hath delivered Israel from shedding innocent blood; and blessed be God, who sent His angel, and covered me under his wings."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:24",
                            "text": "And he kissed them, and set a table for them; and they ate and drank, and slept there."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:25",
                            "text": "And they rose in the morning; and Joseph saddled his ass, and travelled with them, and they came into the holy city Jerusalem."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:26",
                            "text": "And there met them all the people, crying out, and saying:  Peace be in thy coming in, father Joseph!  To whom he answered and said:  The peace of the Lord be upon all the people!  And they all kissed him."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:27",
                            "text": "And they prayed with Joseph, and were terrified at the sight of him."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:28",
                            "text": "And Nicodemus took him into his house, and made a great feast, and called Annas and Caiaphas, and the elders and chief priests and Levites, to his house."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:29",
                            "text": "And making merry, and eating and drinking with Joseph, they blessed God, and went every one to his own house."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:30",
                            "text": "And Joseph remained in the house of Nicodemus."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:31",
                            "text": "And on the next day, which is the preparation, the priests and the rulers of the synagogue and the Levites rose early, and came to the house of Nicodemus."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:32",
                            "text": "And Nicodemus met them, and said to them:  Peace to you!  And they said to him:  Peace to thee and Joseph, and to thy house and Joseph's house!  And Nicodemus brought them into his house."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:33",
                            "text": "And the council sat; and Joseph sat between Annas and Caiaphas, and no one dared to say a word."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:34",
                            "text": "And Joseph said to them:  Why have you called me?  And they made signs with their eyes to Nicodemus, that he should speak with Joseph."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:35",
                            "text": "And Nicodemus, opening his mouth, said:  Father Joseph, thou knowest that the reverend teachers, priests, and Levites seek to hear a word from thee."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:36",
                            "text": "And Joseph said:  Ask."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:37",
                            "text": "And Annas and Caiaphas, taking up the law, adjured Joseph, saying:  Give glory to the God of Israel, and give confession to Him, that thou wilt not hide any word from us."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:38",
                            "text": "And they said to him:  With grief were we grieved that thou didst beg the body of Jesus, and wrap it in clean linen, and lay it in a tomb."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:39",
                            "text": "Therefore we shut thee up in a house where there was no window, and put a lock and a seal on the gate; and on the first day of the week we opened the gates, and found thee not."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:40",
                            "text": "We were therefore exceedingly grieved, and astonishment came over all the people of God."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:41",
                            "text": "And therefore hast thou been sent for; and now tell us what has happened."
                        },
                        {
                            "verse": 42,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:42",
                            "text": "Then said Joseph:  On the day of the Preparation, about the tenth hour, you shut me in, and I remained there the whole Sabbath in full."
                        },
                        {
                            "verse": 43,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:43",
                            "text": "And when midnight came, as I was standing and praying, the house where you shut me in was hung up by the four corners, and there was a flashing of light in mine eyes."
                        },
                        {
                            "verse": 44,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:44",
                            "text": "And I fell to the ground trembling."
                        },
                        {
                            "verse": 45,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:45",
                            "text": "Then some one lifted me up from the place where I had fallen, and poured over me an abundance of water from the head even to the feet, and put round my nostrils the odour of a wonderful ointment, and rubbed my face with the water itself, as if washing me, and kissed me, and said to me, Joseph, fear not; but open thine eyes, and see who it is that speaks to thee."
                        },
                        {
                            "verse": 46,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:46",
                            "text": "And looking, I saw Jesus; and being terrified, I thought it was a phantom."
                        },
                        {
                            "verse": 47,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:47",
                            "text": "And with prayer and the commandments I spoke to him, and he spoke with me."
                        },
                        {
                            "verse": 48,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:48",
                            "text": "And I said to him:  Art thou Rabbi Elias?  And he said to me:  I am not Elias."
                        },
                        {
                            "verse": 49,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:49",
                            "text": "And I said:  Who art thou, my lord?  And he said to me:  I am Jesus, whose body thou didst beg from Pilate, and wrap in clean linen; and thou didst lay a napkin on my face, and didst lay me in thy new tomb, and roll a stone to the door of the tomb."
                        },
                        {
                            "verse": 50,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:50",
                            "text": "Then I said to him that was speaking to me:  Show me, Lord, where I laid thee."
                        },
                        {
                            "verse": 51,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:51",
                            "text": "And he led me, and showed me the place where I laid him, and the linen which I had put on him, and the napkin which I had wrapped upon his face; and I knew that it was Jesus."
                        },
                        {
                            "verse": 52,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (Latin) 16:52",
                            "text": "And he took hold of me with his hand, and put me in the midst of my house though the gates were shut, and put me in my bed, and said to me:  Peace to thee!  And he kissed me, and said to me:  For forty days go not out of thy house; for, lo, I go to my brethren into Galilee."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Apocrypha: Acts of Pilate (Latin) 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:2",
                            "text": "And the rulers of the synagogue, and the priests and the Levites, hearing these words from Joseph, became as it were dead, and fell to the ground, and fasted until the ninth hour."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:3",
                            "text": "And Joseph and Nicodemus entreated them, saying:  Arise and stand upon your feet, and taste bread, and comfort your souls, seeing that to-morrow is the Sabbath of the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:4",
                            "text": "And they arose, and entreated the Lord, and ate and drank, and went every man to his own house."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:5",
                            "text": "And on the Sabbath the teachers and doctors sat questioning each other, and saying:  What is this wrath that has come upon us? because we know his father and mother."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:6",
                            "text": "Levi the teacher said:  I know that his parents fear God, and never depart from prayer, and give tithes thrice a-year."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:7",
                            "text": "And when Jesus was born, his parents brought him up to this place, and gave to God sacrifices and burnt-offerings."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:8",
                            "text": "And assuredly the great teacher Simeon took him into his arms, saying:  Now Thou sendest away Thy servant, O Lord, according to Thy word, in peace; for mine eyes have seen Thy salvation, which Thou hast prepared before the face of all peoples, a light for the revealing of the nations, and the glory of Thy people Israel."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:9",
                            "text": "And he blessed Mary his mother, and said, I make an announcement to thee concerning this child."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:10",
                            "text": "And Mary said, Well, my lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:11",
                            "text": "And Simeon said, Well."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:12",
                            "text": "And he said again, Lo, he has been set for the fall and rising again of many in Israel, and for a sign which shall be spoken against; and a sword shall pierce thine own soul, that the thoughts of many hearts may be revealed."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:13",
                            "text": "And the Jews said to Levi:  And how knowest thou these things?  Levi says:  Do you not know that from him I learned the law?  They of the council say:  We wish to see thy father."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:14",
                            "text": "And they searched out his father, and got information; for he said:  Why did you not believe my son?  The blessed and just Simeon taught him the law."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:15",
                            "text": "The council says to Rabbi Levi:  The saying which thou hast spoken is true."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:16",
                            "text": "The chief priests and rulers of the synagogue, and Levites, said to each other:  Come, let us send into Galilee to the three men who came hither and gave an account of his teaching and his being taken up, and let them tell us how they saw him taken up into heaven."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:17",
                            "text": "And that saying pleased all."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:18",
                            "text": "Then they sent three men into Galilee; and Go, said they, say to Rabbi Addas and Rabbi Finees and Rabbi Egias, Peace to you and yours!  Many investigations have been made in the council concerning Jesus; therefore have we been instructed to call you to the holy place, to Jerusalem."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:19",
                            "text": "The men went to Galilee, and found them sitting, and meditating on the law."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:20",
                            "text": "And they saluted them in peace."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:21",
                            "text": "And they said:  Why have you come?  The messengers said:  The council summon you to the holy city Jerusalem."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:22",
                            "text": "And the men, hearing that they were sought for by the council, prayed to God, and reclined with the men, and ate and drank with them."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:23",
                            "text": "And rising in the morning, they went to Jerusalem in peace."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:24",
                            "text": "And on the morrow the council sat; and they questioned them, saying:  Did you plainly see Jesus sitting on Mount Mambre teaching his disciples, and taken up into heaven?  First Addas the teacher says:  I really saw him sitting on Mount Mambre teaching his disciples; and a shining cloud overshadowed him and his disciples, and he went up into heaven; and his disciples prayed upon their faces on the ground."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:25",
                            "text": "And calling Finees the priest, they questioned him also, saying:  How didst thou see Jesus taken up?  And he said the same as the other."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:26",
                            "text": "And again they called the third, Rabbi Egias, and questioned him, and he said the same as the first and second."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:27",
                            "text": "And those who were in the council said:  The law of Moses holds that by the mouth of two or three every word should stand."
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:28",
                            "text": "Abudem, a teacher, one of the doctors, says:  It is written in the law, Enoch walked with God, and was translated; for God took him."
                        },
                        {
                            "verse": 29,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:29",
                            "text": "Jairus, a teacher, said:  And we have heard of the death of holy Moses, and have not seen it; for it is written in the law of the Lord, And Moses died according to the word of the Lord, and no man knoweth of his burying even to the present day."
                        },
                        {
                            "verse": 30,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:30",
                            "text": "Rabbi Levi said:  What is it that Rabbi Simeon said:  Lo, he lies for the fall and rising again of many in Israel, and for a sign which shall be spoken against?  Rabbi Isaac said:  It is written in the law, Lo, I send mine angel, who shall go before thy face to keep thee in every good way, because I have brought his new name."
                        },
                        {
                            "verse": 31,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:31",
                            "text": "Then Annas and Caiaphas said:  Rightly have ye said that these things are written in the law of Moses, that no one saw the death of Enoch, and no one has named the burying of holy Moses."
                        },
                        {
                            "verse": 32,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:32",
                            "text": "And Jesus gave account to Pilate, and we saw him scourged, and receiving spitting on his face; and the soldiers put a crown of thorns on him, and he received sentence from Pilate; and then he was crucified, and they gave him gall and vinegar to drink, and two robbers were crucified with him, and the soldier Longinus pierced his side with a lance; and our honourable father Joseph begged his body, and he has risen again, and, as they say, the three teachers have seen him taken up into heaven."
                        },
                        {
                            "verse": 33,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:33",
                            "text": "And Rabbi Levi has borne witness to what was said by Simeon the elder—that he has been set for the fall and rising again of many in Israel, and for a sign which shall be spoken against."
                        },
                        {
                            "verse": 34,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:34",
                            "text": "Then Didas, a teacher, said to all the assembly:  If all the things which these have borne witness to have come to pass in Jesus, they are from God, and let it not be wonderful in our eyes."
                        },
                        {
                            "verse": 35,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (Latin) 17:35",
                            "text": "The chiefs of the synagogue, and the priests and the Levites, said to each other how our law holds, saying:  His name shall be blessed for ever:  His place endureth before the sun, and His seat before the moon:  and all the tribes of earth shall be blessed in Him, and all nations shall serve Him; and kings shall come from far, adoring and magnifying Him."
                        }
                    ]
                }
            ]
        }
    ]
}