{
    "books": [
        {
            "name": "Clement: Homily II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily II 1:1",
                            "text": "Homily II: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily II 1:2",
                            "text": "—Peter's Attendants."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily II 1:3",
                            "text": "Therefore the next day, I Clement, awaking from sleep before dawn, and learning that Peter was astir, and was conversing with his attendants concerning the worship of God (there were sixteen of them, and I have thought good to set forth their names, as I subsequently learned them, that you may also know who they were."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily II 1:4",
                            "text": "The first of them was Zacchaeus, who was once a publican, and Sophonias his brother; Joseph and his foster-brother Michaias; also Thomas and Eliezer the twins; also aeneas and Lazarus the priests; besides also Elisaeus, and Benjamin the son of Saphrus; as also Rubilus and Zacharias the builders; and Ananias and Haggaeus the Jamminians; and Nicetas and Aquila the friends),—accordingly I went in and saluted him, and at his request sat down."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily II 2:2",
                            "text": "—A Sound Mind in a Sound Body."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily II 2:3",
                            "text": "And he, breaking off the discourse in which he was engaged, assured me, by way of apology, why he had not awakened me that I might hear his discourses, assigning as the reason the discomfort of my voyage."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily II 2:4",
                            "text": "As he wished this to be dispelled, he had suffered me to sleep."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily II 2:5",
                            "text": "\"For,\" said he, \"whenever the soul is distracted concerning some bodily want, it does not properly approach the instructions that are presented to it."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Homily II 2:6",
                            "text": "On this account I am not willing to converse, either with those who are greatly grieving through some calamity, or are immoderately angry, or are turned to the frenzy of love, or are suffering under bodily exhaustion, or are distressed with the cares of life, or are harassed with any other sufferings, whose soul, as I said, being downcast, and sympathizing with the suffering body, occupies also its own intelligence therewith."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily II 3:2",
                            "text": "—Forewarned is Forearmed."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily II 3:3",
                            "text": "\"And let it not be said, Is it not, then, proper to present comforts and admonitions to those who are in any bad case?  To this I answer, that if, indeed, any one is able, let him present them; but if not, let him bide his time."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily II 3:4",
                            "text": "For I know that all things have their proper season."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily II 3:5",
                            "text": "Wherefore it is proper to ply men with words which strengthen the soul in anticipation of evil; so that, if at any time any evil comes upon them, the mind, being forearmed with the right argument, may be able to bear up under that which befalls it:  for then the mind knows in the crisis of the struggle to have recourse to him who succoured it by good counsel."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily II 4:2",
                            "text": "—A Request."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily II 4:3",
                            "text": "\"However, I have learned, O Clement, how that in Alexandria Barnabas perfectly expounded to you the word respecting prophecy."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily II 4:4",
                            "text": "Was it not so?\"  I answered, \"Yes, and exceeding well\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily II 4:5",
                            "text": "Then Peter:  \"Therefore it is not necessary now to occupy with the instructions which you know, the time which may serve us for other instructions which you do not know\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily II 4:6",
                            "text": "Then said I:  \"You have rightly said, O Peter."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily II 4:7",
                            "text": "But vouchsafe this to me, who purpose always to attend upon you, continuously to expound to me, a delighted hearer, the doctrine of the Prophet."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement: Homily II 4:8",
                            "text": "For, apart from Him, as I learned from Barnabas, it is impossible to learn the truth\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily II 5:2",
                            "text": "—Excellence of the Knowledge of the True Prophet."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily II 5:3",
                            "text": "And Peter, being greatly pleased with this, answered:  \"Already hath the rectifying process taken its end, as regards you, knowing as you do the greatness of the infallible prophecy, without which it is impossible for any one to receive that which is supremely profitable."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily II 5:4",
                            "text": "For of many and diverse blessings which are in the things which are or which may be, the most blessed of all—whether it be eternal life, or perpetual health, or a perfect understanding, or light, or joy, or immortality, or whatever else there is or that can be supremely good in the nature of things—cannot be possessed without first knowing things as they are; and this knowledge cannot be otherwise obtained than by first becoming acquainted with the Prophet of the truth."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily II 6:2",
                            "text": "—The True Prophet."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily II 6:3",
                            "text": "\"Now the Prophet of the truth is He who always knows all things—things past as they were, things present as they are, things future as they shall be; sinless, merciful, alone entrusted with the declaration of the truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily II 6:4",
                            "text": "Read, and you shall find that those were deceived who thought that they had found the truth of themselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily II 6:5",
                            "text": "For this is peculiar to the Prophet, to declare the truth, even as it is peculiar to the sun to bring the day."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily II 6:6",
                            "text": "Wherefore, as many as have even desired to know the truth, but have not had the good fortune to learn it from Him, have not found it, but have died seeking it."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily II 6:7",
                            "text": "For how can he find the truth who seeks it from his own ignorance?  And even if he find it, he does not know it, and passes it by as if it were not."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement: Homily II 6:8",
                            "text": "Nor yet shall he be able to obtain possession of the truth from another, who, in like manner, promises to him knowledge from ignorance; excepting only the knowledge of morality and things of that sort, which can be known through reason, which affords to every one the knowledge that he ought not to wrong another, through his not wishing himself to be wronged."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily II 7:2",
                            "text": "—Unaided Quest of Truth Profitless."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily II 7:3",
                            "text": "\"All therefore who ever sought the truth, trusting to themselves to be able to find it, fell into a snare."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily II 7:4",
                            "text": "This is what both the philosophers of the Greeks, and the more intelligent of the barbarians, have suffered."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily II 7:5",
                            "text": "For, applying themselves to things visible, they have given decisions by conjecture on things not apparent, thinking that that was truth which at any time presented itself to them as such."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily II 7:6",
                            "text": "For, like persons who know the truth, they, still seeking the truth, reject some of the suppositions that are presented to them, and lay hold of others, as if they knew, while they do not know, what things are true and what are false."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Homily II 7:7",
                            "text": "And they dogmatize concerning truth, even those who are seeking after truth, not knowing that he who seeks truth cannot learn it from his own wandering."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement: Homily II 7:8",
                            "text": "For not even, as I said, can he recognise her when she stands by him, since he is unacquainted with her."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily II 8:2",
                            "text": "—Test of Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily II 8:3",
                            "text": "\"And it is by no means that which is true, but that which is pleasing, which persuades every one who seeks to learn from himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily II 8:4",
                            "text": "Since, therefore, one thing is pleasing to one, and another to another, one thing prevails over one as truth, and another thing over another."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily II 8:5",
                            "text": "But the truth is that which is approved by the Prophet, not that which is pleasant to each individual."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Homily II 8:6",
                            "text": "For that which is one would be many, if the pleasing were the true; which is impossible."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement: Homily II 8:7",
                            "text": "Wherefore also the Grecian philologers—rather than philosophers—going about matters by conjectures, have dogmatized much and diversely, thinking that the apt sequence of hypotheses is truth, not knowing that when they have assigned to themselves false beginnings, their conclusion has corresponded with the beginning."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily II 9:2",
                            "text": "—\"The Weak Things of the World\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily II 9:3",
                            "text": "\"Whence a man ought to pass by all else, and commit himself to the Prophet of the truth alone."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily II 9:4",
                            "text": "And we are all able to judge of Him, whether he is a prophet, even although we be wholly unlearned, and novices in sophisms, and unskilled in geometry, and uninitiated in music."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Homily II 9:5",
                            "text": "For God, as caring for all, has made the discovery concerning Himself easier to all, in order that neither the barbarians might be powerless, nor the Greeks unable to find Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Homily II 9:6",
                            "text": "Therefore the discovery concerning Him is easy; and thus it is:—."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily II 10:2",
                            "text": "—Test of the Prophet."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily II 10:3",
                            "text": "\"If he is a Prophet, and is able to know how the world was made, and the things that are in it, and the things that shall be to the end, if He has foretold us anything, and we have ascertained that it has been perfectly accomplished, we easily believe that the things shall be which He says are to be, from the things that have been already; we believe Him, I say, as not only knowing, but foreknowing."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily II 10:4",
                            "text": "To whom then, however limited an understanding he may have, does it not appear, that it behoves us, with respect to the things that are pleasing to God, to believe beyond all others Him who beyond all men knows, even though He has not learned?  Wherefore, if any one should be unwilling to concede the power of knowing the truth to such an one—I mean to Him who has foreknowledge through the divinity of the Spirit that is in Him—conceding the power of knowing to any one else, is he not void of understanding, in conceding to him who is no prophet, that power of knowing which he would not concede to the Prophet?."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily II 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily II 11:2",
                            "text": "—Ignorance, Knowledge, Foreknowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily II 11:3",
                            "text": "\"Wherefore, before all things, we must test the Prophet with all judgment by means of the prophetic promise; and having ascertained Him to be the Prophet, we must undoubtingly follow the other words of His teaching; and having confidence concerning things hoped for, we must conduct ourselves according to the first judgment, knowing that He who tells us these things has not a nature to lie."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily II 11:4",
                            "text": "Wherefore, if any of the things that are afterwards spoken by Him do not appear to us to be well spoken, we must know that it is not that it has been spoken amiss, but that it is that we have not conceived it aright."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily II 11:5",
                            "text": "For ignorance does not judge knowledge, and so neither is knowledge competent truly to judge foreknowledge; but foreknowledge affords knowledge to the ignorant."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily II 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily II 12:2",
                            "text": "—Doctrine of the True Prophet."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily II 12:3",
                            "text": "\"Hence, O beloved Clement, if you would know the things pertaining to God, you have to learn them from Him alone, because He alone knows the truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily II 12:4",
                            "text": "For if any one else knows anything, he has received it from Him or from His disciples."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily II 12:5",
                            "text": "And this is His doctrine and true proclamation, that there is one God, whose work the world is; who being altogether righteous, shall certainly at some time render to every one according to his deeds."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily II 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily II 13:2",
                            "text": "—Future Rewards and Punishments."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily II 13:3",
                            "text": "\"For there is every necessity, that he who says that God is by His nature righteous, should believe also that the souls of men are immortal:  for where would be His justice, when some, having lived piously, have been evil-treated, and sometimes violently cut off, while others who have been wholly impious, and have indulged in luxurious living, have died the common death of men?  Since therefore, without all contradiction, God who is good is also just, He shall not otherwise be known to be just, unless the soul after its separation from the body be immortal, so that the wicked man, being in hell, as having here received his good things, may there be punished for his sins; and the good man, who has been punished here for his sins, may then, as in the bosom of the righteous, be constituted an heir of good things."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily II 13:4",
                            "text": "Since therefore God is righteous, it is fully evident to us that there is a judgment, and that souls are immortal."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily II 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily II 14:2",
                            "text": "—Righteousness and Unrighteousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily II 14:3",
                            "text": "\"But if any one, according to the opinion of this Simon the Samaritan, will not admit that God is just, to whom then can any one ascribe justice, or the possibility of it?  For if the Root of all have it not, there is every necessity to think that it must be impossible to find it in human nature, which, is, as it were, the fruit."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement: Homily II 14:4",
                            "text": "And if it is to be found in man, how much more in God!  But if righteousness can be found nowhere, neither in God nor in man, then neither can unrighteousness."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Clement: Homily II 14:5",
                            "text": "But there is such a thing as righteousness, for unrighteousness takes its name from the existence of righteousness; for it is called unrighteousness, when righteousness is compared with it, and is found to be opposite to it."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:2",
                            "text": "—Pairs."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:3",
                            "text": "\"Hence therefore God, teaching men with respect to the truth of existing things, being Himself one, has distinguished all principles into pairs and opposites, Himself being one and sole God from the beginning, having made heaven and earth, day and night, light and fire, sun and moon, life and death."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:4",
                            "text": "But man alone amongst these He made self-controlling, having a fitness to be either righteous or unrighteous."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:5",
                            "text": "To him also he hath varied the figures of combinations, placing before him small things first, and great ones afterwards, such as the world and eternity."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:6",
                            "text": "But the world that now is, is temporary; that which shall be, is eternal."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:7",
                            "text": "First is ignorance, then knowledge."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:8",
                            "text": "So also has He arranged the leaders of prophecy."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:9",
                            "text": "For, since the present world is female, as a mother bringing forth the souls of her children, but the world to come is male, as a father receiving his children from their mother, therefore in this world there come a succession of prophets, as being sons of the world to come, and having knowledge of men."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:10",
                            "text": "And if pious men had understood this mystery, they would never have gone astray, but even now they should have known that Simon, who now enthralls all men, is a fellow-worker of error and deceit."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Clement: Homily II 15:11",
                            "text": "Now, the doctrine of the prophetic rule is as follows."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:2",
                            "text": "—Man's Ways Opposite to God's."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:3",
                            "text": "\"As in the beginning God, who is one, like a right hand and a left, made the heavens first and then the earth, so also He constituted all the combinations in order; but upon men He no more does this, but varies all the combinations."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:4",
                            "text": "For whereas from Him the greater things come first, and the inferior second, we find the opposite in men—the first worse, and the second superior."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:5",
                            "text": "Therefore from Adam, who was made after the image of God, there sprang first the unrighteous Cain, and then the righteous Abel."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:6",
                            "text": "Again, from him who amongst you is called Deucalion, two forms of spirits were sent forth, the impure namely, and the pure, first the black raven, and then the white dove."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:7",
                            "text": "From Abraham also, the patriarchs of our nation, two firsts sprang—Ishmael first, then Isaac, who was blessed of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:8",
                            "text": "And from Isaac himself, in like manner, there were again two—Esau the profane, and Jacob the pious."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Clement: Homily II 16:9",
                            "text": "So, first in birth, as the first born in the world, was the high priest Aaron, then the lawgiver Moses."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily II 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily II 17:2",
                            "text": "—First the Worse, Then the Better."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily II 17:3",
                            "text": "\"In like manner, the combination with respect to Elias, which behoved to have come, has been willingly put off to another time, having determined to enjoy it conveniently hereafter."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily II 17:4",
                            "text": "Wherefore, also, he who was among those born of woman came first; then he who was among the sons of men came second."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily II 17:5",
                            "text": "It were possible, following this order, to perceive to what series Simon belongs, who came before me to the Gentiles, and to which I belong who have come after him, and have come in upon him as light upon darkness, as knowledge upon ignorance, as healing upon disease."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily II 17:6",
                            "text": "And thus, as the true Prophet has told us, a false prophet must first come from some deceiver; and then, in like manner, after the removal of the holy place, the true Gospel must be secretly sent abroad for the rectification of the heresies that shall be."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily II 17:7",
                            "text": "After this, also, towards the end, Antichrist must first come, and then our Jesus must be revealed to be indeed the Christ; and after this, the eternal light having sprung up, all the things of darkness must disappear."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily II 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily II 18:2",
                            "text": "—Mistake About Simon Magus."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily II 18:3",
                            "text": "\"Since, then, as I said, some men do not know the rule of combination, thence they do not know who is my precursor Simon."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily II 18:4",
                            "text": "For if he were known, he would not be believed; but now, not being known, he is improperly believed; and though his deeds are those of a hater, he is loved; and though an enemy, he is received as a friend; and though he be death, he is desired as a saviour; and though fire, he is esteemed as light; and though a deceiver, he is believed as a speaker of truth\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily II 18:5",
                            "text": "Then I Clement, when I heard this, said, \"Who then, I pray you, is this who is such a deceiver?  I should like to be informed\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Homily II 18:6",
                            "text": "Then said Peter:  \"If you wish to learn, it is in your power to know it from those from whom I also got accurate information on all points respecting him."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily II 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily II 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily II 19:2",
                            "text": "—Justa, a Proselyte."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily II 19:3",
                            "text": "\"There is amongst us one Justa, a Syro-Phoenician, by race a Canaanite, whose daughter was oppressed with a grievous disease."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily II 19:4",
                            "text": "And she came to our Lord, crying out, and entreating that He would heal her daughter."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily II 19:5",
                            "text": "But He, being asked also by us, said, 'It is not lawful to heal the Gentiles, who are like to dogs on account of their using various meats and practices, while the table in the kingdom has been given to the sons of Israel."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily II 19:6",
                            "text": "'  But she, hearing this, and begging to partake like a dog of the crumbs that fall from this table, having changed what she was, by living like the sons of the kingdom, she obtained healing for her daughter, as she asked."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Homily II 19:7",
                            "text": "For she being a Gentile, and remaining in the same course of life, He would not have healed had she remained a Gentile, on account of its not being lawful to heal her as a Gentile."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily II 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily II 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily II 20:2",
                            "text": "—Divorced for the Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily II 20:3",
                            "text": "\"She, therefore, having taken up a manner of life according to the law, was, with the daughter who had been healed, driven out from her home by her husband, whose sentiments were opposed to ours."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Homily II 20:4",
                            "text": "But she, being faithful to her engagements, and being in affluent circumstances, remained a widow herself, but gave her daughter in marriage to a certain man who was attached to the true faith, and who was poor."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Clement: Homily II 20:5",
                            "text": "And, abstaining from marriage for the sake of her daughter, she bought two boys and educated them, and had them in place of sons."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Clement: Homily II 20:6",
                            "text": "And they being educated from their boyhood with Simon Magus, have learned all things concerning him."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Clement: Homily II 20:7",
                            "text": "For such was their friendship, that they were associated with him in all things in which he wished to unite with them."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily II 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily II 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily II 21:2",
                            "text": "—Justa's Adopted Sons, Associates with Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily II 21:3",
                            "text": "\"These men having fallen in with Zacchaeus, who sojourned here, and having received the word of truth from him, and having repented of their former innovations, and immediately denouncing Simon as being privy with him in all things, as soon as I came to sojourn here, they came to me with their foster-mother, being presented to me by him, Zacchaeus, and ever since they continue with me, enjoying instructions in the truth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily II 21:4",
                            "text": "When Peter had said this, he sent for them, and charged them that they should accurately relate to me all things concerning Simon."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily II 21:5",
                            "text": "And they, having called God to witness that in nothing they would falsify, proceeded with the relation."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement: Homily II 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:2",
                            "text": "—Doctrines of Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:3",
                            "text": "First Aquila began to speak in this wise:  \"Listen, O dearest brother, that you may know accurately everything about this man, whose he is, and what, and whence; and what the things are which he does, and how and why he does them."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:4",
                            "text": "This Simon is the son of Antonius and Rachel, a Samaritan by race, of the village of Gitthae, which is six schoeni distant from the city."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:5",
                            "text": "He having disciplined himself greatly in Alexandria, and being very powerful in magic, and being ambitious, wishes to be accounted a certain supreme power, greater even than the God who created the world."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:6",
                            "text": "And sometimes intimating that he is Christ, he styles himself the Standing One."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:7",
                            "text": "And this epithet he employs, as intimating that he shall always stand, and as not having any cause of corruption so that his body should fall."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:8",
                            "text": "And he neither says that the God who created the world is the Supreme, nor does he believe that the dead will be raised."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:9",
                            "text": "He rejects Jerusalem, and substitutes Mount Gerizzim for it."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:10",
                            "text": "Instead of our Christ, he proclaims himself."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:11",
                            "text": "The things of the law he explains by his own presumption; and he says, indeed, that there is to be a judgment, but he does not expect it."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:12",
                            "text": "For if he were persuaded that he shall be judged by God, he would not dare be impious towards God Himself."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Clement: Homily II 22:13",
                            "text": "Whence some not knowing that, using religion as a cloak, he spoils the things of the truth, and faithfully believing the hope and the judgment which in some way he says are to be, are ruined."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement: Homily II 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement: Homily II 23:1",
                            "text": "XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement: Homily II 23:2",
                            "text": "—Simon a Disciple of the Baptist."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement: Homily II 23:3",
                            "text": "\"But that he came to deal with the doctrines of religion happened on this wise."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement: Homily II 23:4",
                            "text": "There was one John, a day-baptist, who was also, according to the method of combination, the forerunner of our Lord Jesus; and as the Lord had twelve apostles, bearing the number of the twelve months of the sun, so also he, John, had thirty chief men, fulfilling the monthly reckoning of the moon, in which number was a certain woman called Helena, that not even this might be without a dispensational significance."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement: Homily II 23:5",
                            "text": "For a woman, being half a man, made up the imperfect number of the triacontad; as also in the case of the moon, whose revolution does not make the complete course of the month."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Clement: Homily II 23:6",
                            "text": "But of these thirty, the first and the most esteemed by John was Simon; and the reason of his not being chief after the death of John was as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Clement: Homily II 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:2",
                            "text": "—Electioneering Stratagems."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:3",
                            "text": "\"He being absent in Egypt for the practice of magic, and John being killed, Dositheus desiring the leadership, falsely gave out that Simon was dead, and succeeded to the seat."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:4",
                            "text": "But Simon, returning not long after, and strenuously holding by the place as his own, when he met with Dositheus did not demand the place, knowing that a man who has attained power beyond his expectations cannot be removed from it."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:5",
                            "text": "Wherefore with pretended friendship he gives himself for a while to the second place, under Dositheus."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:6",
                            "text": "But taking his place after a few days among the thirty fellow-disciples, he began to malign Dositheus as not delivering the instructions correctly."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:7",
                            "text": "And this he said that he did, not through unwillingness to deliver them correctly, but through ignorance."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:8",
                            "text": "And on one occasion, Dositheus, perceiving that this artful accusation of Simon was dissipating the opinion of him with respect to many, so that they did not think that he was the Standing One, came in a rage to the usual place of meeting, and finding Simon, struck him with a staff."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:9",
                            "text": "But it seemed to pass through the body of Simon as if he had been smoke."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:10",
                            "text": "Thereupon Dositheus, being confounded, said to him, 'If you are the Standing One, I also will worship you."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Clement: Homily II 24:11",
                            "text": "'  Then Simon said that he was; and Dositheus, knowing that he himself was not the Standing One, fell down and worshipped; and associating himself with the twenty-nine chiefs, he raised Simon to his own place of repute; and thus, not many days after, Dositheus himself, while he (Simon) stood, fell down and died."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Clement: Homily II 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Clement: Homily II 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Clement: Homily II 25:2",
                            "text": "—Simon's Deceit."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Clement: Homily II 25:3",
                            "text": "\"But Simon is going about in company with Helena, and even till now, as you see, is stirring up the people."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Clement: Homily II 25:4",
                            "text": "And he says that he has brought down this Helena from the highest heavens to the world; being queen, as the all-bearing being, and wisdom, for whose sake, says he, the Greeks and barbarians fought, having before their eyes but an image of truth; for she, who really is the truth, was then with the chiefest god."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Clement: Homily II 25:5",
                            "text": "Moreover, by cunningly explaining certain things of this sort, made up from Grecian myths, he deceives many; especially as he performs many signal marvels, so that if we did not know that he does these things by magic, we ourselves should also have been deceived."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Clement: Homily II 25:6",
                            "text": "But whereas we were his fellow-labourers at the first, so long as he did such things without doing wrong to the interests of religion; now that he has madly begun to attempt to deceive those who are religious, we have withdrawn from him."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Clement: Homily II 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Clement: Homily II 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Clement: Homily II 26:2",
                            "text": "—His Wickedness."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Clement: Homily II 26:3",
                            "text": "\"For he even began to commit murder as himself disclosed to us, as a friend to friends, that, having separated the soul of a child from its own body by horrid incantations, as his assistant for the exhibition of anything that he pleased, and having drawn the likeness of the boy, he has it set up in the inner room where he sleeps, saying that he once formed the boy of air, by divine arts, and having painted his likeness, he gave him back again to the air."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Clement: Homily II 26:4",
                            "text": "And he explains that he did the deed thus."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Clement: Homily II 26:5",
                            "text": "He says that the first soul of man, being turned into the nature of heat, drew to itself, and sucked in the surrounding air, after the fashion of a gourd; and then that he changed it into water, when it was within the form of the spirit; and he said that he changed into the nature of blood the air that was in it, which could not be poured out on account of the consistency of the spirit, and that he made the blood solidified into flesh; then, the flesh being thus consolidated, that he exhibited a man not made from earth, but from air."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Clement: Homily II 26:6",
                            "text": "And thus, having persuaded himself that he was able to make a new sort of man, he said that he reversed the changes, and again restored him to the air."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Clement: Homily II 26:7",
                            "text": "And when he told this to others, he was believed; but by us who were present at his ceremonies he was religiously disbelieved."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Clement: Homily II 26:8",
                            "text": "Wherefore we denounced his impieties, and withdrew from him\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Clement: Homily II 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Clement: Homily II 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Clement: Homily II 27:2",
                            "text": "—His Promises."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Clement: Homily II 27:3",
                            "text": "When Aquila had thus spoken, his brother Nicetas said:  \"It is necessary, O Clement our brother, for me to mention what has been left out by Aquila."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Clement: Homily II 27:4",
                            "text": "For, in the first place, God is witness that we assisted him in no impious work, but that we looked on while he wrought; and as long as he did harmless things, and exhibited them, we were also pleased."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Clement: Homily II 27:5",
                            "text": "But when, in order to deceive the godly, he said that he did, by means of godhead, the things that were done by magic, we no longer endured him, though he made us many promises, especially that our statues should be thought worthy of a place in the temple, and that we should be thought to be gods, and should be worshipped by the multitude, and should be honoured by kings, and should be thought worthy of public honours, and enriched with boundless wealth."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Clement: Homily II 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:2",
                            "text": "—Fruitless Counsel."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:3",
                            "text": "\"These things, and things reckoned greater than these, he promised us, on condition only that we should associate with him, and keep silence as to the wickedness of his undertaking, so that the scheme of his deceit might succeed."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:4",
                            "text": "But still we would not consent, but even counselled him to desist from such madness, saying to him:  'We, O Simon, remembering our friendship towards you from our childhood, and out of affection for you, give you good counsel."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:5",
                            "text": "Desist from this attempt."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:6",
                            "text": "You cannot be a God."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:7",
                            "text": "Fear Him who is really God."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:8",
                            "text": "Know that you are a man, and that the time of your life is short; and though you should get great riches, or even become a king, few things accrue to the short time of your life for enjoyment, and things wickedly gotten soon flee away, and procure everlasting punishment for the adventurer."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:9",
                            "text": "Wherefore we counsel you to fear God, by whom the soul of every one must be judged for the deeds that he hath done here."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Clement: Homily II 28:10",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Clement: Homily II 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:2",
                            "text": "—Immortality of the Soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:3",
                            "text": "\"When he heard this he laughed; and when we asked him why he laughed at us for giving him good counsel, he answered:  'I laugh at your foolish supposition, because you believe that the soul of man is immortal."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:4",
                            "text": "'  Then I said:  'We do not wonder, O Simon, at your attempting to deceive us, but we are confounded at the way in which you deceive even yourself."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:5",
                            "text": "Tell me, O Simon, even if no one else has been fully convinced that the soul is immortal, at all events you and we ought to be so:  you as having separated one from a human body, and conversed with it, and laid your commands upon it; and we as having been present, and heard your commands, and clearly witnessed the performance of what was ordered."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:6",
                            "text": "'  Then said Simon:  'I know what you mean; but you know nothing of the matters concerning which you reason."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:7",
                            "text": "'  Then said Nicetas:  'If you know, speak; but if you do not know, do not suppose that we can be deceived by your saying that you know, and that we do not."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:8",
                            "text": "For we are not so childish, that you can sow in us a shrewd suspicion that we should think that you know some unutterable things, and so that you should take and hold us in subjection, by holding us in restraint through means of desire."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Clement: Homily II 29:9",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Clement: Homily II 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Clement: Homily II 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Clement: Homily II 30:2",
                            "text": "—An Argument."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Clement: Homily II 30:3",
                            "text": "\"Then Simon said:  'I am aware that you know that I separated a soul from a human body; but I know that you are ignorant that it is not the soul of the dead person that ministers to me, for it does not exist; but a certain demon works, pretending to be the soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Clement: Homily II 30:4",
                            "text": "'  Then said Nicetas:  'Many incredible things we have heard in our lifetime, but aught more senseless than this speech we do not expect ever to hear."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Clement: Homily II 30:5",
                            "text": "For if a demon pretends to be the soul of the dead person, what is the use of the soul at all, that it should be separated from the body?  Were not we ourselves present and heard you conjuring the soul from the body?  And how comes it that, when one is conjured, another who is not conjured obeys, as if it were frightened?  And you yourself, when at any time we have asked you why the conferences sometimes cease, did not you say that the soul, having fulfilled the time upon earth which it was to have passed in the body, goes to Hades?  And you added, that the souls of those who commit suicide are not easily permitted to come, because, having gone home into Hades, they are guarded."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Clement: Homily II 30:6",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Clement: Homily II 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Clement: Homily II 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Clement: Homily II 31:2",
                            "text": "—A Dilemma."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Clement: Homily II 31:3",
                            "text": "Nicetas having thus spoken, Aquila himself in turn said:  \"This only should I wish to learn of you, Simon, whether it is the soul or whether it is a demon that is conjured:  what is it afraid of, that it does not despise the conjuration?  Then Simon said:  'It knows that it should suffer punishment if it were disobedient."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Clement: Homily II 31:4",
                            "text": "'  Then said Aquila:  'Therefore, if the soul comes when conjured, there is also a judgment."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Clement: Homily II 31:5",
                            "text": "If, therefore, souls are immortal, assuredly there is also a judgment."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Clement: Homily II 31:6",
                            "text": "As you say, then, that those which are conjured on wicked business are punished if they disobey, how are you not afraid to compel them, when those that are compelled are punished for disobedience?  For it is not wonderful that you do not already suffer for your doings, seeing the judgment has not yet come, when you are to suffer the penalty of those deeds which you have compelled others to do, and when that which has been done under compulsion shall be pardoned, as having been out of respect for the oath which led to the evil action."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Clement: Homily II 31:7",
                            "text": "'  And he hearing this was enraged, and threatened death to us if we did not keep silence as to his doings\"."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Clement: Homily II 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Clement: Homily II 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Clement: Homily II 32:2",
                            "text": "—Simon's Prodigies."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Clement: Homily II 32:3",
                            "text": "Aquila having thus spoken, I Clement inquired:  \"What, then, are the prodigies that he works?\"  And they told me that he makes statues walk, and that he rolls himself on the fire, and is not burnt; and sometimes he flies; and he makes loaves of stones; he becomes a serpent; he transforms himself into a goat; he becomes two-faced; he changes himself into gold; he opens lockfast gates; he melts iron; at banquets he produces images of all manner of forms."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Clement: Homily II 32:4",
                            "text": "In his house he makes dishes be seen as borne of themselves to wait upon him, no bearers being seen."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Clement: Homily II 32:5",
                            "text": "I wondered when I heard them speak thus; but many bore witness that they had been present, and had seen such things."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Clement: Homily II 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Clement: Homily II 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Clement: Homily II 33:2",
                            "text": "—Doctrine of Pairs."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Clement: Homily II 33:3",
                            "text": "These things having been thus spoken, the excellent Peter himself also proceeded to speak:  \"You must perceive, brethren, the truth of the rule of conjunction, from which he who departs not cannot be misled."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Clement: Homily II 33:4",
                            "text": "For since, as we have said, we see all things in pairs and contraries, and as the night is first, and then the day; and first ignorance, then knowledge; first disease, then healing, so the things of error come first into our life, then truth supervenes, as the physician upon the disease."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Clement: Homily II 33:5",
                            "text": "Therefore straightway, when our God-loved nation was about to be ransomed from the oppression of the Egyptians, first diseases were produced by means of the rod turned into a serpent, which was given to Aaron, and then remedies were superinduced by the prayers of Moses."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Clement: Homily II 33:6",
                            "text": "And now also, when the Gentiles are about to be ransomed from the superstition with respect to idols, wickedness, which reigns over them, has by anticipation sent forth her ally like another serpent, even this Simon whom you see, who works wonders to astonish and deceive, not signs of healing to convert and save."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Clement: Homily II 33:7",
                            "text": "Wherefore it behoves you also from the miracles that are done to judge the doers, what is the character of the performer, and what that of the deed."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Clement: Homily II 33:8",
                            "text": "If he do unprofitable miracles, he is the agent of wickedness; but if he do profitable things, he is a leader of goodness."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Clement: Homily II 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Clement: Homily II 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Clement: Homily II 34:2",
                            "text": "—Useless and Philanthropic Miracles."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Clement: Homily II 34:3",
                            "text": "\"Those, then, are useless signs, which you say that Simon did."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Clement: Homily II 34:4",
                            "text": "But I say that the making statues walk, and rolling himself on burning coals, and becoming a dragon, and being changed into a goat, and flying in the air, and all such things, not being for the healing of man, are of a nature to deceive many."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Clement: Homily II 34:5",
                            "text": "But the miracles of compassionate truth are philanthropic, such as you have heard that the Lord did, and that I after Him accomplish by my prayers; at which most of you have been present, some being freed from all kinds of diseases, and some from demons, some having their hands restored, and some their feet, some recovering their eyesight, and some their hearing, and whatever else a man can do, being of a philanthropic spirit\"."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Clement: Homily II 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Clement: Homily II 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Clement: Homily II 35:2",
                            "text": "—Discussion Postponed."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Clement: Homily II 35:3",
                            "text": "When Peter had thus spoken, towards dawn Zacchaeus entered and saluted us, and said to Peter:  \"Simon puts off the inquiry till to-morrow; for to-day is his Sabbath, which occurs at intervals of eleven days\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Clement: Homily II 35:4",
                            "text": "To him Peter answered:  \"Say to Simon, Whenever thou wishest; and know thou that we are always in readiness to meet thee, by divine providence, when thou desirest\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Clement: Homily II 35:5",
                            "text": "And Zacchaeus hearing this, went out to return the answer."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Clement: Homily II 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Clement: Homily II 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Clement: Homily II 36:2",
                            "text": "—All for the Best."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Clement: Homily II 36:3",
                            "text": "But he (Peter) saw me disheartened, and asked the reason; and being told that it proceeded from no cause but the postponement of the inquiry, he said:  \"He who has apprehended that the world is regulated by the good providence of God, O beloved Clement, is not vexed by things howsoever occurring, considering that things take their course advantageously under the providence of the Ruler."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Clement: Homily II 36:4",
                            "text": "Whence, knowing that He is just, and living with a good conscience, he knows how by right reason to shake off from his soul any annoyance that befalls him, because, when complete, it must come to some unknown good."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Clement: Homily II 36:5",
                            "text": "Now then, let not Simon the magician's postponement of the inquiry grieve you; for perhaps it has happened from the providence of God for your profit."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Clement: Homily II 36:6",
                            "text": "Wherefore I shall not scruple to speak to you as being my special friend."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Clement: Homily II 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Clement: Homily II 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Clement: Homily II 37:2",
                            "text": "—Spies in the Enemy's Camp."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Clement: Homily II 37:3",
                            "text": "\"Some of our people attend feignedly upon Simon as companions, as if they were persuaded by his most atheistic error, in order that they may learn his purpose and disclose it to us, so that we may be able to encounter this terrible man on favourable terms."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Clement: Homily II 37:4",
                            "text": "And now I have learned from them what arguments he is going to employ in the discussion."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Clement: Homily II 37:5",
                            "text": "And knowing this, I give thanks to God on the one hand, and I congratulate you on the other, on the postponement of the discussion; for you, being instructed by me before the discussion, of the arguments that are to be used by him for the destruction of the ignorant, will be able to listen without danger of falling."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Clement: Homily II 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Clement: Homily II 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Clement: Homily II 38:2",
                            "text": "—Corruption of the Law."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Clement: Homily II 38:3",
                            "text": "\"For the Scriptures have had joined to them many falsehoods against God on this account."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Clement: Homily II 38:4",
                            "text": "The prophet Moses having by the order of God delivered the law, with the explanations, to certain chosen men, some seventy in number, in order that they also might instruct such of the people as chose, after a little the written law had added to it certain falsehoods contrary to the law of God, who made the heaven and the earth, and all things in them; the wicked one having dared to work this for some righteous purpose."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Clement: Homily II 38:5",
                            "text": "And this took place in reason and judgment, that those might be convicted who should dare to listen to the things written against God, and those who, through love towards Him, should not only disbelieve the things spoken against Him, but should not even endure to hear them at all, even if they should happen to be true, judging it much safer to incur danger with respect to religious faith, than to live with an evil conscience on account of blasphemous words."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Clement: Homily II 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Clement: Homily II 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Clement: Homily II 39:2",
                            "text": "—Tactics."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Clement: Homily II 39:3",
                            "text": "\"Simon, therefore, as I learn, intends to come into public, and to speak of those chapters against God that are added to the Scriptures, for the sake of temptation, that he may seduce as many wretched ones as he can from the love of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Clement: Homily II 39:4",
                            "text": "For we do not wish to say in public that these chapters are added to the Bible, since we should thereby perplex the unlearned multitudes, and so accomplish the purpose of this wicked Simon."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Clement: Homily II 39:5",
                            "text": "For they not having yet the power of discerning, would flee from us as impious; or, as if not only the blasphemous chapters were false, they would even withdraw from the word."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Clement: Homily II 39:6",
                            "text": "Wherefore we are under a necessity of assenting to the false chapters, and putting questions in return to him concerning them, to draw him into a strait, and to give in private an explanation of the chapters that are spoken against God to the well-disposed after a trial of their faith; and of this there is but one way, and that a brief one."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Clement: Homily II 39:7",
                            "text": "It is this."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Clement: Homily II 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Clement: Homily II 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Clement: Homily II 40:2",
                            "text": "—Preliminary Instruction."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Clement: Homily II 40:3",
                            "text": "\"Everything that is spoken or written against God is false."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Clement: Homily II 40:4",
                            "text": "But that we say this truly, not only for the sake of reputation, but for the sake of truth, I shall convince you when my discourse has proceeded a little further."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Clement: Homily II 40:5",
                            "text": "Whence you, my most beloved Clement, ought not to be sorry at Simon's having interposed a day between this and the discussion."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Clement: Homily II 40:6",
                            "text": "For to-day, before the discussion, you shall be instructed concerning the chapters added to the Scriptures; and then in the discussion concerning the only one and good God, the Maker also of the world, you ought not to be distracted."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Clement: Homily II 40:7",
                            "text": "But in the discussion you will even wonder how impious men, overlooking the multitudes of things that are spoken in the Scriptures for God, and looking at those that are spoken against Him, gladly bring these forward; and thus the hearers, by reason of ignorance, believing the things against God, become outcasts from His kingdom."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Clement: Homily II 40:8",
                            "text": "Wherefore you, by advantage of the postponement, learning the mystery of the Scriptures, and gaining the means of not sinning against God, will incomparably rejoice\"."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Clement: Homily II 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Clement: Homily II 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Clement: Homily II 41:2",
                            "text": "—Asking for Information, Not Contradiction."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Clement: Homily II 41:3",
                            "text": "Then I Clement, hearing this, said:  \"Truly I rejoice, and I give thanks to God, who in all things doeth well."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Clement: Homily II 41:4",
                            "text": "However, he knows that I shall be able to think nothing other than that all things are for God."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Clement: Homily II 41:5",
                            "text": "Wherefore do not suppose that I ask questions, as doubting the words concerning God, or those that are to be spoken, but rather that I may learn, and so be able myself to instruct another who is ingenuously willing to learn."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Clement: Homily II 41:6",
                            "text": "Wherefore tell me what are the falsehoods added to the Scriptures, and how it comes that they are really false\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Clement: Homily II 41:7",
                            "text": "Then Peter answered:  \"Even although you had not asked me, I should have gone on in order, and afforded you the exposition of these matters, as I promised."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Clement: Homily II 41:8",
                            "text": "Learn, then, how the Scriptures misrepresent Him in many respects, that you may know when you happen upon them."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Clement: Homily II 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Clement: Homily II 42:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Clement: Homily II 42:2",
                            "text": "—Right Notions of God Essential to Holiness."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Clement: Homily II 42:3",
                            "text": "\"But what I am going to tell you will be sufficient by way of example."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Clement: Homily II 42:4",
                            "text": "But I do not think, my dear Clement, that any one who possesses ever so little love to God and ingenuousness, will be able to take in, or even to hear, the things that are spoken against Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Clement: Homily II 42:5",
                            "text": "For how is it that he can have a monarchic soul, and be holy, who supposes that there are many gods, and not one only?  But even if there be but one, who will cherish zeal to be holy, that finds in Him many defects, since he will hope that the Beginning of all things, by reason of the defects of his own nature, will not visit the crimes of others?."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Clement: Homily II 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Clement: Homily II 43:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Clement: Homily II 43:2",
                            "text": "—A Priori Argument on the Divine Attributes."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Clement: Homily II 43:3",
                            "text": "\"Wherefore, far be it from us to believe that the Lord of all, who made the heaven and the earth, and all things that are in them, shares His government with others, or that He lies."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Clement: Homily II 43:4",
                            "text": "For if He lies, then who speaks truth?  Or that He makes experiments as in ignorance; for then who foreknows?  And if He deliberates, and changes His purpose, who is perfect in understanding and permanent in design?  If He envies, who is above rivalry?  If He hardens hearts, who makes wise?  If He makes blind and deaf, who has given sight and hearing?  If He commits pilfering, who administers justice?  If He mocks, who is sincere?  If He is weak, who is omnipotent?  If He is unjust, who is just?  If He makes evil things, who shall make good things?  If He does evil, who shall do good?."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Clement: Homily II 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Clement: Homily II 44:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Clement: Homily II 44:2",
                            "text": "—The Same Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Clement: Homily II 44:3",
                            "text": "\"But if He desires the fruitful hill, whose then are all things?  If He is false, who then is true?  If He dwells in a tabernacle, who is without bounds?  If He is fond of fat, and sacrifices, and offerings, and drink-offerings, who then is without need, and who is holy, and pure, and perfect?  If He is pleased with candles and candlesticks, who then placed the luminaries in heaven?  If He dwells in shadow, and darkness, and storm, and smoke, who is the light that lightens the universe?  If He comes with trumpets, and shoutings, and darts, and arrows, who is the looked-for tranquillity of all?  If He loves war, who then wishes peace?  If He makes evil things, who makes good things?  If He is without affection, who is a lover of men?  If He is not faithful to His promises, who shall be trusted?  If He loves the wicked, and adulterers, and murderers, who shall be a just judge?  If He changes His mind, who is stedfast?  If He chooses evil men, who then takes the part of the good?."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Clement: Homily II 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Clement: Homily II 45:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Clement: Homily II 45:2",
                            "text": "—How God is to Be Thought of."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Clement: Homily II 45:3",
                            "text": "\"Wherefore, Clement, my son, beware of thinking otherwise of God, than that He is the only God, and Lord, and Father, good and righteous, the Creator, long-suffering, merciful, the sustainer, the benefactor, ordaining love of men, counselling purity, immortal and making immortal, incomparable, dwelling in the souls of the good, that cannot be contained and yet is contained, who has fixed the great world as a centre in space, who has spread out the heavens and solidified the earth, who has stored up the water, who has disposed the stars in the sky, who has made the fountains flow in the earth, has produced faults, has raised up mountains, hath set bounds to the sea, has ordered winds and blasts, who by the spirit of counsel has kept safely the body comprehended in a boundless sea."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Clement: Homily II 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Clement: Homily II 46:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Clement: Homily II 46:2",
                            "text": "—Judgment to Come."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Clement: Homily II 46:3",
                            "text": "\"This is our Judge, to whom it behoves us to look."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Clement: Homily II 46:4",
                            "text": "and to regulate our own souls, thinking all things in His favour, speaking well of Him, persuaded that by His long-suffering He brings to light the obstinacy of all, and is alone good."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Clement: Homily II 46:5",
                            "text": "And He, at the end of all, shall sit as a just Judge upon every one of those who have attempted what they ought not\"."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Clement: Homily II 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Clement: Homily II 47:1",
                            "text": "Chapter XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Clement: Homily II 47:2",
                            "text": "—A Pertinent Question."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Clement: Homily II 47:3",
                            "text": "When I Clement heard this, I said, \"Truly, this is a godliness; truly this is piety\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Clement: Homily II 47:4",
                            "text": "And again I said:  \"I would learn, therefore, why the Bible has written anything of this sort?  For I remember that you said that it was for the conviction of those who should dare to believe anything that was spoken against God."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Clement: Homily II 47:5",
                            "text": "But since you permit us, we venture to ask, at your command:  If any one, most beloved Peter, should choose to say to us, 'The Scriptures are true, although to you the things spoken against God seem to be false,' how should we answer him?\"."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Clement: Homily II 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Clement: Homily II 48:1",
                            "text": "Chapter XLVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Clement: Homily II 48:2",
                            "text": "—A Particular Case."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Clement: Homily II 48:3",
                            "text": "Then Peter answered:  \"You speak well in your inquiry; for it will be for your safety."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Clement: Homily II 48:4",
                            "text": "Therefore listen:  Since there are many things that are spoken by the Scriptures against God, as time presses on account of the evening, ask with respect to any one matter that you please, and I will explain it, showing that it is false, not only because it is spoken against God, but because it is really false\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 48,
                            "name": "Clement: Homily II 48:5",
                            "text": "Then I answered:  \"I wish to learn how, when the Scriptures say that God is ignorant, you can show that He knows?\"."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Clement: Homily II 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:1",
                            "text": "Chapter XLIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:2",
                            "text": "—Reductio a."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:4",
                            "text": "Absurdum."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:5",
                            "text": "Then Peter answered:  \"You have presented us with a matter that can easily be answered."
                        },
                        {
                            "verse": 6,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:6",
                            "text": "However, listen, how God is ignorant of nothing, but even foreknows."
                        },
                        {
                            "verse": 7,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:7",
                            "text": "But first answer me what I ask of you."
                        },
                        {
                            "verse": 8,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:8",
                            "text": "He who wrote the Bible, and told how the world was made, and said that God does not foreknow, was he a man or not?\"  Then I said:  \"He was a man\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 49,
                            "name": "Clement: Homily II 49:9",
                            "text": "Then Peter answered:  \"How, then, was it possible for him, being a man, to know assuredly how the world was made, and that God does not foreknow?\"."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Clement: Homily II 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Clement: Homily II 50:1",
                            "text": "Chapter L."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Clement: Homily II 50:2",
                            "text": "—A Satisfactory Answer."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Clement: Homily II 50:3",
                            "text": "Then I, already perceiving the explanation, smiled, and said that he was a prophet."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Clement: Homily II 50:4",
                            "text": "And Peter said:  \"If, then, he was a prophet, being a man, he was ignorant of nothing, by reason of his having received foreknowledge from God; how then, should He, who gave to man the gift of foreknowledge, being God, Himself be ignorant?\"  And I said:  \"You have spoken rightly\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Clement: Homily II 50:5",
                            "text": "Then Peter said:  \"Come with me one step further."
                        },
                        {
                            "verse": 6,
                            "chapter": 50,
                            "name": "Clement: Homily II 50:6",
                            "text": "It being acknowledged by us that God foreknows all things, there is every necessity that the scriptures are false which say that He is ignorant, and those are true which say that He knows\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 50,
                            "name": "Clement: Homily II 50:7",
                            "text": "Then said I:  \"It must needs be so\"."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Clement: Homily II 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Clement: Homily II 51:1",
                            "text": "Chapter LI."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Clement: Homily II 51:2",
                            "text": "—Weigh in the Balance."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Clement: Homily II 51:3",
                            "text": "Then Peter said:  \"If, therefore, some of the Scriptures are true and some false, with good reason said our Master, 'Be ye good money-changers,' inasmuch as in the Scriptures there are some true sayings and some spurious."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Clement: Homily II 51:4",
                            "text": "And to those who err by reason of the false scriptures He fitly showed the cause of their error, saying, 'Ye do therefore err, not knowing the true things of the Scriptures; for this reason ye are ignorant also of the power of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Clement: Homily II 51:5",
                            "text": "'\"  Then said I:  \"You have spoken very excellently\"."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Clement: Homily II 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Clement: Homily II 52:1",
                            "text": "Chapter LII."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Clement: Homily II 52:2",
                            "text": "—Sins of the Saints Denied."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Clement: Homily II 52:3",
                            "text": "Then Peter answered:  \"Assuredly, with good reason, I neither believe anything against God, nor against the just men recorded in the law, taking for granted that they are impious imaginations."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Clement: Homily II 52:4",
                            "text": "For, as I am persuaded, neither was Adam a transgressor, who was fashioned by the hands of God; nor was Noah drunken, who was found righteous above all the world; nor did Abraham live with three wives at once, who, on account of his sobriety, was thought worthy of a numerous posterity; nor did Jacob associate with four—of whom two were sisters—who was the father of the twelve tribes, and who intimated the coming of the presence of our Master; nor was Moses a murderer, nor did he learn to judge from an idolatrous priest—he who set forth the law of God to all the world, and for his right judgment has been testified to as a faithful steward."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Clement: Homily II 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Clement: Homily II 53:1",
                            "text": "Chapter LIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Clement: Homily II 53:2",
                            "text": "—Close of the Conference."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Clement: Homily II 53:3",
                            "text": "\"But of these and such like things I shall afford you an explanation in due time."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Clement: Homily II 53:4",
                            "text": "But for the rest, since, as you see, the evening has come upon us, let what has been said be enough for to-day."
                        },
                        {
                            "verse": 5,
                            "chapter": 53,
                            "name": "Clement: Homily II 53:5",
                            "text": "But whenever you wish, and about whatever you wish, ask boldly of us, and we shall gladly explain it at once\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 53,
                            "name": "Clement: Homily II 53:6",
                            "text": "Thus having spoken, he rose up."
                        },
                        {
                            "verse": 7,
                            "chapter": 53,
                            "name": "Clement: Homily II 53:7",
                            "text": "And then, having partaken of food, we turned to sleep, for the night had come upon us."
                        }
                    ]
                }
            ]
        }
    ]
}