{
    "books": [
        {
            "name": "On the Faith",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "On the Faith 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "On the Faith 1:1",
                            "text": "On the Faith."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "On the Faith 1:2",
                            "text": "To Simplicius."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "On the Faith 1:3",
                            "text": "God commands us by His prophet not to esteem any new God to be God, and not to worship any strange God."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "On the Faith 1:4",
                            "text": "Now it is clear that that is called new which is not from everlasting, and on the contrary, that is called everlasting which is not new."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "On the Faith 1:5",
                            "text": "He, then, who does not believe that the Only-begotten God is from everlasting of the Father does not deny that He is new, for that which is not everlasting is confessedly new; and that which is new is not God, according to the saying of Scripture, \"there shall not be in thee any new God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "On the Faith 1:6",
                            "text": "Therefore he who says that the Son \"once was not,\" denies His Godhead."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "On the Faith 1:7",
                            "text": "Again, He Who says \"thou shalt never worship a strange God\" forbids us to worship another God; and the strange God is so called in contradistinction to our own God."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "On the Faith 1:8",
                            "text": "Who, then, is our own God? Clearly, the true God."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "On the Faith 1:9",
                            "text": "And who is the strange God? Surely, he who is alien from the nature of the true God."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "On the Faith 1:10",
                            "text": "If, therefore, our own God is the true God, and if, as the heretics say, the Only-begotten God is not of the nature of the true God, He is a strange God, and not our God."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "On the Faith 1:11",
                            "text": "But the Gospel says, the sheep \"will not follow a stranger\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "On the Faith 1:12",
                            "text": "He that says He is created will make Him alien from the nature of the true God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "On the Faith 1:13",
                            "text": "What then will they do, who say that He is created? Do they worship that same created being as God, or do they not? For if they do not worship Him, they follow the Jews in denying the worship of Christ: and if they do worship Him, they are idolaters, for they worship one alien from the true God."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "On the Faith 1:14",
                            "text": "But surely it is equally impious not to worship the Son, and to worship the strange God."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "On the Faith 1:15",
                            "text": "We must then say that the Son is the true Son of the true Father, that we may both worship Him, and avoid condemnation as worshipping a strange God."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "On the Faith 1:16",
                            "text": "But to those who quote from the Proverbs the passage, \"the Lord created me,\" and think that they hereby produce a strong argument that the Creator and Maker of all things was created, we must answer that the Only-begotten God was made for us many things."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "On the Faith 1:17",
                            "text": "For He was the Word, and was made flesh; and He was God, and was made man; and He was without body, and was made a body; and besides, He was made \"sin,\" and \"a curse,\" and \"a stone,\" and \"an axe,\" and \"bread,\" and \"a lamb,\" and \"a way,\" and \"a door,\" and \"a rock,\" and many such things; not being by nature any of these, but being made these things for our sakes, by way of dispensation."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "On the Faith 1:18",
                            "text": "As, therefore, being the Word, He was for our sakes made flesh, and as, being God, He was made man, so also, being the Creator, He was made for our sakes a creature; for the flesh is created."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "On the Faith 1:19",
                            "text": "As, then, He said by the prophet, \"Thus saith the Lord, He that formed me from the womb to be His servant;\" so He said also by Solomon, \"The Lord created me as the beginning of His ways, for His works\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "On the Faith 1:20",
                            "text": "For all creation, as the Apostle says, is in servitude."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "On the Faith 1:21",
                            "text": "Therefore both He Who was formed in the Virgin's womb, according to the word of the prophet, is the servant, and not the Lord (that is to say, the man according to the flesh, in whom God was manifested), and also, in the other passage, He Who was created as the beginning of His ways is not God, but the man in whom God was manifested to us for the renewing again of the ruined way of man's salvation."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "On the Faith 1:22",
                            "text": "So that, since we recognize two things in Christ, one Divine, the other human (the Divine by nature, but the human in the Incarnation), we accordingly claim for the Godhead that which is eternal, and that which is created we ascribe to His human nature."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "On the Faith 1:23",
                            "text": "For as, according to the prophet, He was formed in the womb as a servant, so also, according to Solomon, He was manifested in the flesh by means of this servile creation."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "On the Faith 1:24",
                            "text": "But when they say, \"if He was, He was not begotten, and if He was begotten He was not,\" let them learn that it is not fitting to ascribe to His Divine nature the attributes which belong to His fleshly origin."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "On the Faith 1:25",
                            "text": "For bodies which do not exist, are generated, and God makes those things to be which are not, but does not Himself come into being from that which is not."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "On the Faith 1:26",
                            "text": "And for this reason also Paul calls Him \"the brightness of glory,\" that we may learn that as the light from the lamp is of the nature of that which sheds the brightness, and is united with it (for as soon as the lamp appears the light that comes from it shines out simultaneously), so in this place the Apostle would have us consider both that the Son is of the Father, and that the Father is never without the Son; for it is impossible that glory should be without radiance, as it is impossible that the lamp should be without brightness."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "On the Faith 1:27",
                            "text": "But it is clear that as His being brightness is a testimony to His being in relation with the glory (for if the glory did not exist, the brightness shed from it would not exist), so, to say that the brightness \"once was not\" is a declaration that the glory also was not, when the brightness was not; for it is impossible that the glory should be without the brightness."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "On the Faith 1:28",
                            "text": "As therefore it is not possible to say in the case of the brightness, \"If it was, it did not come into being, and if it came into being it was not,\" so it is in vain to say this of the Son, seeing that the Son is the brightness."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "On the Faith 1:29",
                            "text": "Let those also who speak of \"less\" and \"greater,\" in the case of the Father and the Son, learn from Paul not to measure things immeasurable."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "On the Faith 1:30",
                            "text": "For the Apostle says that the Son is the express image of the Person of the Father."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "On the Faith 1:31",
                            "text": "It is clear then that however great the Person of the Father is, so great also is the express image of that Person; for it is not possible that the express image should be less than the Person contemplated in it."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "On the Faith 1:32",
                            "text": "And this the great John also teaches when he says, \"In the beginning was the Word, and the Word was with God\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "On the Faith 1:33",
                            "text": "For in saying that he was \"in the beginning\" and not \"after the beginning,\" he showed that the beginning was never without the Word; and in declaring that \"the Word was with God,\" he signified the absence of defect in the Son in relation to the Father; for the Word is contemplated as a whole together with the whole being of God."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "On the Faith 1:34",
                            "text": "For if the Word were deficient in His own greatness so as not to be capable of relation with the whole being of God, we are compelled to suppose that that part of God which extends beyond the Word is without the Word."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "On the Faith 1:35",
                            "text": "But in fact the whole magnitude of the Word is contemplated together with the whole magnitude of God: and consequently in statements concerning the Divine nature, it is not admissible to speak of \"greater\" and \"less\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "On the Faith 1:36",
                            "text": "As for those who say that the begotten is in its nature unlike the unbegotten, let them learn from the example of Adam and Abel not to talk nonsense."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "On the Faith 1:37",
                            "text": "For Adam himself was not begotten according to the natural generation of men; but Abel was begotten of Adam."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "On the Faith 1:38",
                            "text": "Now, surely, he who was never begotten is called unbegotten, and he who came into being by generation is called begotten; yet the fact that he was not begotten did not hinder Adam from being a man, nor did the generation of Abel make him at all different from man's nature, but both the one and the other were men, although the one existed by being begotten, and the other without generation."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "On the Faith 1:39",
                            "text": "So in the case of our statements as to the Divine nature, the fact of not being begotten, and that of being begotten, produce no diversity of nature, but, just as in the case of Adam and Abel the manhood is one, so is the Godhead one in the case of the Father and the Son."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "On the Faith 1:40",
                            "text": "Now touching the Holy Spirit also the blasphemers make the same statement as they do concerning the Lord, saying that He too is created."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "On the Faith 1:41",
                            "text": "But the Church believes, as concerning the Son, so equally concerning the Holy Spirit, that He is uncreated, and that the whole creation becomes good by participation in the good which is above it, while the Holy Spirit needs not any to make Him good (seeing that He is good by virtue of His nature, as the Scripture testifies); that the creation is guided by the Spirit, while the Spirit gives guidance; that the creation is governed, while the Spirit governs; that the creation is comforted, while the Spirit comforts; that the creation is in bondage, while the Spirit gives freedom; that the creation is made wise, while the Spirit gives the grace of wisdom; that the creation partakes of the gifts, while the Spirit bestows them at His pleasure: \"For all these worketh that one and the self-same Spirit, dividing to every man severally as He will\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "On the Faith 1:42",
                            "text": "And one may find multitudes of other proofs from the Scriptures that all the supreme and Divine attributes which are applied by the Scriptures to the Father and the Son are also to be contemplated in the Holy Spirit:—immortality, blessedness, goodness, wisdom, power, justice, holiness—every excellent attribute is predicated of the Holy Spirit just as it is predicated of the Father and of the Son, with the exception of those by which the Persons are clearly and distinctly divided from each other; I mean, that the Holy Spirit is not called the Father, or the Son; but all other names by which the Father and the Son are named are applied by Scripture to the Holy Spirit also."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "On the Faith 1:43",
                            "text": "By this, then, we apprehend that the Holy Spirit is above creation."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "On the Faith 1:44",
                            "text": "Thus, where the Father and the Son are understood to be, there the Holy Spirit also is understood to be; for the Father and the Son are above creation, and this attribute the drift of our argument claims for the Holy Spirit."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "On the Faith 1:45",
                            "text": "So it follows, that one who places the Holy Spirit above the creation has received the right and sound doctrine: for he will confess that uncreated nature which we behold in the Father and the Son and the Holy Spirit to be one."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "On the Faith 1:46",
                            "text": "But since they bring forward as a proof, according to their ideas, of the created nature of the Holy Spirit, that utterance of the prophet, which says, \"He that stablisheth the thunder and createth the spirit, and declareth unto man His Christ,\" we must consider this, that the prophet speaks of the creation of another Spirit, in the stablishing of the thunder, and not of the Holy Spirit."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "On the Faith 1:47",
                            "text": "For the name of \"thunder\" is given in mystical language to the Gospel."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "On the Faith 1:48",
                            "text": "Those, then, in whom arises firm and unshaken faith in the Gospel, pass from being flesh to become spirit, as the Lord says, \"That which is born of the flesh is flesh, and that which is born of the Spirit is spirit\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "On the Faith 1:49",
                            "text": "It is God, then, Who by stablishing the voice of the Gospel makes the believer spirit: and he who is born of the Spirit and made spirit by such thunder, \"declares\" Christ; as the Apostle says, \"No man can say that Jesus Christ is Lord but by the Holy Spirit\"."
                        }
                    ]
                }
            ]
        }
    ]
}