{
    "books": [
        {
            "name": "Ephraim the Syrian",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ephraim the Syrian 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:1",
                            "text": "First Part  Ephraim the Syrian."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:3",
                            "text": "—Summary of the Authenticated Facts of His Life."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:4",
                            "text": "All that is known, on early and trustworthy evidence, of the person and life of Ephraim may be briefly summed up."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:5",
                            "text": "He was born within the Roman pale, in the ancient and famous city of Nisibis in Mesopotamia, in, or before, the earliest days of the reign (a."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:6",
                            "text": "d."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:7",
                            "text": "306–337) of Constantine the Great: he was a disciple of St."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:8",
                            "text": "Jacob, Bishop of that city, who died a."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:9",
                            "text": "d."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:10",
                            "text": "338: and he lived in it, under Jacob and the three Bishops who successively followed him, through three unsuccessful sieges laid to it by Sapor, King of Persia, down to its final surrender under the terms of the ignominious peace concluded with Sapor by the Emperor Jovian after the defeat and death of his predecessor Julian (a."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:11",
                            "text": "d."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:12",
                            "text": "363)."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:13",
                            "text": "Nisibis was then abandoned by its Christian inhabitants; and Ephraim finally settled at Edessa, and took up his abode as a \"Solitary\" in a cell on the \"Mount of Edessa\"—a rocky hill close to the city, where many anchorites sought retreat."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:14",
                            "text": "Here he rose into repute as a teacher, and a champion against heresy; and no less as an ascetic and saint."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:15",
                            "text": "The fame of St."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:16",
                            "text": "Basil, metropolitan of Caesarea in Cappadocia (370–379), drew him from his solitude to visit that great prelate and doctor, and from him he received the diaconate; but (though some affirm that he was advanced to the priesthood) it is agreed that he never became a Bishop."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:17",
                            "text": "He died at an advanced age, in his retreat, in the year 373 according to most authorities, but some suppose him to have lived to 378."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:18",
                            "text": "He was a most copious writer, and left an immense quantity of writings of which a large part is extant,—Sermons, Commentaries, and Hymns."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:19",
                            "text": "These constitute such a body of instruction in the substance of Scripture and the faith of the church, that they have justly earned for him the title of malpono, or teacher."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ephraim the Syrian 1:20",
                            "text": "And not only have his Hymns done much to shape the ritual of the Syrian Churches, in which large portions of them are embodied, but to his Sermons this singular honour is paid, that lessons selected from them were appointed, and are still read, in the regular course of public worship."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ephraim the Syrian 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:2",
                            "text": "—Materials for His Biography."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:3",
                            "text": "Fuller details, of more or less authentic character, are forthcoming in many quarters."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:4",
                            "text": "In Syriac, we have two Lives, a longer and a shorter; but whether the latter is an abridgment of the former, or is rather the nucleus from which the other has been expanded, is questionable."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:5",
                            "text": "Of both alike, the date and the authorship are undetermined."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:6",
                            "text": "The longer of the two is entitled, the History [tash itha] of the holy Mar Ephraim."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:7",
                            "text": "It varies not a little in the two copies of it [the Vatican and the Parisian] which have been edited; and contains many things that are not easily credible, and some things that are irreconcilable with one another, or with established facts."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:8",
                            "text": "In the main facts, however, this History is borne out by the Greek authorities—the narrations of three fifth-century historians, Socrates, Sozomen and Theodoret, the brief notices of Jerome, De Viris Illustribus (392), and of Palladius, in his Lausiac History (circ."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:9",
                            "text": "420) ci."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:10",
                            "text": ", and (what is of most weight) the almost contemporary biographical particulars contained in the Encomium pronounced on Ephraim by Gregory of Nyssa."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:11",
                            "text": "Other Greek Lives are extant;—one which bears the name of a writer coeval with Gregory, Amphilochius of Iconium, but is certainly by a later hand; one anonymous, and one ascribed to Simeon the Metaphrast, a writer of the tenth century."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:12",
                            "text": "We proceed to give an outline of the contents of the Syriac History, adding to it here and there such further noteworthy details or incidents as have reached us from the other sources indicated."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ephraim the Syrian 2:13",
                            "text": "Further on, it will be our business to examine this narrative and ascertain how far its statements are in themselves credible, or attested by other and earlier evidence."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ephraim the Syrian 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:2",
                            "text": "—The Life, as Amplified by Mediaeval Biographers."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:4",
                            "text": "His Early Years."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:5",
                            "text": "—Ephraim, according to this biography, was a Syrian of Mesopotamia, by birth, and by parentage on both sides."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:6",
                            "text": "His mother was of Amid (now Diarbekr) a central city of that region; his father belonged to the older and more famous City of Nisibis, not far from Amid but near the Persian frontier, where he was priest of an idol named Abnil (or Abizal) in the days of Constantine the Great (306–337)."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:7",
                            "text": "This idol was afterwards destroyed by Jovian (who became Emperor in 363 after the extinction of the Flavian dynasty by the death of Julian)."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:8",
                            "text": "In Nisibis, then included within the Roman Empire, Ephraim was born."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:9",
                            "text": "The date of his birth is not stated, but it cannot have been later than the earliest years of Constantine's reign."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:10",
                            "text": "Though the son of such a father, he was from his childhood preserved, by Divine grace which \"chose him like Jeremiah from his mother's womb,\" from all taint of idolatrous worship and its attendant impurities, to be, like St."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:11",
                            "text": "Paul, a \"chosen vessel\" to spread the light of truth and to quench heresy."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:12",
                            "text": "The biographer records farther on, but without fixing its time, an intimation of his future work which Ephraim himself relates in his \"Testament\" as belonging to the days \"when his mother carried him on her bosom\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:13",
                            "text": "He saw in dream or vision a vine springing from his mouth, which grew so high as to fill all that was under the heavens, and produced clusters whereon the fowls of the air fed, and which multiplied the more, the more they were fed on."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:14",
                            "text": "These clusters (the Testament explains) were his Sermons; the leaves of the vine, his Hymns."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:15",
                            "text": "But his entrance into the Christian fold was not to be without hindrance and suffering."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:16",
                            "text": "His father, finding the youth one day in converse with some Christians, was filled with anger, chastised him with cruel and almost fatal severity, and repaired to the shrine of his god to seek pardon for his son by sacrifice and prayer."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:17",
                            "text": "A voice issuing from the idol rejected his intercession, warned him that his son was destined to be the persecutor of his father's gods, and commanded his expulsion from home."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:18",
                            "text": "The father obeyed: the son received the sentence with joy, and went out from his father's house, carrying nothing with him and not knowing whither he went."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:19",
                            "text": "His way was divinely directed to the famous and saintly Bishop, Jacob of Nisibis, to whom he told his story and by whom he was affectionately welcomed and admitted into the number of \"Hearers,\"—that is, Catechumens in the first stage of preparatory instruction."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:20",
                            "text": "From the first he showed himself a diligent disciple, in fasting and prayer, and in daily attendance on the teaching of the Scriptures."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:21",
                            "text": "He frequented the Bishop's abode, imitated his virtues, attracted his special notice, and acquired a high place in his love as well as in that of all the Church."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:22",
                            "text": "A slanderous charge, however, was laid against him in his youthful manhood, which, but for supernatural interposition granted to his prayer, would have ruined his good name."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:23",
                            "text": "A damsel of noble birth had been seduced by an official (Paramonarius, i-e:, sacristan, or perhaps rather, steward) of the church, named likewise Ephraim."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:24",
                            "text": "When pregnancy ensued and her frailty was detected, she at the instance of her paramour charged Ephraim the pious Catechumen as being the author of her shame."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:25",
                            "text": "Her father laid the matter before the Bishop, who in much grief and consternation summoned his disciple to answer the accusation."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:26",
                            "text": "The youth received it at first in amazed silence; but finally made answer, \"Yea, I have sinned; but I entreat thy Holiness to pardon me\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:27",
                            "text": "Even after this seeming acknowledgment of guilt, however, the Bishop was unconvinced, and prayed earnestly that the truth might be revealed to him: but in vain,—a more signal clearing was in store for the humble and blameless youth."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:28",
                            "text": "When the child of shame was born, and the father of the frail damsel required him to undertake the charge of it, he repeated his seeming confession of guilt to the Bishop; he received the infant into his arms: he openly entered the church carrying it; and he besought the congregation with tears, saying, \"Entreat for me, my brethren, that this sin be pardoned to me\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:29",
                            "text": "After thus bearing for some days the burden of unmerited reproach, he perceived the great scandal caused to the people, and began to reflect that his meek acceptance of calumny was doing harm."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:30",
                            "text": "On the following Sunday, therefore, after the Eucharist had been administered, he approached the Bishop in church in presence of the people, carrying the infant under his mantle, and obtained his permission to enter the bema (not the pulpit, but the raised sanctuary where the altar stood)."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:31",
                            "text": "Before the eyes of the astonished congregation, he produced the babe, held it up in his right hand, facing the altar, and cried aloud, \"Child, I call on thee and adjure thee by the living God, who made heaven and earth and all that therein is, that thou confess and tell me truly, who is thy father?\" The infant opened its mouth and said, \"Ephraim the paramonarius\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:32",
                            "text": "Having thus spoken, it died that same hour."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:33",
                            "text": "The people and the Bishop received this miraculous vindication of the wrongfully accused with amazement and tears; the father of the sinful mother fell on his knees and cried for forgiveness; the true partner of her sin fled and was seen in Nisibis no more; Satan was confounded; and Ephraim was restored to more than all the favour and affection he enjoyed before."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:34",
                            "text": "Not long after, the young disciple received a singular proof of the high esteem in which he was held by his Bishop."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:35",
                            "text": "When summoned with the other prelates to the great Council of Nicaea (a."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:36",
                            "text": "d."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:37",
                            "text": "325), Jacob took Ephraim with him as his attendant or secretary, and brought him into that holy Synod."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:38",
                            "text": "It is to be inferred that a youth so chosen must have shown early maturity and zeal for the Faith."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:39",
                            "text": "His presence on this first great battlefield of the Church's war against heresy must have given a keen stimulus to his polemic activity, and influenced his subsequent life as a student and teacher of theology."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:40",
                            "text": "2."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:41",
                            "text": "Siege of Nisibis."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:42",
                            "text": "—After some years his course of assiduous study, obedience, and devout piety, was rudely broken by the alarm of war."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:43",
                            "text": "Soon after the death of Constantine (a."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:44",
                            "text": "d."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:45",
                            "text": "337), Sapor, king of Persia was moved to seize the opportunity offered by the removal of the great Emperor and the inexperience of his sons, and to attempt the recovery of the provinces on the Tigris which had been ceded by Narses his predecessor to Diocletian (under the treaty of a."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:46",
                            "text": "d."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:47",
                            "text": "297), so as to push his border westward in advance of the line which had for forty years defined the eastern limits of the Roman Empire."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:48",
                            "text": "To this end it was essential that he should obtain possession of Nisibis, the strength and situation of that city marking it as a necessary safeguard for the frontier he sought to attain; and to it accordingly he laid siege in great force."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:49",
                            "text": "After seventy days' successful resistance, he had recourse to a novel mode of assault by which the city was wellnigh overpowered."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:50",
                            "text": "The river (Mygdonius) which flowed through it was by his orders embanked and its waters intercepted, and then let loose so as to bear with destructive rush against the city wall."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:51",
                            "text": "It gave way; and Sapor prepared to enter and take possession."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:52",
                            "text": "To his dismay he found his advance vigorously repelled; he saw the breach filled by a fresh wall, manned and equipped with engines of war."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:53",
                            "text": "The holy Bishop Jacob and the devout Ephraim, by their unceasing prayers within the church and their exhortations, had stimulated the garrison and the people to accomplish this work with incredible rapidity, and had secured the divine blessing on its timely completion."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:54",
                            "text": "But a more amazing sight than the newly-built wall awaited Sapor."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:55",
                            "text": "On the ramparts there appeared a Figure in royal apparel of radiant brightness,—the Emperor Constantius in outward semblance; though he was known to be far off, in Antioch."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:56",
                            "text": "Sapor in blind fury assailed this majestic phantom with missiles, but soon desisted when he perceived the futility of his attack."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:57",
                            "text": "His final discomfiture was brought to pass by Ephraim."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:58",
                            "text": "Having first sought and obtained the Bishop's sanction, he ascended a tower whence he could view the besieging host, and there he offered prayer to God that He should send on them a plague of gnats and mosquitos, and show by what puny agents Divine Power could effectually work the ruin of its adversaries."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:59",
                            "text": "The prayer was instantly answered by a cloud of these insects, tiny but irresistible assailants, descending on the Persian host."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:60",
                            "text": "Maddened by this plague, the horses flung their riders; the elephants broke loose and trampled down the men; the camp was thrown into irretrievable confusion; a storm of wind, rain, and thunder (adds another chronicler) enhanced the panic; and Sapor was forced to raise the siege and retire with ignominy and heavy loss instead of success."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:61",
                            "text": "Soon after, the saintly Bishop Jacob died, in the fulness of his virtues and his fame; and Ephraim in deep affliction conducted his funeral."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:62",
                            "text": "3."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:63",
                            "text": "Removal to Edessa."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:64",
                            "text": "—Our biographer then, passing over the remaining years of Constantius, goes on to the accession of Julian (a."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:65",
                            "text": "d."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:66",
                            "text": "361)."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:67",
                            "text": "The troubles of the intervening period he assigns to the reign of Constans, whom (though he died before his brother Constantius) he supposes to have reigned after him and before Julian."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:68",
                            "text": "He records the persecutions suffered by the Christians under the latter, the judgment that overtook him in his defeat and death by the hands of the Persians, the succession of Jovian, and the treaty concluded by him with Sapor, under which Nisibis was surrendered to Persia and emptied of its Christian inhabitants."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:69",
                            "text": "Of Ephraim he tells us only that he raised his voice against Julian and his persecutions, and remained in Nisibis until its surrender, and then retired to a place called Beth-Garbaia, where he had been baptized at the age of eighteen and had received his first instruction in the Scriptures and in psalmody."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:70",
                            "text": "Persecution having arisen there against the Church, he fled to Amid, where he spent a year; and thence proceeded to Edessa (now Urfa), which city, as soon as he came in sight of it, he fixed on as his permanent and final abode."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:71",
                            "text": "As he was about to enter it, an incident occurred which nearly all the narratives of his life relate with variations, and which the historian Sozomen states to have been recorded in one of the writings of Ephraim himself."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:72",
                            "text": "Beside the river Daisan which surrounds the city, he saw some women washing clothes in its waters."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:73",
                            "text": "As he stood and watched them, one of them fixed her eyes on him and gazed at him so long as to move his anger."
                        },
                        {
                            "verse": 74,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:74",
                            "text": "\"Woman,\" he said, \"art thou not ashamed?\" She answered, \"It is for thee to look on the ground, for from thence thou art; but for me it is to look at thee, for from thee was I taken\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:75",
                            "text": "He marvelled at the reply and acknowledged the woman's wisdom; and left the spot saying to himself, \"If the women of this city are so wise, how much more exceedingly wise must its men be!\"  Other authorities (including Ephraim's contemporary, Gregory of Nyssa, who professes to collect the facts of his Encomium exclusively from Ephraim's own written remains) give a somewhat different turn to this story."
                        },
                        {
                            "verse": 76,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:76",
                            "text": "According to them, Ephraim approached the city, praying and expecting to meet at his first entrance there some holy and wise man by whose converse he might profit."
                        },
                        {
                            "verse": 77,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:77",
                            "text": "The first person whom he encountered at the gate was a harlot."
                        },
                        {
                            "verse": 78,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:78",
                            "text": "Shocked and bitterly disappointed, he eyed her, and was passing on; but when he noticed that she eyed him, in turn, he asked the meaning of her bold gaze."
                        },
                        {
                            "verse": 79,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:79",
                            "text": "In this version of the incident, her answer was, \"It is meet and fit that I gaze on thee, for from thee, as man, I was taken; but look not thou on me, but rather on the ground whence thou wast taken\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:80",
                            "text": "Ephraim owned that he had learned something of value even from this outcast woman; and praised God, who from the mouth of such an unlooked-for teacher, had fulfilled his desire for edification."
                        },
                        {
                            "verse": 81,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:81",
                            "text": "Another woman of Edessa is related by some of these authorities to have accosted the holy man, expecting that, even if she failed to tempt him to unchastity, she might at least move him to the sin, against which he strove no less sedulously to guard himself, of anger."
                        },
                        {
                            "verse": 82,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:82",
                            "text": "He affected to yield to her solicitation; but when she invited him to fix on a place of assignation, he proposed that it should be in the open and frequented street."
                        },
                        {
                            "verse": 83,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:83",
                            "text": "When she objected to such shameless publicity, he replied, \"If we are ashamed in sight of men, how much more ought we to be ashamed in the sight of God, who knows all secret things and will bring all to His judgment!\" By this reply the woman was moved to repentance and amendment, and gave up her sinful life,—and finally (as some add) retired from the world into a convent."
                        },
                        {
                            "verse": 84,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:84",
                            "text": "In Edessa, Ephraim at first earned a humble livelihood in the service of a bath-keeper, while giving his free time to the task of making the Scriptures known to the heathen who then formed a large part of the population of the city."
                        },
                        {
                            "verse": 85,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:85",
                            "text": "But before long he was led, by the advice of a monk whom he casually met, to join himself to one of the Solitaries (or anchorites) who dwelt in the caves of the adjacent \"Mount of Edessa\" (a rocky range of hills, now Nimrud Dagh)."
                        },
                        {
                            "verse": 86,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:86",
                            "text": "There he passed his time in prayer, fasting, and study of the Scriptures."
                        },
                        {
                            "verse": 87,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:87",
                            "text": "But a divine intimation was sent to call him back from his retreat into active life in the city."
                        },
                        {
                            "verse": 88,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:88",
                            "text": "A vision came to the Solitary under whom Ephraim had placed himself."
                        },
                        {
                            "verse": 89,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:89",
                            "text": "This man, as he stood at midnight outside his cell after prayer and psalmody, saw an angel descending from heaven and bearing in his hands a great roll written on both sides, and heard him say to them that stood by, \"To whom shall I give this volume that is in my hands?\" They answered, \"To Eugenius the Solitary of the desert of Egypt\"."
                        },
                        {
                            "verse": 90,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:90",
                            "text": "Again he asked, \"Who is worthy of it?\" They answered, \"Julian the Solitary\"."
                        },
                        {
                            "verse": 91,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:91",
                            "text": "The Angel rejoined, \"None among men is this day worthy of it, save Ephraim the Syrian of the Mount of Edessa\"."
                        },
                        {
                            "verse": 92,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:92",
                            "text": "He, to whom this vision came, at first regarded it as a delusion; but he soon found reason to accept it as from God."
                        },
                        {
                            "verse": 93,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:93",
                            "text": "Visiting Ephraim's solitary cell, he found him engaged in writing a commentary on the Book of Genesis, and was amazed at the exegetical power shown in the work of a writer so untrained."
                        },
                        {
                            "verse": 94,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:94",
                            "text": "When this was speedily followed by a Commentary on Exodus, the truth of the vision became apparent, and the Solitary hastened to the \"School\" of Edessa and showed the book to \"the doctors and priests, and chief men of the city\"."
                        },
                        {
                            "verse": 95,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:95",
                            "text": "They were filled with admiration, and when they learned that Ephraim of Nisibis was the author, and heard of the vision by which his merit was revealed, they went at once to seek him out in his retreat."
                        },
                        {
                            "verse": 96,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:96",
                            "text": "In his modesty he fled from their approach; but a second divine vision constrained him to return."
                        },
                        {
                            "verse": 97,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:97",
                            "text": "In the valley where he had sought to hide, an Angel met him and asked, \"Ephraim, wherefore fleest thou?\" He answered, \"Lord, that I may sit in silence, and escape from the tumult of the world\"."
                        },
                        {
                            "verse": 98,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:98",
                            "text": "\"Look to it,\" rejoined the Angel, \"that the word be not spoken of thee, Ephraim hath fled from me as an heifer whose shoulder hath drawn back from the yoke\" (Hos."
                        },
                        {
                            "verse": 99,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:99",
                            "text": "iv."
                        },
                        {
                            "verse": 100,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:100",
                            "text": "16, x."
                        },
                        {
                            "verse": 101,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:101",
                            "text": "11—quoted loosely)."
                        },
                        {
                            "verse": 102,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:102",
                            "text": "Ephraim pleaded with tears, \"Lord, I am weak and unworthy;\" but the Angel silenced his excuses with the Saviour's words, No man lighteth a candle and putteth it under a bushel, but on a candlestick that all may see the light (St."
                        },
                        {
                            "verse": 103,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:103",
                            "text": "Matth."
                        },
                        {
                            "verse": 104,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:104",
                            "text": "v."
                        },
                        {
                            "verse": 105,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:105",
                            "text": "5, St."
                        },
                        {
                            "verse": 106,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:106",
                            "text": "Luke xi."
                        },
                        {
                            "verse": 107,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:107",
                            "text": "33)."
                        },
                        {
                            "verse": 108,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:108",
                            "text": "Accepting the rebuke, Ephraim returned to Edessa, with much prayer for strength from on high, to combat false doctrine."
                        },
                        {
                            "verse": 109,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:109",
                            "text": "There he was ill received, and taunted as one who had fled in hypocritical affectation of reluctance, and was now returning in vainglorious quest of applause."
                        },
                        {
                            "verse": 110,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:110",
                            "text": "This reproach he met with the meek reply, \"Pardon me, my brethren, for I am a humble man;\" at which they cried out the more against him, \"Come, see the madman, the fool!\" He held his ground notwithstanding, and taught many."
                        },
                        {
                            "verse": 111,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:111",
                            "text": "But this work which his adversaries failed to put down, the over-zeal of an admirer brought to a sudden close."
                        },
                        {
                            "verse": 112,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:112",
                            "text": "One of the recluses of the Mount, having occasion to visit the city, saw him and followed him crying, \"This is the fan in the Lord's hand, wherewith He wilt purge all His floor, and the tares of heresy: this is the fire whereof our Lord said, I am come to send fire on the earth\" (St."
                        },
                        {
                            "verse": 113,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:113",
                            "text": "Matth."
                        },
                        {
                            "verse": 114,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:114",
                            "text": "iii."
                        },
                        {
                            "verse": 115,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:115",
                            "text": "12, St."
                        },
                        {
                            "verse": 116,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:116",
                            "text": "Luke xii."
                        },
                        {
                            "verse": 117,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:117",
                            "text": "49)."
                        },
                        {
                            "verse": 118,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:118",
                            "text": "Hearing this, certain chief men of the city, heretics, heathens, and Jews, seized him and drew him outside the gates, stoned him and left him wellnigh dead."
                        },
                        {
                            "verse": 119,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:119",
                            "text": "Next morning he fled back to his cell on the Mount."
                        },
                        {
                            "verse": 120,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:120",
                            "text": "4."
                        },
                        {
                            "verse": 121,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:121",
                            "text": "Work as a Teacher."
                        },
                        {
                            "verse": 122,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:122",
                            "text": "—There, he gave himself to the work of refuting with his pen the heresies and misbeliefs of his time, which he had thus been hindered by violence from combating in speech."
                        },
                        {
                            "verse": 123,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:123",
                            "text": "Disciples gathered round him, and a school formed itself under the teacher in his retirement."
                        },
                        {
                            "verse": 124,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:124",
                            "text": "The names are recorded by our narrator of Zenobius, Simeon, Isaac, Asuna, and Julian."
                        },
                        {
                            "verse": 125,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:125",
                            "text": "Others add those of Abraham, Abba, and Mara."
                        },
                        {
                            "verse": 126,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:126",
                            "text": "All these are named with favour in his Testament (a document of which we shall treat hereafter) except Isaac; but two others, Paulinus and Aurit (or Arnad) are denounced as false to the Faith."
                        },
                        {
                            "verse": 127,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:127",
                            "text": "The biographer introduces into his narrative of this stage of Ephraim's life an account of his famous dream of the vine (above referred to), which foreshowed his future fertility as a writer, as related in his Testament."
                        },
                        {
                            "verse": 128,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:128",
                            "text": "It will be given farther on, in his own words."
                        },
                        {
                            "verse": 129,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:129",
                            "text": "Remote and isolated as was his abode, the fame of the illustrious Basil, Archbishop of Caesarea in Cappadocia, reached him there, and moved in him a desire to see and hear so great a divine."
                        },
                        {
                            "verse": 130,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:130",
                            "text": "He prayed for divine guidance in the matter; and in answer a vision was sent to him."
                        },
                        {
                            "verse": 131,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:131",
                            "text": "Before the Holy Table there seemed to stand a pillar of fire, whereof the top reached unto heaven, and a voice from heaven was heard to cry, \"Such as thou seest this pillar of fire, such is the great Basil\"."
                        },
                        {
                            "verse": 132,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:132",
                            "text": "5."
                        },
                        {
                            "verse": 133,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:133",
                            "text": "Journey to Egypt, and Sojourn There."
                        },
                        {
                            "verse": 134,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:134",
                            "text": "—Thus encouraged, Ephraim set out on his journey, taking with him an interpreter, for he was unable to speak Greek."
                        },
                        {
                            "verse": 135,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:135",
                            "text": "In the first instance, however (according to the History), he made his way, not to Cappadocia, but to a seaport (not named by the writer—but probably Alexandretta is meant) where he took ship for Egypt."
                        },
                        {
                            "verse": 136,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:136",
                            "text": "In the voyage the ship encountered perils, first in a storm, and afterwards from a sea-monster, but was delivered from both by his faith, which enabled him with words of power and the sign of the cross to rebuke the winds and waves into calm, and to slay the monster."
                        },
                        {
                            "verse": 137,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:137",
                            "text": "Arrived in Egypt, he made his way to the city Antino (apparently Antinoë or Antinoopolis), and thence towards the famous desert of Scete, in the Nitrian valley—then, and still, the place of many monasteries."
                        },
                        {
                            "verse": 138,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:138",
                            "text": "Here he found an unoccupied cave, in which, as a cell, he and his companion took up their abode for eight years."
                        },
                        {
                            "verse": 139,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:139",
                            "text": "His habits of life in this retreat—and (as it appears) at Edessa—were of the most austere."
                        },
                        {
                            "verse": 140,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:140",
                            "text": "His food was barley bread, varied only by parched corn, pulse, or herbs; his drink, water; his clothing, squalid rags."
                        },
                        {
                            "verse": 141,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:141",
                            "text": "His flesh was dried up like a potsherd, over his bones."
                        },
                        {
                            "verse": 142,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:142",
                            "text": "He is described as being of short stature, bald, and beardless."
                        },
                        {
                            "verse": 143,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:143",
                            "text": "He never laughed, but was of sad countenance."
                        },
                        {
                            "verse": 144,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:144",
                            "text": "Other authorities, Gregory especially, dwell much and with admiration on his profuse and perpetual weeping."
                        },
                        {
                            "verse": 145,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:145",
                            "text": "In this Egyptian retreat he is related to have proved himself a victorious adversary against the Arians."
                        },
                        {
                            "verse": 146,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:146",
                            "text": "On his arrival he had sought out and found a monk named Bishoi, to whom, because of his special sanctity, he had been divinely directed before he quitted Edessa; and with him he had sojourned for a week, communing with him by means of a miraculous gift which endowed each with the language of the other."
                        },
                        {
                            "verse": 147,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:147",
                            "text": "By this gift he was enabled to carry on controversy with Egyptian heretics, many of whom he reclaimed to orthodoxy."
                        },
                        {
                            "verse": 148,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:148",
                            "text": "Over one of these, an aged monk who had been perverted to heresy by the possession of a demon, he exercised a further miraculous power for his restoration, by casting out the evil spirit and restoring the old man at once to his right mind and to the right faith."
                        },
                        {
                            "verse": 149,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:149",
                            "text": "This gift of language, and the intercourse of Ephraim with Bishoi, are told only in the Vatican form of the History, which adds that he not only spoke Egyptian, but wrote discourses in that tongue."
                        },
                        {
                            "verse": 150,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:150",
                            "text": "The other version of it represents him as having learned to speak Egyptian in the ordinary way."
                        },
                        {
                            "verse": 151,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:151",
                            "text": "It is to be noted that the name of Bishoi (in Greek, Pasoës) is known as that of the founder (in the fourth century) of the monastery of Amba Bishoi, still occupied by a community of monks, in the Nitrian Desert; and that in those sequestered regions the tradition of Ephraim's visit to Bishoi was lingering even within the last century and probably still lingers."
                        },
                        {
                            "verse": 152,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:152",
                            "text": "To this subject we shall have occasion to recur, further on."
                        },
                        {
                            "verse": 153,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:153",
                            "text": "6."
                        },
                        {
                            "verse": 154,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:154",
                            "text": "Visit to St."
                        },
                        {
                            "verse": 155,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:155",
                            "text": "Basil of Caesarea."
                        },
                        {
                            "verse": 156,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:156",
                            "text": "—This long sojourn ended, he resumed his purpose of visiting Basil, and left Egypt for Caesarea (which our narrator evidently supposes to be a maritime city—probably confusing it with the Caesarea which was the metropolis of Palestine)."
                        },
                        {
                            "verse": 157,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:157",
                            "text": "He was anxious that his first sight of the great Archbishop should be on the Feast of the Epiphany, and he succeeded in so timing his journey as to arrive the day before that Feast."
                        },
                        {
                            "verse": 158,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:158",
                            "text": "On enquiry, he learned that Basil would take his part in its celebration in the great church; and thither accordingly on the morrow he and his interpreter repaired."
                        },
                        {
                            "verse": 159,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:159",
                            "text": "On the same day (adds our historian) was the commemoration of St."
                        },
                        {
                            "verse": 160,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:160",
                            "text": "Mamas."
                        },
                        {
                            "verse": 161,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:161",
                            "text": "At first, when he saw the great Prelate in gorgeous vestments attended by his train of richly-robed clergy, the heart of the humble ascetic failed him: this man so surrounded with state and splendor could not be (he thought) the pillar of fire revealed to him in his vision."
                        },
                        {
                            "verse": 162,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:162",
                            "text": "But when Basil ascended the bema to preach, Ephraim, though he could understand little if anything of the orator's eloquence, was speedily brought to another mind."
                        },
                        {
                            "verse": 163,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:163",
                            "text": "As he listened he saw the Holy Ghost (in the form of a dove, says Gregory, as also the Vatican History,—or, according to another account, of a tongue of fire), speaking from his mouth, (Gregory says, hovering by his ear and inspiring his words); and he joined in the applause which each period of the oration drew from the audience,—so vehemently that while others were content to utter the cry of approval (ahâ) but once, he reiterated it (ahâ, ahâ)."
                        },
                        {
                            "verse": 164,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:164",
                            "text": "Basil noticing this sent his Archdeacon to invite the stranger into the Sanctuary; but the invitation was modestly declined."
                        },
                        {
                            "verse": 165,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:165",
                            "text": "Another version of the story places this invitation before the sermon, attributing to Basil a spiritual insight which discerned the holy man's presence and identified him."
                        },
                        {
                            "verse": 166,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:166",
                            "text": "Again the Archdeacon was sent to summon him—this time, by name: \"Come, my lord Ephraim, before the bema; the Archbishop bids thee\"."
                        },
                        {
                            "verse": 167,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:167",
                            "text": "Amazed to find himself thus discovered, Ephraim yielded, and praised God, saying, \"Great art Thou in very truth; Basil is the pillar of fire; through his mouth speaks the Holy Ghost\"."
                        },
                        {
                            "verse": 168,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:168",
                            "text": "He begged, however, to be excused from coming into the Archbishop's presence publicly, and asked to be allowed instead to salute him privately in the \"Treasury,\" \"after the Sacred Oblation\"."
                        },
                        {
                            "verse": 169,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:169",
                            "text": "Accordingly, when \"the Divine Mysteries\" had been completed, the Archbishop's Syncellus repeated the invitation, saying, \"Draw near, Apostle of Christ, that we may enjoy thy presence\"."
                        },
                        {
                            "verse": 170,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:170",
                            "text": "He complied, and in his mean rags, silent, and with downcast looks, stood before the magnificent Prelate."
                        },
                        {
                            "verse": 171,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:171",
                            "text": "Basil rose from his seat, received him with the kiss of brotherhood, then bowed his head, and even prostrated himself before the humble monk, greeting him as the \"Father of the Desert,\" the foe of unclean spirits; and asked the purpose of his journey,—\"Art thou come to visit one who is a sinner? The Lord reward thy labor\"."
                        },
                        {
                            "verse": 172,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:172",
                            "text": "He then proceeded to give the Holy Eucharist to both the strangers."
                        },
                        {
                            "verse": 173,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:173",
                            "text": "In the interchange of speech (through the interpreter) that ensued, Basil enquired how it was that one who spoke no Greek had followed his discourse with such applause."
                        },
                        {
                            "verse": 174,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:174",
                            "text": "When he heard, in reply, of the visible manifestation of the Holy Ghost, he exclaimed, \"I would I were Ephraim, to be counted worthy by the Lord of such a boon!\" Ephraim then entreated of him a boon; \"I know, O holy man, that whatsoever thou shalt ask of God, He will give it thee: ask Him, therefore, to enable me to speak Greek\"."
                        },
                        {
                            "verse": 175,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:175",
                            "text": "Basil in reply disclaimed such intercessory power, but proposed that they should join in prayer for the desired gift, reminding him of the promise, \"He will fulfil the desire of them that fear Him\" (Ps."
                        },
                        {
                            "verse": 176,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:176",
                            "text": "cxlv."
                        },
                        {
                            "verse": 177,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:177",
                            "text": "19)."
                        },
                        {
                            "verse": 178,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:178",
                            "text": "They prayed accordingly for a long space; and when they had ceased, Basil enquired, \"Why, my Lord Ephraim, receivest thou not the Order of Priesthood, which befits thee?\" \"Because I am a sinner,\" answered Ephraim (through the interpreter)."
                        },
                        {
                            "verse": 179,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:179",
                            "text": "\"I would thy sins were mine!\" exclaimed Basil."
                        },
                        {
                            "verse": 180,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:180",
                            "text": "He then desired Ephraim to bow his head, laid his hand on him and recited over him the Prayer of Ordination to the Diaconate, inviting him to respond."
                        },
                        {
                            "verse": 181,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:181",
                            "text": "Forthwith, to the amazement of all, Ephraim answered in Greek, with the due form, \"Save, and lift me up, O God\"."
                        },
                        {
                            "verse": 182,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:182",
                            "text": "And thenceforth he was able to speak Greek with ease and correctness."
                        },
                        {
                            "verse": 183,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:183",
                            "text": "He persisted, however, in declining the higher Order of the Priesthood; but his interpreter was admitted both Deacon and Priest by Basil before they departed."
                        },
                        {
                            "verse": 184,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:184",
                            "text": "Their sojourn lasted about a fortnight."
                        },
                        {
                            "verse": 185,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:185",
                            "text": "Other writers, however, call Ephraim a Priest; and there is a passage where he himself seems to speak of himself, as holding the Priesthood (koh' nîyô); but Palladius, Jerome, Sozomen, and others of the best-informed writers, confirm our History."
                        },
                        {
                            "verse": 186,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:186",
                            "text": "He is in fact frequently styled Ephraim the Deacon, as if to emphasize the fact that one so high in repute never rose above that lowly rank."
                        },
                        {
                            "verse": 187,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:187",
                            "text": "Traces of Ephraim's influence are to be found in two places of Basil's writings."
                        },
                        {
                            "verse": 188,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:188",
                            "text": "It can scarcely be doubted that he points to Ephraim when (De Spiritu Sancto, xxix."
                        },
                        {
                            "verse": 189,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:189",
                            "text": "74), in defending the familiar formula \"Glory to the Father and to the Son and to the Holy Ghost,\"—and again (Homil."
                        },
                        {
                            "verse": 190,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:190",
                            "text": "in Hexaêm."
                        },
                        {
                            "verse": 191,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:191",
                            "text": "ii."
                        },
                        {
                            "verse": 192,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:192",
                            "text": "6), in explaining the action of the Spirit on the waters (Genesis i."
                        },
                        {
                            "verse": 193,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:193",
                            "text": "2)—he appeals to the authority of an unnamed man of great knowledge and judgment, \"as closely conversant with the knowledge of all that is true, as he is far removed from worldly wisdom,\" a \"Mesopotamian,\" a \"Syrian\"."
                        },
                        {
                            "verse": 194,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:194",
                            "text": "From him he says he learned—in the former instance, that \"and\" was to be inserted before the name of the Holy Ghost as well as before that of the Son;—and, in the latter, that the Spirit was not to be conceived as being \"carried upon\" the waters (as the Septuagint represents); but (as the Peshitto more truly represents the Hebrew), as \"brooding upon\" them, to cherish them into life—as a bird on her nest."
                        },
                        {
                            "verse": 195,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:195",
                            "text": "The verb thus variously rendered is common to the Hebrew with the cognate Syriac; and the explanation of it given by Basil is in fact found in Ephraim's extant Commentary on the passage of Genesis: but he understands the \"spirit\" to be the wind—not (as Basil) the Holy Ghost."
                        },
                        {
                            "verse": 196,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:196",
                            "text": "7."
                        },
                        {
                            "verse": 197,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:197",
                            "text": "Return to Edessa."
                        },
                        {
                            "verse": 198,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:198",
                            "text": "—Ephraim's return to Edessa was hastened by the tidings that in his absence no less than nine new heresies had appeared there."
                        },
                        {
                            "verse": 199,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:199",
                            "text": "His way thither lay through Samosata; and there he fell in with a chief man of the city, a heretic, who was passing by with a train of attendant youths."
                        },
                        {
                            "verse": 200,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:200",
                            "text": "As the holy man sat by the wayside to eat bread, these followers mocked him, and one of them wantonly smote him on the cheek."
                        },
                        {
                            "verse": 201,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:201",
                            "text": "The injury was borne in meek silence; but it was speedily avenged on the smiter, by a viper which came out from under a stone whereon he sat, and bit him so that he died on the spot."
                        },
                        {
                            "verse": 202,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:202",
                            "text": "His master and companions hastened after Ephraim, and overlook him as he was begging his food in a village beyond the city which he had just passed through."
                        },
                        {
                            "verse": 203,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:203",
                            "text": "At their entreaty he turned back with them, and by his prayers restored the dead youth to life."
                        },
                        {
                            "verse": 204,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:204",
                            "text": "The nobleman and his followers, seeing this miracle, were converted to the orthodox faith."
                        },
                        {
                            "verse": 205,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:205",
                            "text": "8."
                        },
                        {
                            "verse": 206,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:206",
                            "text": "Controversies."
                        },
                        {
                            "verse": 207,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:207",
                            "text": "—Arrived at Edessa, he engaged at once in the conflict against the multiform heresies of the place, old and new—Manichean and Marcionite, as well as Arian."
                        },
                        {
                            "verse": 208,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:208",
                            "text": "Of all the forms of error he encountered, the one that gave him most grief and trouble was that which had been originated about the year 200 by a Syrian, Bardesan."
                        },
                        {
                            "verse": 209,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:209",
                            "text": "Of this heresiarch he writes, in one of his Nisibene Hymns (the 51st; not included in the following selection):  1."
                        },
                        {
                            "verse": 210,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:210",
                            "text": "I have chanced upon tares, my brethren,  That wear the color of wheat,  To choke the good seed;  Concerning which the husbandmen are commanded,  Take them not away nor root them out;  And though the husbandmen heeded not,  The seed waxed stronger than they,  Grew and multiplied and covered and choked them."
                        },
                        {
                            "verse": 211,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:211",
                            "text": "2."
                        },
                        {
                            "verse": 212,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:212",
                            "text": "I have chanced upon a book of Bardaisan,  And I was troubled for an hour's space;  It tainted my pure ears,  And made them a passage  For words filled with blasphemy."
                        },
                        {
                            "verse": 213,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:213",
                            "text": "I hastened to purge them  With the goodly and pure reading  Of the Scriptures of truth."
                        },
                        {
                            "verse": 214,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:214",
                            "text": "3."
                        },
                        {
                            "verse": 215,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:215",
                            "text": "I heard as I read them  How he blasphemes justice,  And grace her fellow-worker."
                        },
                        {
                            "verse": 216,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:216",
                            "text": "For if the body be not raised,  It were foul reproach for grace,  To have created it unto corruption;  And it were slander against justice,  To send it unto destruction."
                        },
                        {
                            "verse": 217,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:217",
                            "text": "4."
                        },
                        {
                            "verse": 218,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:218",
                            "text": "This then that I read was grievous  For soul and for body alike;  And between these partners it casts  The severance of despair."
                        },
                        {
                            "verse": 219,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:219",
                            "text": "The body it cuts off from its resurrection,  And the soul from her comrade,  And the loss which the serpent threw on us  Bardaisan counts it for gain."
                        },
                        {
                            "verse": 220,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:220",
                            "text": "The controversy against the disciples of this man gave to the literary work of Ephraim an impulse to which his fame is largely due."
                        },
                        {
                            "verse": 221,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:221",
                            "text": "His polemic in the above instance took, as we see, the form of a hymn; and his biographer informs us that it was in this controversy he first was led to adopt hymnody as a vehicle for teaching truth and confuting error."
                        },
                        {
                            "verse": 222,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:222",
                            "text": "Of his hymns we possess some which can be confidently assigned to an earlier period—the first twenty-one of the Nisibene collection (which are the Nisibene Hymns proper), belonging to the epoch of the third siege (a."
                        },
                        {
                            "verse": 223,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:223",
                            "text": "d."
                        },
                        {
                            "verse": 224,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:224",
                            "text": "350); but those are songs of triumph and thanksgiving, or of personal eulogy and exhortation,—not of controversy."
                        },
                        {
                            "verse": 225,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:225",
                            "text": "The idea of the controversial use of hymnody he borrowed (we are told) from his adversaries."
                        },
                        {
                            "verse": 226,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:226",
                            "text": "It appears that Harmodius, the son of Bardesan, had popularized the false teaching of his father, as embodied in a series of a hundred and fifty hymns (in profane rivalry with the Psalms of David), by setting them to attractive tunes, which caught the ear of the multitude, and inclined them to receive his doctrines."
                        },
                        {
                            "verse": 227,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:227",
                            "text": "So Ephraim himself tells us (attributing the work, however, to Bardesan solely) in his Homily (metrical) LIII."
                        },
                        {
                            "verse": 228,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:228",
                            "text": ", \"Against Heretics\" (not included in our selection)."
                        },
                        {
                            "verse": 229,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:229",
                            "text": "\"He fashioned hymns, and joined them with tunes; and composed psalms, and brought in moods."
                        },
                        {
                            "verse": 230,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:230",
                            "text": "By weights and measures, he portioned language."
                        },
                        {
                            "verse": 231,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:231",
                            "text": "He blended for the simple poison with sweetness."
                        },
                        {
                            "verse": 232,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:232",
                            "text": "The sick will not choose the food of wholesomeness."
                        },
                        {
                            "verse": 233,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:233",
                            "text": "He would look to David, that he might be adorned with his beauty, and commended by his likeness."
                        },
                        {
                            "verse": 234,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:234",
                            "text": "An hundred and fifty psalms, he likewise composed\"."
                        },
                        {
                            "verse": 235,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:235",
                            "text": "To confute the heresies thus circulated, Ephraim borrowed the tunes employed by Harmodius; and his hymns, set to these tunes, soon carried the day in favor of orthodoxy, partly by the force of their truth, partly by their superior literary power, and partly by the help of a choir formed among the nuns whom he employed to sing them, morning and evening, in the churches."
                        },
                        {
                            "verse": 236,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:236",
                            "text": "Thus the rival hymnody of heresy was superseded, and the hymns of Ephraim gained the place they have ever since held in the Church, wherever Syriac is the ecclesiastical language,—even though it is no longer the vernacular."
                        },
                        {
                            "verse": 237,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:237",
                            "text": "He celebrated this victory in the following strain of triumphant imprecation:—  \"Cursed be our trust [if it be] on the Seven; the aeons which Bardaisan confesses!  Anathema [be he] who says, as he said: that from them descend the rain and the dew!  Anathema who affirms, like him: that from them are the showers and the frosts!  Cursed be he who says, as he said: that from them are the snow and the ice!  [Cursed be he who affirms, like him]: that from them are the seeds for the husbandmen!  Anathema who confesses, as he confessed: that from them are the fruits for the labourer!  Anathema who believes, like him: that from them are famine and plenty!  Anathema who confesses, as he taught: that from them are summer and winter!  Anathema be on the man: and on the woman who thus speaks!  Anathema be on the house: wherein it is thus affirmed!  Anathema his doctrine which rests: its trust on the Sevenfold!  Cursed be he who reproaches his Creator: and ascribes dominion to the Seven!  Cursed be he who reads the Scriptures: and becomes a gainsayer of the Scriptures!  Cursed be he who reads the Prophets: and breaks the words of the Prophets!  Cursed be he who reads the Apostles: and abides not by their words!\"  To this is subjoined a verse, the response of Balai (Balaeus) a disciple:—  \"The Lord exalt thy horn: O Church that art faithful!  For the King, and the King's son: are established in thine ark\"."
                        },
                        {
                            "verse": 238,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:238",
                            "text": "Another demonstration of Ephraim's zeal against heresy, which the compiler of the History judiciously omits, is (unhappily for the fame of both) attested, and with evident approval, by Gregory of Nyssa."
                        },
                        {
                            "verse": 239,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:239",
                            "text": "Apollinaris, who was his contemporary, and whose erroneous teaching he held in abhorrence, had committed his heresies to writing in two volumes which he gave into the keeping of a woman, a follower of his sect."
                        },
                        {
                            "verse": 240,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:240",
                            "text": "Ephraim approached this woman and persuaded her to lend him the books, pretending that he agreed with the doctrine of their author and desired to use them in controversy against its opponents."
                        },
                        {
                            "verse": 241,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:241",
                            "text": "At her instance he returned them in a short time; but before so doing, he treated them with fish-glue in such fashion that the leaves of each cohered into a solid mass, while to outward appearance they were unharmed."
                        },
                        {
                            "verse": 242,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:242",
                            "text": "Soon after, he challenged Apollinaris to meet him in a public disputation concerning the articles of faith which the heretic had impugned."
                        },
                        {
                            "verse": 243,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:243",
                            "text": "The latter sought to decline the controversy, pleading his old age and infirmities; but consented to it,—only on condition, however, that he should be allowed to read from these volumes the statement and defence of his tenets therein written by him."
                        },
                        {
                            "verse": 244,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:244",
                            "text": "On these terms, the disputants met."
                        },
                        {
                            "verse": 245,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:245",
                            "text": "Apollinaris was called on to maintain his thesis, and his writings were placed in his hands; but when he went to open the books, it was in vain."
                        },
                        {
                            "verse": 246,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:246",
                            "text": "No part of either volume would yield to his fingers; he was obliged to desist and to retire, baffled and ashamed; in such dismay as to bring on an illness that nearly proved fatal."
                        },
                        {
                            "verse": 247,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:247",
                            "text": "Another incident of this period, related in the History, is a miracle (a genuine one this time, if true) wrought by Ephraim on a paralytic."
                        },
                        {
                            "verse": 248,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:248",
                            "text": "Seeing him as he sat and begged at the door of a church in Edessa, the holy man asked him: \"Wilt thou be made whole?\" \"Yea, my Lord; lay thy hand on me,\" was the reply."
                        },
                        {
                            "verse": 249,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:249",
                            "text": "With the words, \"In the Name of Christ, arise and walk,\" he was cured instantly; and departed, glorifying God."
                        },
                        {
                            "verse": 250,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:250",
                            "text": "At the end of four years, messengers came to him from Basil, summoning him to come and receive consecration to the Episcopate, for some see unnamed (to which, as Sozomen relates, he had been elected;—Hist."
                        },
                        {
                            "verse": 251,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:251",
                            "text": "Eccles."
                        },
                        {
                            "verse": 252,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:252",
                            "text": "II."
                        },
                        {
                            "verse": 253,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:253",
                            "text": "16)."
                        },
                        {
                            "verse": 254,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:254",
                            "text": "When he learned their errand, he feigned madness, going to and fro in the streets in unseemly fashion, in motley garb, eating bread as he went and letting his spittle run down."
                        },
                        {
                            "verse": 255,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:255",
                            "text": "Thus he succeeded in evading the undesired elevation: the messengers, shocked at his behaviour, returned without him, and reported that they found him a madman."
                        },
                        {
                            "verse": 256,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:256",
                            "text": "\"O hidden pearl of price\" (cried Basil) \"whom the world knows not! Ye are the madmen, and he the sane\"."
                        },
                        {
                            "verse": 257,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:257",
                            "text": "The city and the Mount of Edessa suffered in these days from an invasion of the Huns, who plundered, murdered, and ravished, without mercy,—not even sparing the cells and convents."
                        },
                        {
                            "verse": 258,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:258",
                            "text": "This calamity Ephraim is said to have recorded, in writings which have not reached us."
                        },
                        {
                            "verse": 259,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:259",
                            "text": "9."
                        },
                        {
                            "verse": 260,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:260",
                            "text": "Persecution by Valens."
                        },
                        {
                            "verse": 261,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:261",
                            "text": "—From another peril the Edessenes were saved by their faith and constancy."
                        },
                        {
                            "verse": 262,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:262",
                            "text": "In the days of their Bishop Barses (361–378), the Arian Emperor Valens (364–378), in the course of his persecution of the orthodox, approached the city and summoned the inhabitants to wait upon him in his camp and hear his pleasure there."
                        },
                        {
                            "verse": 263,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:263",
                            "text": "They disregarded the command, and gathered into the great Church of St."
                        },
                        {
                            "verse": 264,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:264",
                            "text": "Thomas, where they and their Bishop continued unceasingly in prayer."
                        },
                        {
                            "verse": 265,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:265",
                            "text": "The historian Socrates, a trustworthy and early (fifth century) authority, confirms our History here; and explains that Valens had ordered their Church to be surrendered to the Arians, and was enraged against them for resisting his decree, and against his Prefect Modestus for failing to carry it out."
                        },
                        {
                            "verse": 266,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:266",
                            "text": "Valens then, finding them contumacious, ordered one of his generals (this same Modestus, according to Sozomen, who also relates the story) to enter the city and put the people to the sword."
                        },
                        {
                            "verse": 267,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:267",
                            "text": "As Modestus, who was a humane man, sought to persuade them to yield, he met a woman leading her two sons to the Church."
                        },
                        {
                            "verse": 268,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:268",
                            "text": "He strove to stop her, warning her of the danger she incurred; but her reply was, \"I hear that they who fear God are to be slain, and I am in haste to win the crown with the rest\"."
                        },
                        {
                            "verse": 269,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:269",
                            "text": "\"But what of these boys?\" he asked."
                        },
                        {
                            "verse": 270,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:270",
                            "text": "\"Are they thy sons?\" \"They are,\" she answered, \"and we pray, both I and they, that we may be made an oblation to the Lord\"."
                        },
                        {
                            "verse": 271,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:271",
                            "text": "Amazed at her resolve, he reported the matter to Valens, to convince him that the Edessenes were prepared to die rather than submit."
                        },
                        {
                            "verse": 272,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:272",
                            "text": "The Emperor was moved to relent; the people and their Bishop and priests came forth; he heard their plea, was ashamed of his cruel purpose, pardoned their disobedience, and departed."
                        },
                        {
                            "verse": 273,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:273",
                            "text": "This well-attested incident is to be assigned to 371, or to the preceding or ensuing year."
                        },
                        {
                            "verse": 274,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:274",
                            "text": "This victory of faith was celebrated by Ephraim in the following verses:—  \"The doors of her homes Edessa  Left open when she went forth  With the pastor to the grave, to die,  And not depart from her faith."
                        },
                        {
                            "verse": 275,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:275",
                            "text": "Let the city and fort and building  And houses be yielded to the king;  Our goods and our gold let us leave;  So we part not from our faith!  Edessa is full of chastity,  Full of prudence and understanding."
                        },
                        {
                            "verse": 276,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:276",
                            "text": "She is clad in discernment of soul;  Faith is the girdle of her loins;  Truth her armour all-prevailing;  Love her crown, all-exalting."
                        },
                        {
                            "verse": 277,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:277",
                            "text": "Christ bless them that dwell in her,  Edessa, whose name is His glory,  And the name of her champion her beauty!  City that is lady over her fellows,  City that is the shadow  Of the Jerusalem in heaven!\"  After all was thus restored to peace and orthodoxy, Ephraim withdrew to his retreat on the Mount, which he is not recorded to have again quitted, save on one occasion, to be presently related."
                        },
                        {
                            "verse": 278,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:278",
                            "text": "10."
                        },
                        {
                            "verse": 279,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:279",
                            "text": "Penitent sent to Ephraim by Basil: Basil's Death."
                        },
                        {
                            "verse": 280,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:280",
                            "text": "—The death of Basil (at the end of 378) is said by our author to have caused great grief to Ephraim, and to have been lamented by him in hymns."
                        },
                        {
                            "verse": 281,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:281",
                            "text": "But (as will be shown below) this is hardly possible, even if the latest date for Ephraim's death be accepted."
                        },
                        {
                            "verse": 282,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:282",
                            "text": "Another miraculous incident connected with Ephraim's biography, belongs to the year of Basil's death."
                        },
                        {
                            "verse": 283,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:283",
                            "text": "A woman of high rank, but of evil life, in Caesarea, being moved to penitence, wrote on a paper a full confession of her sins, and gave it to Basil, who at her entreaty laid it with prayer before the Lord."
                        },
                        {
                            "verse": 284,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:284",
                            "text": "Her repentance and his intercession prevailed so far, that the record of all her guilt disappeared from the paper, save of one sin, more heinous than the rest."
                        },
                        {
                            "verse": 285,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:285",
                            "text": "Disappointed thus of her hope of full pardon, she had recourse again to Basil, supplicating that this sin too might be wiped out."
                        },
                        {
                            "verse": 286,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:286",
                            "text": "He encouraged her to persevere in prayer, and advised her to repair to the Mount of Edessa, to Ephraim, and through him obtain her desire."
                        },
                        {
                            "verse": 287,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:287",
                            "text": "To Ephraim accordingly she made her way, and cried to him, saying, \"Have pity on me, thou holy one of God\"."
                        },
                        {
                            "verse": 288,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:288",
                            "text": "When he heard Basil's advice and her petition, he disavowed all such power to prevail with God as Basil had ascribed to him, and advised her rather to hasten back and obtain her Archbishop's farther intercession."
                        },
                        {
                            "verse": 289,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:289",
                            "text": "She returned accordingly to Caesarea; but, as it seemed, too late: Basil had died before her arrival, and she met his corpse as it was carried to burial."
                        },
                        {
                            "verse": 290,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:290",
                            "text": "In despair, she prostrated herself in the dust, proclaimed her story to all that stood by, and upbraided the dead saint, \"Woe is me, servant of God! why didst thou send me far away that I should return too late and meet thee borne to the grave! The Lord judge betwixt me and thee, who hast sent me to another, when thyself couldst have absolved me!\" One of the attendant clergy, desiring to learn what was the sin for which pardon was so hard to win, took from her the paper she held, and opening found it blank."
                        },
                        {
                            "verse": 291,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:291",
                            "text": "The last and deadliest of her list had vanished like the rest: and \"thus, by the prayers of Basil and of Ephraim, and by the woman's faith and perseverance, her sins were all of them blotted out\"."
                        },
                        {
                            "verse": 292,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:292",
                            "text": "After this occurrence, the History places the following narrative of Ephraim's last intervention in earthly concerns."
                        },
                        {
                            "verse": 293,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:293",
                            "text": "It is related likewise by Palladius (Ephraim's younger contemporary) and by Sozomen."
                        },
                        {
                            "verse": 294,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:294",
                            "text": "11."
                        },
                        {
                            "verse": 295,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:295",
                            "text": "Exertions in Relief of Famine."
                        },
                        {
                            "verse": 296,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:296",
                            "text": "—In a season of severe famine, he ascertained that grain was being hoarded in the stores of certain persons who gave nothing to the starving poor."
                        },
                        {
                            "verse": 297,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:297",
                            "text": "When he rebuked their inhumanity, they excused themselves on the plea that none was to be found of such probity as to guarantee fairness and honesty in the distribution of relief."
                        },
                        {
                            "verse": 298,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:298",
                            "text": "Ephraim at once offered his services, and was accepted as their agent throughout the famine season, to dispense large sums as the treasurer and steward of their bounty."
                        },
                        {
                            "verse": 299,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:299",
                            "text": "Among other things, he provided three hundred letters, partly for removing the sick to stations where they were duly tended, partly for carrying the dead for interment."
                        },
                        {
                            "verse": 300,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:300",
                            "text": "A body of helpers worked with him in administering relief, and their care extended not merely through the city, but to the country and villages adjacent."
                        },
                        {
                            "verse": 301,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:301",
                            "text": "The year of dearth ended, a year of plenty ensued; Ephraim retired to his cell,—this time to leave it no more."
                        },
                        {
                            "verse": 302,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:302",
                            "text": "He died a month after the close of the charitable labours."
                        },
                        {
                            "verse": 303,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:303",
                            "text": "Of them his biographer, following for once the better instinct which recognizes higher worth in services of love than in ascetic practices or in miraculous pretensions, writes thus:—\"God gave him this occasion that therein he might win the crown in the close of his life\"."
                        },
                        {
                            "verse": 304,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:304",
                            "text": "12."
                        },
                        {
                            "verse": 305,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:305",
                            "text": "His Testament."
                        },
                        {
                            "verse": 306,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:306",
                            "text": "—In his Testament, which professes to have been composed in immediate anticipation of his end, he laid on his disciples a solemn charge that his body should be buried humbly, covered with no garment save his tunic (cothênô)."
                        },
                        {
                            "verse": 307,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:307",
                            "text": "Gregory of Nyssa adds that a rich friend who, though informed of his prohibition, had provided beforehand for this purpose a costly robe, was punished by the possession of an evil spirit, which tormented him until, on his confession, the dying saint relieved him, casting out the demon by prayer and laying on of hands."
                        },
                        {
                            "verse": 308,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:308",
                            "text": "From the extant Syriac of this document (which is metrical), the following have been selected as the most striking verses:  \"I Ephraim am at point to die: and I write my testament;  That I may leave for all men a memorial: of whatsoever is mine,  That though it be [but] for my words: they that know me may remember me."
                        },
                        {
                            "verse": 309,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:309",
                            "text": "Woe is me, for my times are ended: and the length of my years is fulfilled;  The spinning for me is shortened: the thread is nigh unto cutting;  The oil fails in the lamp: my days are spent, yea, mine hours;  The hireling has finished his year: and the sojourner has fulfilled his season."
                        },
                        {
                            "verse": 310,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:310",
                            "text": "Around me are the summoners: on this side and that are they that lead me away."
                        },
                        {
                            "verse": 311,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:311",
                            "text": "I cry aloud, [but] none hears me: and I complain, [but] none delivers."
                        },
                        {
                            "verse": 312,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:312",
                            "text": "\"Woe to thee, Ephraim, for the judgment: when thou shalt stand before the Son's judgment-seat,  And around thee they that know thee: on the right hand and the left,  Lo! there shalt thou be confounded: woe to him who is put to shame there!  Jesu, do Thou judge Ephraim: nor give his judgment to another;  For whoso has God for his Judge: he finds mercy in judgment;  For I have heard from the wise: yea, I have heard from men of knowledge,  That whoso sees the face of the King: though he has offended, he shall not die."
                        },
                        {
                            "verse": 313,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:313",
                            "text": "\"By him who came down on Mount Sinai: and by him who spake on the rock,  By that Mouth which spake the \"Eli\": and made the bowels of creation tremble,  By him who was sold in Judah: and by him who was scourged in Jerusalem,  By the Might which was smitten on the cheek: and by the Glory which endured spitting,  By the threefold Names of fire: and by the one Assent and will,  I have not rebelled against the Church: nor against the might of God."
                        },
                        {
                            "verse": 314,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:314",
                            "text": "If in my thought I have magnified the Father: above the Son, let Him have no mercy on me!  And if I have accounted the Holy Spirit less: than God, let mine eyes be darkened!  If as I have said, I confessed not: let me go into outer darkness!  And if I speak in hypocrisy: let me burn with the wicked in fire!       \"I adjure you my disciples: with adjurations that may not be loosed,  That my words be not set aside: that ye loose not my commandments."
                        },
                        {
                            "verse": 315,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:315",
                            "text": "Whoso lays me beneath the altar: he shall not see the Altar of heaven;  For it is not meet that foul stench: should be laid in the Holy Place;  Whoso has laid me within the temple: he shall not see the temple of the Kingdom."
                        },
                        {
                            "verse": 316,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:316",
                            "text": "\"Take nought from me as memorial: my beloved, my brothers, my sons,  For as much as ye have a memorial: that which ye have heard of Jesus."
                        },
                        {
                            "verse": 317,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:317",
                            "text": "For if ye take aught from Ephraim: into reproach will Ephraim come;  For He, my Lord, will say unto me: 'More than in Me they have trusted in thee,  For if they had relied on Me: they had not sought a memorial from thee."
                        },
                        {
                            "verse": 318,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:318",
                            "text": "'  \"Lay me not with the martyrs: for I am a sinner and unworthy,  And because of my unworthiness I fear: to be brought beside their bones;  For if stubble comes near to fire: it will scorch it, yea, devour it."
                        },
                        {
                            "verse": 319,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:319",
                            "text": "It is not that I hate their neigbourhood: because of mine unworthiness, I fear it."
                        },
                        {
                            "verse": 320,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:320",
                            "text": "\"Whoso carries me on his fingers: may his hands be leprous as Gehazi!  On your shoulders carry me: and in haste conduct me [to the grave],  And as a mean man bury me: for I have worn out my days in sadness."
                        },
                        {
                            "verse": 321,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:321",
                            "text": "Why glorify ye me, O men: who before our Lord am ashamed?  And why give ye me [the name of] 'Blessed': who am disclosed in my works?  Should one show you my transgressions: ye would all of you spit in my face."
                        },
                        {
                            "verse": 322,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:322",
                            "text": "For if the stench of the sinner: could strike one that stood by him,  Ye would all of you flee away: from the loathsome stench of Ephraim."
                        },
                        {
                            "verse": 323,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:323",
                            "text": "\"Whoso lays with me a pall: may he go forth into outer darkness!  And whoso has laid with me a shroud: may he be cast into Gehenna of fire!  In my coat and cowl shall ye bury me: for ornament beseems not the hateful,  Nor does praise profit the dead: who is laid and cast into the tomb."
                        },
                        {
                            "verse": 324,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:324",
                            "text": "\"Arise, my brethren of Edessa: my lords and my sons and my fathers!  Bring whatsoever ye have vowed: to lay along with your brother,  Bring and set it before me: whatsoever ye my brethren have vowed."
                        },
                        {
                            "verse": 325,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:325",
                            "text": "While I have yet a little memory: let me set on it a price;  And let there be bought pure vessels: and let there be hired workmen therewith,  And distribution be made among the poor: the needy and them that are in want."
                        },
                        {
                            "verse": 326,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:326",
                            "text": "\"Blessed is the city wherein ye dwell: Edessa, mother of the wise,  Which from the living mouth of the Son: was blessed by His Disciple."
                        },
                        {
                            "verse": 327,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:327",
                            "text": "This blessing shall abide in her: until the Holy One shall be revealed."
                        },
                        {
                            "verse": 328,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:328",
                            "text": "\"Whoso withholds from me aught that he has vowed: shall die the death of Ananias,  Who sought to deceive the Apostles: and was stretched [dead] before their feet."
                        },
                        {
                            "verse": 329,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:329",
                            "text": "\"Whoso carries before me a taper: may his fire be kindled beside him!  For to what end avails fire: for him whose fire is from himself?  For when the visible fire is kindled: in it is consumed the secret fire."
                        },
                        {
                            "verse": 330,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:330",
                            "text": "Sufficient for me is the pain without: add ye not to me that which is within."
                        },
                        {
                            "verse": 331,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:331",
                            "text": "\"Lay me not with sweet spices: for this honour avails me not;  Nor yet incense and perfumes: for the honour benefits me not."
                        },
                        {
                            "verse": 332,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:332",
                            "text": "Burn sweet spices in the Holy Place: and me, even me, conduct to the grave with prayer."
                        },
                        {
                            "verse": 333,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:333",
                            "text": "Give ye incense to God: and over me send up hymns."
                        },
                        {
                            "verse": 334,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:334",
                            "text": "Instead of perfumes of spices: in prayer make remembrance of me."
                        },
                        {
                            "verse": 335,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:335",
                            "text": "What can goodly odour profit: to the dead who cannot perceive it?  Bring them in and burn them in the Holy Place: that they which enter in may smell the savour."
                        },
                        {
                            "verse": 336,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:336",
                            "text": "Wrap thou not the fetid dung: in silk that profits it not."
                        },
                        {
                            "verse": 337,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:337",
                            "text": "Cast it down upon the dunghill: for it cannot perceive honour [done to it]."
                        },
                        {
                            "verse": 338,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:338",
                            "text": "\"Lay me not in your sepulchres: for your magnificence profits me not;  For I have a covenant with God: that I shall be buried with strangers."
                        },
                        {
                            "verse": 339,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:339",
                            "text": "I am a stranger, as they were: with them, O my brethren, lay me!  For every bird loves its kind: and man loves him that is like himself."
                        },
                        {
                            "verse": 340,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:340",
                            "text": "In the cemetery lay me: where are the broken of heart,  That when the Son of God comes: He may embrace me and raise me among them\"."
                        },
                        {
                            "verse": 341,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:341",
                            "text": "[After blessing by name the five faithful disciples above mentioned (page 126), he leaves an anathema on the two, Paulinus and Urit, who had erred from the faith; and against]  \"Arians and Anomoeans: Cathari and those of the Serpent,  Marcionites and Manichoeans: Bardesanites and Kukites,  Paulites and Vitalianites: Sabbatarians and Borborites,  With all the other doctrines: of superstitious that are unseemly\"."
                        },
                        {
                            "verse": 342,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:342",
                            "text": "[The dying Saint recalls in the following lines the vision of his childhood, and praises God for its fulfilment."
                        },
                        {
                            "verse": 343,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:343",
                            "text": "]  \"I swear by your lives I lie not: in this thing that I tell."
                        },
                        {
                            "verse": 344,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:344",
                            "text": "For when I was a little child: and lay in my mother's bosom,  I saw (I was as in a dream): a thing which has come to pass in truth."
                        },
                        {
                            "verse": 345,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:345",
                            "text": "There grew a vine-shoot on my tongue: and increased and reached unto heaven,  And it yielded fruit without measure: leaves likewise without number."
                        },
                        {
                            "verse": 346,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:346",
                            "text": "It spread, it stretched wide, it bore fruit: all creation drew near,  And the more they were that gathered: the more its clusters abounded."
                        },
                        {
                            "verse": 347,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:347",
                            "text": "These clusters were the Homilies; and these leaves the Hymns."
                        },
                        {
                            "verse": 348,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:348",
                            "text": "God was the giver of them: glory to Him for His grace!  For He gave to me of His good pleasure: from the storehouse of His treasures\"."
                        },
                        {
                            "verse": 349,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:349",
                            "text": "This farewell strain has no doubt suffered interpolation, but the main part of what is above translated is confirmed as genuine by the references to it of Gregory, who had undoubtedly read it in a Greek version."
                        },
                        {
                            "verse": 350,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:350",
                            "text": "As it has reached us, it ends with a narrative, which at most can only claim to be an appendix added by a disciple, of the lamentations uttered at his deathbed by a maiden named Lamprotate, daughter of a man of rank in Edessa, who entreated permission to make a tomb for him and another at his feet for herself."
                        },
                        {
                            "verse": 351,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:351",
                            "text": "The narrative concludes with his consent to this petition, his parting commands to her, and her promise of obedience."
                        },
                        {
                            "verse": 352,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:352",
                            "text": "His body was followed to the grave by all the people of the city and neighborhood, and by the Bishops, priests, and deacons of the province, with the monks, whether \"anchorites, stylites, or coenobites\"—solitary, or living in communities."
                        },
                        {
                            "verse": 353,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:353",
                            "text": "It was laid (as he had desired) in the strangers' burial-ground; but not long after, the citizens removed it thence, and made a grave for him, deacon as he was, among those of their Bishops,—probably in the monastery (now belonging to the Armenians) of St."
                        },
                        {
                            "verse": 354,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:354",
                            "text": "Sergius on the Mount of Edessa, where his tomb is shown to this day, as we learn from the Reise in Syr."
                        },
                        {
                            "verse": 355,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:355",
                            "text": "u Mesopot."
                        },
                        {
                            "verse": 356,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:356",
                            "text": "of Dr."
                        },
                        {
                            "verse": 357,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:357",
                            "text": "Sachau (p."
                        },
                        {
                            "verse": 358,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:358",
                            "text": "202)."
                        },
                        {
                            "verse": 359,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:359",
                            "text": "13."
                        },
                        {
                            "verse": 360,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:360",
                            "text": "Death and Burial."
                        },
                        {
                            "verse": 361,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:361",
                            "text": "—His death occurred in Haziran (June), on the 15th according to our History (Vat."
                        },
                        {
                            "verse": 362,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:362",
                            "text": "), but other authorities differ, assigning it to the 9th, 18th, or 19th."
                        },
                        {
                            "verse": 363,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:363",
                            "text": "The shorter Syriac Life gives the year as 372,—thus contradicting the History which represents him as living in the year of Basil's death (378)."
                        },
                        {
                            "verse": 364,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:364",
                            "text": "Even in the time of Gregory of Nyssa, an annual commemoration of Ephraim had become customary in the Church, which gave occasion for the Encomium above referred to."
                        },
                        {
                            "verse": 365,
                            "chapter": 3,
                            "name": "Ephraim the Syrian 3:365",
                            "text": "In the East, it was held on the 28th of January; but in the Roman Martyrology his name is recorded on the 1st of February."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ephraim the Syrian 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:2",
                            "text": "—Recapitulation of Authentic Facts of Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:3",
                            "text": "The Life, whence the above narrative is mainly derived, though evidently put into its present form by compilers many generations later than the time of Ephraim, is in its leading outlines to be accepted as historically trustworthy, though it has no doubt been largely amplified by the incorporation of exaggerated or fictitious details."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:4",
                            "text": "Of its essential points, not a few are confirmed by his own writings; and many more (as has been said above, p."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:5",
                            "text": "121), by evidence of hardly later date,—especially by the Encomium of Gregory of Nyssa (d."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:6",
                            "text": "395), who assures us that he derives his account from Ephraim's written statements and from no other source."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:7",
                            "text": "This Father, as being brother of Basil with whom Ephraim was so closely associated in his later life, may well have known personally the man of whom he wrote, and was at least in a position to collect and verify with discrimination the facts of his life."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:8",
                            "text": "Further, the general historical framework of the biography is sufficiently attested as correct by the contemporary secular historians, non-Christian as well as Christian—notably (as will appear farther on), as regards the siege of Nisibis, by one whom Ephraim most abhorred, the Emperor Julian."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:9",
                            "text": "It may be briefly affirmed that the external independent evidence covers all the facts included in the summary given above (pp."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:10",
                            "text": "120, 121), at the opening of this Section."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:11",
                            "text": "It extends farther to many incidents related in the Life,—such as the attempt of Sapor to take Nisibis by turning the river against its walls, Ephraim's encounter with the woman who met him as he entered Edessa and her retort to his rebuke, his borrowing the music of the heretic in order to popularize the orthodox teaching of his own hymns, the call to the Episcopate and his evasion of it, the constancy of the faith of the Edessenes when threatened by the persecutor Valens, the famine and the work of relief organized by Ephraim in the last year of his life; also to a few of the details which belong to or verge on the supernatural,—the dream of the vine-shoot which foreshadowed his literary fertility, the vision of the Angel with the book who appeared to his brother-anchorite, and that of the dove, which he himself seemed to see, inspiring the discourses of Basil."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ephraim the Syrian 4:12",
                            "text": "In these facts, greater and smaller taken together, we have sufficient data for the derivation of the main outlines of his life and the leading features of his character."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ephraim the Syrian 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:1",
                            "text": "V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:2",
                            "text": "—Historical Criticism of Mediaeval Amplifications."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:3",
                            "text": "But along with the genuine and trustworthy matter, the compiler has embodied much that is unattested and in many cases inherently improbable, and even some things that are demonstrably untrue."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:4",
                            "text": "i."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:5",
                            "text": "The Miraculous Details."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:6",
                            "text": "—To the category of the improbable—the fiction of hagiology or the growth of myth—belong the miracles so freely ascribed to Ephraim and the miraculous events represented as attending on his career."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:7",
                            "text": "It is noteworthy that Ephraim himself, though no doubt he believed that he was the recipient of Divine intimations in dream or vision, never lays claim to supernatural powers."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:8",
                            "text": "Nor does Gregory in the Encomium attribute to him any such—except in the case of the rich friend who for his mistaken zeal was given over to an evil spirit; and on his repentance relieved through Ephraim's intercession."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:9",
                            "text": "The voice that issued from his father's idol foretelling his future war against idolatry—the answer of the new-born babe that cleared him from calumny—the crowned phantom on the walls of Nisibis that scared the besiegers—the plague of insects that drove them into disastrous flight—the Angel sent to call him back to Edessa when he had fled thence—the storm hushed and the sea-monster slain by his word on the voyage to Egypt—the monk whom he delivered at once from demoniacal possession and from heresy—the sudden gift of tongues which enabled him to speak Coptic with Bishoi and Greek with Basil—the restoration to life of the youth who had died of a viper's bite at Samosata—the paralytic healed at the church door in Edessa—the disappearance of the record of guilt from the scroll on which the penitent of Caesarea had written her confession—all these belong to the later growth of legend that springs up naturally over the tomb of a saint."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:10",
                            "text": "Some of them may be safely set aside as purely fictitious; others are probably due to metaphoric expressions mistaken for literal assertions, or to rhetorical amplification throwing a false coloring of the supernatural over ordinary events."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:11",
                            "text": "Most of them, moreover, bear evident signs of having been dressed by the compiler into spurious resemblance to the miraculous narrations in the Old and New Testaments, of the Divine dealings with Prophets and Apostles,—Elisha, Jonah, St."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:12",
                            "text": "Peter, St."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:13",
                            "text": "Paul, or even of the works of power which attested the mission of our Lord Himself on earth."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:14",
                            "text": "In reading these, one cannot fail to feel painfully—though the narrator seems quite unconscious of—the irreverence of the travesty."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:15",
                            "text": "It is noteworthy that some, even of the non-miraculous incidents of the Life appear to have been similarly handled."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:16",
                            "text": "Thus the account of the stoning of Ephraim outside of Edessa seems modelled after that of St."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:17",
                            "text": "Paul at Lystra, (Acts xiv."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:18",
                            "text": "19, 20): and the simulated madness by which he evaded the call of the Episcopate is apparently borrowed from the history of David's behavior before Achish and his servants at Gath (1 Sam."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:19",
                            "text": "xxi."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:20",
                            "text": "13–15)."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:21",
                            "text": "ii."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:22",
                            "text": "The Demonstrably Incorrect or Contradictory Statements."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:23",
                            "text": "—Farther, even when we have laid aside all that is seemingly exaggerated, invented or mythical in the Life, there remains much in it that, when critically examined, proves to need correction or to deserve rejection."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:24",
                            "text": "We proceed to deal with some questions which arise affecting the historical credibility of its narrative."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:25",
                            "text": "1."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:26",
                            "text": "Ephraim's Alleged Heathen Parentage."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:27",
                            "text": "—The heathen parentage assigned to Ephraim, and consequently the whole narrative of his conversion to Christianity and his consequent troubles, may be without hesitation discredited."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:28",
                            "text": "They are irreconcilable with his own words (Adv."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:29",
                            "text": "Haereses, XXVI."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:30",
                            "text": "), \"I was born in the way of truth: though my boyhood understood not the greatness of the benefit, I knew it when trial came\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:31",
                            "text": "So again more explicitly (if we may trust a Confession which is extant only in Greek), \"I had been early taught about Christ by my parents; they who begat me after the flesh, had trained me in the fear of the Lord."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:32",
                            "text": "…My parents were confessors before the judge: yea, I am the kindred of martyrs\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:33",
                            "text": "2."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:34",
                            "text": "The First and Third Sieges of Nisibis."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:35",
                            "text": "—In the narrative of the siege of Nisibis, and especially of the presence and intercession of St."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:36",
                            "text": "Jacob the Bishop, there is confusion and grave error."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:37",
                            "text": "It is certain that in the reign of Constantius (337–361), Nisibis was three times besieged by Sapor."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:38",
                            "text": "The siege in which St."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:39",
                            "text": "Jacob was within the city took place in the year 338, and he died the same year."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:40",
                            "text": "The attempt of Sapor to employ the intercepted waters of the Mygdonius for the destruction of its walls, belongs to a later siege—the third, of the year 350—twelve years after the death of Jacob."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:41",
                            "text": "These two sieges are expressly recorded in the \"Paschal (otherwise Alexandrine Chronicle),\" followed by Theophanes in his Chronographia (who also mentions briefly the intervening siege of 346); and the account given by the former of these chroniclers (who wrote in the seventh century) rests on the authority of an Epistle written by Valgesh, Bishop of Nisibis in 350, who is eulogized by Ephraim in five of the Nisibene Hymns contained in the present volume (XIII–XVII."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:42",
                            "text": ")."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:43",
                            "text": "Other contemporary evidence, fuller, and at first hand, to the same effect, is forthcoming from two widely different sources."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:44",
                            "text": "—As already intimated, the Apostate is here alone with the champion of the Faith."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:45",
                            "text": "In his second Oration (addressed, probably in the year 358, to Constantius, then Emperor) Julian describes the siege with even more circumstantial detail than our biographer, placing it after the death of Constans, which took place in January 350, and thus confirming the date assigned by the Paschal chronicler and by Theophanes."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:46",
                            "text": "According to Julian's account, the embankment formed by Sapor, the work of four months, was so constructed as to encompass the whole circuit of Nisibis, so that the river intercepted by it \"formed a lake in the middle of which the city stood as an island,\" with \"the battlements of its walls barely appearing above the surrounding waters\"; and on the surface of this encircling lake, he launched armed vessels and floating war-engines."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:47",
                            "text": "By these the fortifications were ceaselessly battered for several days,—till of a sudden the river (then in flood) burst its barrier, and carried away not only the embankment but a hundred cubits of the city wall."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:48",
                            "text": "Through the breach thus made, Sapor pushed forward his cavalry to lead the advance upon the city which lay thus seemingly at his mercy."
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:49",
                            "text": "But they proved unable to overcome the difficulties of the intervening ground—torn up and flooded as it was by the torrent, and traversed moreover by an ancient moat—while the Nisibenes in the energy inspired by their deadly peril, showered missiles upon their assailants as they strove to struggle onward."
                        },
                        {
                            "verse": 50,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:50",
                            "text": "The Persian next sent on his elephants; but their unwieldly bulk served only to enhance the panic and confusion, and to complete the disaster of his repulse."
                        },
                        {
                            "verse": 51,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:51",
                            "text": "And when, the next morning, he prepared to renew the assault, he found himself confronted by a new wall, hurriedly raised in the night, to fill the gap in the ramparts, reaching already the height of six feet and manned by fresh and well-armed defenders."
                        },
                        {
                            "verse": 52,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:52",
                            "text": "Despairing of success against a resistance so obstinate, he raised the siege on which he had in vain expended so much time, labour, treasure, and blood, and retired ignominiously."
                        },
                        {
                            "verse": 53,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:53",
                            "text": "It is needless to add that of the miraculous incidents of the siege as related in the Life, no trace appears in Julian's account."
                        },
                        {
                            "verse": 54,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:54",
                            "text": "The only Providence he discerns in the successful defence of Nisibis, is that which he attributes to his imperial kinsman to whom his fulsome oratory is addressed."
                        },
                        {
                            "verse": 55,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:55",
                            "text": "Of the leading facts, as related by Julian, ample corroboration will be found in the first three of the Nisibene Hymns above referred to."
                        },
                        {
                            "verse": 56,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:56",
                            "text": "In the first, Ephraim makes Nisibis herself tell the tale of her peril: she compares herself to the Ark of the Flood, compassed, not like it by waters merely, but by \"mounds and weapons and waves\" (I."
                        },
                        {
                            "verse": 57,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:57",
                            "text": ", 3); but (ib."
                        },
                        {
                            "verse": 58,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:58",
                            "text": ", 6, 8) the wall had not yet given way, for he still speaks of it as standing, and prays that it may continue to stand."
                        },
                        {
                            "verse": 59,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:59",
                            "text": "This Hymn was therefore written while the siege was still in progress."
                        },
                        {
                            "verse": 60,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:60",
                            "text": "In the second Hymn he celebrates her deliverance and the manner of it,—the very breach of her walls turned into triumph (II."
                        },
                        {
                            "verse": 61,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:61",
                            "text": "5, 7) by their reconstruction and the assault of the besiegers with their elephants (ib."
                        },
                        {
                            "verse": 62,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:62",
                            "text": ", 17, 18, 19), repulsed in disgrace, ending in immediate retreat."
                        },
                        {
                            "verse": 63,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:63",
                            "text": "In the third Hymn, he follows on similar lines; and adds a point, significant in his apprehension, that whereas the wall fell on the Sabbath, it was raised again on the Lord's day, the Day of the Resurrection (III."
                        },
                        {
                            "verse": 64,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:64",
                            "text": "6)."
                        },
                        {
                            "verse": 65,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:65",
                            "text": "In all three Hymns, it is again and again implied or asserted that this was the third siege of Nisibis (I."
                        },
                        {
                            "verse": 66,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:66",
                            "text": "11; II."
                        },
                        {
                            "verse": 67,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:67",
                            "text": "5, 19; III."
                        },
                        {
                            "verse": 68,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:68",
                            "text": "11, 12)—and farther (as it seems) the third time that a breach had been effected in her walls (I."
                        },
                        {
                            "verse": 69,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:69",
                            "text": "11; II."
                        },
                        {
                            "verse": 70,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:70",
                            "text": "19)."
                        },
                        {
                            "verse": 71,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:71",
                            "text": "In later Hymns also (XI."
                        },
                        {
                            "verse": 72,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:72",
                            "text": "14, 15; XIII."
                        },
                        {
                            "verse": 73,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:73",
                            "text": "17) the embanked river, bursting forth and breaking down the defences of the city, more than once appears."
                        },
                        {
                            "verse": 74,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:74",
                            "text": "From one of these we learn incidentally that the Mygdonius flowed past, not through, Nisibis (XIII."
                        },
                        {
                            "verse": 75,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:75",
                            "text": "18, 19); from which fact it follows that the description in the Life, of the manner in which the Persian engineers employed the river waters against the walls, is to be set aside in so far as it differs from Julian's account as confirmed by the Hymns."
                        },
                        {
                            "verse": 76,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:76",
                            "text": "It is remarkable how closely these two accounts, both contemporary with the facts they treat of, agree in all essential points, though coming to us from sources not only independent, but even adverse, inter se,—and in forms so little favourable to exactness of statement as thanksgiving Hymns and encomiastic Orations."
                        },
                        {
                            "verse": 77,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:77",
                            "text": "When from Ephraim's strophes we omit his pious ascriptions of praise to God, and from Julian's periods, the fulsomeness of his panegyric on the Emperor, the residuum of material fact is in either case much the same; the main outlines of narrative (related or implied) are identical in both writers, each unconsciously attests the truthfulness of the other."
                        },
                        {
                            "verse": 78,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:78",
                            "text": "Both are farther confirmed in great measure by the account of this siege embodied in the Pascha Chronicle above referred to, which (as already stated) rests on information drawn from a written record left by Valgesh who was Bishop of Nisibis at the time, and to whose prayers Ephraim (Hymn XIII."
                        },
                        {
                            "verse": 79,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:79",
                            "text": "17) attributed the speedy restoration of the breach in the city wall."
                        },
                        {
                            "verse": 80,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:80",
                            "text": "In confusing this siege (of 350, in the time of Valgesh), with the previous one (of 338, in the time of Jacob), our biographer, with most subsequent writers down to the eighteenth century, has been misled by following Theodoret's narration in his Ecclesiastical History (II."
                        },
                        {
                            "verse": 81,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:81",
                            "text": "30)."
                        },
                        {
                            "verse": 82,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:82",
                            "text": "The account of the siege given in the Life is in fact a mere reproduction, somewhat abridged, and slightly varied, of Theodoret's, from which it derives also its computation of the time occupied by the siege as but twenty days,—a period obviously inadequate for the vast engineering works for which the four months assigned by Julian are certainly not too much,—as well as its description of the method and aim of those works."
                        },
                        {
                            "verse": 83,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:83",
                            "text": "In Theodoret likewise are found the two supernatural incidents of Sapor's discomfiture, both repeated in the Life,—neither of which is affirmed or even hinted at by Ephraim any more than by Julian; the appearance of the Imperial Phantom on the wall, and the plague of insects sent in answer to Jacob's, or, as the Life has it, to Ephraim's prayer."
                        },
                        {
                            "verse": 84,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:84",
                            "text": "Of these, the former, but not the latter, finds place in the Paschal Chronicle, and (in exaggerated form) in Theophanes."
                        },
                        {
                            "verse": 85,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:85",
                            "text": "Whether, in this instance, the chronicler's statement, which is guardedly expressed, or any nucleus of it, was derived from the Epistle of Valgesh,—or whether he borrowed it from Theodoret or some one of Theodoret's sources, or some such authority—is matter of conjecture."
                        },
                        {
                            "verse": 86,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:86",
                            "text": "3."
                        },
                        {
                            "verse": 87,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:87",
                            "text": "Constantius and Constans."
                        },
                        {
                            "verse": 88,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:88",
                            "text": "—The Life errs grossly (as already noticed) in making Constans, who died in 350, and never reigned in the East, the successor of his brother Constantius, who survived till 361."
                        },
                        {
                            "verse": 89,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:89",
                            "text": "4."
                        },
                        {
                            "verse": 90,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:90",
                            "text": "The Alleged Sojourn in Egypt."
                        },
                        {
                            "verse": 91,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:91",
                            "text": "—The sojourn of Ephraim for eight years in Egypt, after he had taken up his abode in Egypt, and before his visit to Cappadocia, is impossible."
                        },
                        {
                            "verse": 92,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:92",
                            "text": "It was in July, 363, that Nisibis was surrendered to Persia by Jovian, which court was the cause, as the Life (no doubt rightly) states, of Ephraim's final departure from that city to Beth-Garbaia, thence to Amid, and finally, \"at the end of the year,\" to Edessa."
                        },
                        {
                            "verse": 93,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:93",
                            "text": "It follows, therefore, that he did not reach Edessa till 364."
                        },
                        {
                            "verse": 94,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:94",
                            "text": "In Edessa, or in his cell on the adjacent \"Mount\" according to the Life, he lived, worked, wrote commentaries and polemical discourses, taught, and formed a school of disciples, before his alleged journey to Egypt."
                        },
                        {
                            "verse": 95,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:95",
                            "text": "It is therefore implied that he spent years in or near Edessa before he set out on that journey, which cannot therefore be placed so early as 365."
                        },
                        {
                            "verse": 96,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:96",
                            "text": "Even if we assign to it the improbably early date of 366, the eight years in Egypt bring us to 374, or at earliest 373, for his visit to the Caesarean Cappadocia."
                        },
                        {
                            "verse": 97,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:97",
                            "text": "Now there is a prevailing weight of testimony to the effect that Ephraim died in 373, which date, if accepted, leaves no time for the incidents of his life after his return to Edessa."
                        },
                        {
                            "verse": 98,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:98",
                            "text": "This, however, cannot be urged against our biographer, who (as will be shown) assumes that he lived till 379."
                        },
                        {
                            "verse": 99,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:99",
                            "text": "But the Life represents him as resident in or near Edessa during the persecution which that city suffered from the Emperor Valens, which (as stated above, p."
                        },
                        {
                            "verse": 100,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:100",
                            "text": "132) took place probably in 371; certainly not later than 372, at which date (according to the biographer) he was still in Egypt."
                        },
                        {
                            "verse": 101,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:101",
                            "text": "In fact, even without going into particulars, it is evident that between Ephraim's arrival in Edessa in 364 and the persecution of Valens in 370–2, the eight years' sojourn in Egypt and the visit to Cappadocia would so fill the interval as to leave no time for the prolonged Edessa residence, before and after that sojourn, which the Life, in common with all other authorities, attributes to Ephraim, and in virtue of which his name is inseparably associated with the history of Edessa."
                        },
                        {
                            "verse": 102,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:102",
                            "text": "If, with the Vatican recension of the Life, we read \"Julian\" for Valens, as the name of the persecutor of Edessa, the impossibility becomes yet more absurdly glaring."
                        },
                        {
                            "verse": 103,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:103",
                            "text": "For Julian died in 363, and before that year Ephraim had not migrated from Nisibis to Edessa."
                        },
                        {
                            "verse": 104,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:104",
                            "text": "It is no doubt possible that Ephraim may have visited Egypt, as the Life affirms, before proceeding to Caesarea: as an anchorite he would naturally be drawn to the land where the anchorite life had its origin and its greatest development."
                        },
                        {
                            "verse": 105,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:105",
                            "text": "Yet it is hardly probable that, eager as he was to see Basil at Caesarea, he would, when setting out on his travels, have directed his course to Egypt first,—a country so distant, and lying in a direction so different, from Cappadocia."
                        },
                        {
                            "verse": 106,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:106",
                            "text": "This improbability would naturally fail to strike our biographer, who appears to have supposed Basil's Caesarea (if indeed he had any definite idea of its situation) to have been the maritime city of that name in Palestine."
                        },
                        {
                            "verse": 107,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:107",
                            "text": "One can hardly avoid suspecting that this whole narrative of the visit to Egypt—unknown as it is to all authorities save our Life (in its twofold recension), and the shorter form of the same—may have been invented by some compiler or reviser, writing in, or for, one of the Egyptian monasteries of the Nitrian Desert, and seeking to gratify the Syrian ascetics who were numerous in that region, by making it the scene of an episode in the life of the most famous of Syrian ascetics."
                        },
                        {
                            "verse": 108,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:108",
                            "text": "It certainly has the air of an interpolation, coming as it does between the description of Ephraim's longing desire to see Basil, and the narrative of the fulfilment of that desire by his visit to Caesarea."
                        },
                        {
                            "verse": 109,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:109",
                            "text": "More particularly, as regards the story of the visit of Ephraim to the Nitrian Saint Pesoës (or Bishoi), it is to be noted that it is mentioned, not in the Parisian recension of the Life, but only in that of the Vatican ms."
                        },
                        {
                            "verse": 110,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:110",
                            "text": "It is a significant fact that this ms."
                        },
                        {
                            "verse": 111,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:111",
                            "text": ", which is thus our only written authority for the alleged visit, was written (probably) about the year 1100, in the Nitrian monastery of \"Amba Bishoi\" (St."
                        },
                        {
                            "verse": 112,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:112",
                            "text": "Pesoës)."
                        },
                        {
                            "verse": 113,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:113",
                            "text": "On the other hand, it is to be added that a tradition of Ephraim's sojourn in Egypt, connecting him with Pesoës, lingered in quite recent times, and may probably still linger, among the monks, Syrian and Coptic, of the Nitrian region."
                        },
                        {
                            "verse": 114,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:114",
                            "text": "Travellers of the seventeenth, and even eighteenth, century, tell of a tamarind tree which was shown to them within the precincts of the Syrian monastery of the Theotokos in that region, reputed to have grown from Ephraim's staff which he set in the ground on his arrival there, as he was about to enter the cell of Pesoës."
                        },
                        {
                            "verse": 115,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:115",
                            "text": "It is probable that this legend of the staff (which reminds one of that of the staff of St."
                        },
                        {
                            "verse": 116,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:116",
                            "text": "Joseph of Arimathea and the Glastonbury thorn tree) may have grown out of the belief that Ephraim once visited the monastery,—which belief again may have been originated by the pious fiction of the compiler or interpolator of the Life in its Vatican form."
                        },
                        {
                            "verse": 117,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:117",
                            "text": "It is easy to imagine how gladly a community of Syrian monks in this Egyptian solitude would listen to what professed to be a record of the greatest of Syrian monks, a recluse like themselves, the author of the Sermons to Ascetics which they had read or listened to, and of the many hymns which enriched their offices and quickened their devotions;—and how ready they would be to welcome as fact the story of his sojourn in their valley, and to imagine that a memorial of it survived among the trees of their garden."
                        },
                        {
                            "verse": 118,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:118",
                            "text": "5."
                        },
                        {
                            "verse": 119,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:119",
                            "text": "Interval between Visit to Basil and Persecution by Valens."
                        },
                        {
                            "verse": 120,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:120",
                            "text": "—The interval of four years or more, which the Life seems to place between Ephraim's return from Caesarea to Edessa, and the persecution of the Edessenes by Valens, is likewise impossible."
                        },
                        {
                            "verse": 121,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:121",
                            "text": "For at Caesarea all agree that Ephraim found Basil Archbishop."
                        },
                        {
                            "verse": 122,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:122",
                            "text": "But Basil was consecrated late in 370, and therefore Ephraim's first meeting with him, which was on the Feast of the Epiphany, cannot be placed earlier than January, 371."
                        },
                        {
                            "verse": 123,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:123",
                            "text": "But the persecution took place probably in 371, or at latest in 373—thus reducing the possible length of interval to two years at most—probably to a few months."
                        },
                        {
                            "verse": 124,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:124",
                            "text": "It may be said, however, that the biographer, though he relates the persecution after mentioning the four years' interval, does not mean to imply that it was subsequent in time to that interval."
                        },
                        {
                            "verse": 125,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:125",
                            "text": "But it will be shown farther on (under next head) that the four years' interval is inadmissible, independently of the date of that persecution; inasmuch as Ephraim survived only three years after his visit to Basil."
                        },
                        {
                            "verse": 126,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:126",
                            "text": "6."
                        },
                        {
                            "verse": 127,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:127",
                            "text": "Death of Basil before that of Ephraim."
                        },
                        {
                            "verse": 128,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:128",
                            "text": "—The story of the lady who was sent by Basil to Ephraim, and by Ephraim back to Basil, only in time to see his corpse,—and of Ephraim's grief for Basil's death, cannot be accepted unless we set aside the consent of the chronologers, who agree that Ephraim died in 373,—whereas Basil survived to 1st January, 379."
                        },
                        {
                            "verse": 129,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:129",
                            "text": "It is true that there is extant among the Greek works ascribed to Ephraim, an encomium on Basil, which seems to be genuine."
                        },
                        {
                            "verse": 130,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:130",
                            "text": "This, however, is not to be regarded as an eulogium pronounced after Basil's death; but rather as a panegyric in which the living man is apostrophized."
                        },
                        {
                            "verse": 131,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:131",
                            "text": "We may safely conclude that the story, which rests on a basis of erroneous chronology, is itself a fiction."
                        },
                        {
                            "verse": 132,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:132",
                            "text": "But the story of Ephraim's helpful intervention and activity in a time of famine, which is undated, having early attestation, may well be accepted as true, and assigned to the winter of 372–3."
                        },
                        {
                            "verse": 133,
                            "chapter": 5,
                            "name": "Ephraim the Syrian 5:133",
                            "text": "The authorities who attest the date of his death as 373, place it in the month of Haziran (June); and we may reasonably conjecture that the exertions and anxieties of the season of famine had told too heavily on a frame already wasted by years and by excessive austerities, and had thus hastened his end."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ephraim the Syrian 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:2",
                            "text": "—Rectification of the Vatican Text of the Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:3",
                            "text": "If the Life had reached us in its Vatican form only, it would have been necessary to correct one or two farther errors:  1."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:4",
                            "text": "Date of his Baptism Mistaken."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:5",
                            "text": "—According to the Vatican Life, Ephraim was baptized at the age of 28, after the surrender of Nisibis by Jovian."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:6",
                            "text": "The surrender was in 363, and the age assigned to him would therefore make 334 the earliest admissible date for his birth—ten years after the Council of Nicaea, at which the Life records that he was present! The Parisian Life corrects this absurdity and shows how the mistake arose."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:7",
                            "text": "The statement, in this version of the story, is that after quitting Nisibis, \"he retired to Beth-Garbaia, where he had received baptism at the age of 18\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:8",
                            "text": "By omitting the auxiliary \"had\" (which in Syriac, as in English, expresses the pluperfect) the Vatican scribe or editor introduces this blunder about the date of the baptism."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:9",
                            "text": "It is probable that, without having any distinct knowledge of the date of the departure from Nisibis, he felt that Ephraim must have been more than 18 at this stage of the narrative, and strove to make the age cohere better with the time required for the events related, by changing 18 into 28."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:10",
                            "text": "2."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:11",
                            "text": "Julian substituted for Valens."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:12",
                            "text": "—The substitution of the name of Julian for that of Valens as the persecutor of Edessa, has been already noticed."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:13",
                            "text": "That the story (with the incident of the martyr-mother with her two sons) belongs to the time of Valens, is established by the united testimony of Socrates, Sozomen, and Theodoret."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:14",
                            "text": "The whole history is clear, and coherent with itself and with chronology, in the Parisian Life; whereas the Vatican version of it, by bringing Ephraim to Edessa in the reign of Julian, makes hopeless confusion."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ephraim the Syrian 6:15",
                            "text": "It is to be noted that the names Julianus and Valens, so distinct as written in Latin, differ but little when transliterated (without vowel-points) into Syriac."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ephraim the Syrian 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:1",
                            "text": "VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:2",
                            "text": "—Chronology of the Life of Ephraim."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:3",
                            "text": "Thus the fixed points for determining the chronology of Ephraim's life are:  1."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:4",
                            "text": "The death of his patron, St."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:5",
                            "text": "Jacob, Bishop of Nisibis, in 338, after the first siege of that city."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:6",
                            "text": "2."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:7",
                            "text": "The third siege, in which he was among the defenders of the city, in 350."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:8",
                            "text": "3."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:9",
                            "text": "The surrender of Nisibis by Jovian, and its abandonment by its Christian inhabitants, 363; followed by Ephraim's removal to Edessa."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:10",
                            "text": "4."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:11",
                            "text": "The consecration of Basil to the see of Caesarea, late in 370, followed by Ephraim's visit to him there."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:12",
                            "text": "5."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:13",
                            "text": "The deliverance of the Edessenes from the persecution of Valens (370–372), celebrated by Ephraim in a hymn."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:14",
                            "text": "6."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:15",
                            "text": "Ephraim's death, 373."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:16",
                            "text": "To this list it would be right to prefix the meeting of the Council of Nicaea in 325, if the evidence of Ephraim's presence at it, along with St."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:17",
                            "text": "Jacob, were sufficient."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:18",
                            "text": "But it has no early attestation; and no writer prior to Theodoret (Hist."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:19",
                            "text": "Eccles."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:20",
                            "text": "II."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:21",
                            "text": "30) associates the name of Jacob with any incident in Ephraim's life."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:22",
                            "text": "The date of Ephraim's birth is nowhere directly stated, but it is usually assumed to have been early in the reign of Constantine (306–337), on the authority of the Vatican Life, which says, \"In the days of the victorious Constantine, true believer, was born the holy man Ephraim\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:23",
                            "text": "But the statement of the Parisian Life is less explicit, and is capable of a different meaning:—\"He was in the days of the victorious Constantine\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:24",
                            "text": "This merely implies that Ephraim (if the pronoun represent him) lived in the reign of that emperor."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:25",
                            "text": "But it rather appears that Ephraim's father is meant, inasmuch as he is the subject of the immediately preceding sentence which describes him as a heathen priest; and the purport of the passage is, that the saint was the son of a man who not merely had been one of an idolatrous priesthood, but continued to be so after Constantine had acknowledged the Christian religion."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:26",
                            "text": "The earlier authorities give no express statement on this point; but a late tenth-century Greek menologium, that of the Emperor Basil (Porphyrogenitus), says that he \"continued from the reign of Constantine to that of Valens,\"—implying as it seems that he was born, as the Vatican Life represents, after Constantine's accession in 306."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:27",
                            "text": "Considering, however, that the Life in both its forms affirms that Ephraim was brought by St."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:28",
                            "text": "Jacob to the Council of Nicaea in 325—in which it is borne out by Gregory Barhebraeus in his Ecclesiastical Chronicle(who though a very late writer (1226–1286) had access to early authorities and judgment in using them)—it is hard to reconcile the chronology, for the improbability of the admission of a lad of nineteen, in any capacity, to that venerable assembly, is very great."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:29",
                            "text": "If we accept it as a fact that he was chosen by Jacob to accompany him, and was permitted to be present among the Fathers at Nicaea, it seems almost necessary to place his birth before Constantine became emperor."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:30",
                            "text": "Farther: the menologium above cited adds that he died \"in extreme old age;\" and the tone and tenor of his testament go far to confirm the truth of these words."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:31",
                            "text": "But as he died in 373, he cannot have been more than 67 years old in that year if he was born in 306."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:32",
                            "text": "No doubt 67 is a ripe age, but hardly sufficient to warrant the strong expression of the menologium."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:33",
                            "text": "Without pressing its language unduly, we may surely take it as implying that he had passed the \"threescore years and ten\" of the Psalmist at the time of his death—in other words that he was born not later than the first or second year of the fourth century."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:34",
                            "text": "Thus by rectifying the text and rendering of the opening sentences of the Life, we relieve ourselves of the supposed necessity of placing his birth in or after 306."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:35",
                            "text": "And his presence in the Council of 325, and his extreme old age in 373, concur in pointing to the beginning of the fourth century—if not to the later years of the third—as the probable time of that event."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Ephraim the Syrian 7:36",
                            "text": "However this may be, whether he was born in 306 or earlier, it is certain that by far the greater part of the long life of the \"Deacon of Edessa\"—all of it save its last ten or eleven years (363–373) was passed in his native Nisibis; and that he did not even attain the diaconate till he was considerably over sixty years of age, and within three years of his end."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ephraim the Syrian 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:1",
                            "text": "VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:2",
                            "text": "—His Writings: Their Characteristics."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:3",
                            "text": "Of the innumerable writings—controversial, expository, hortatory, devotional—which were for Ephraim the fulfilment of his dream in childhood, the fruit of the many years of literary activity that exercised his full heart and busy brain, enough remains to give an adequate idea of his powers and to amaze us by its variety and abundance."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:4",
                            "text": "The exaggeration of Sozomen who reckons the number of lines written by him at \"three hundred myriads\" (three millions) is not to be taken as more than a rough guess at the probable total; but it is evidence of the impression made on the men of the generations to whom his works were transmitted by his fertility."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:5",
                            "text": "That he himself was conscious of this gift appears in the fact that he records the dream and claims for his hymns and sermons that in them is to be found its interpretation."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:6",
                            "text": "His faculty of speech, as Gregory informs us in a remarkable passage, though adequate to utter the thoughts of any other mind, was sometimes overborne by the rapid rush and abounding throng of the ideas with which his inspiration filled him, in such measure that he was forced to pray for the intermission of its flow, \"Restrain, O Lord, the tide of Thy grace!\" Copiousness is the characteristic, and its excess is the chief fault, of Ephraim as an author."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:7",
                            "text": "The Syriac language has great capacity for condensation; and the parallelism of balanced clauses which Syriac literature affects, conduces to brevity."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:8",
                            "text": "But on the other hand, the Syrian mind has a tendency to amplify; amplification is the besetting sin of Syriac writers,—of Ephraim not least."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:9",
                            "text": "And thus, while each sentence has the severe precision of an epigram, the manifold reiteration of epigrammatic clauses amounts to verbosity: one and the same thought or fact is presented in a long-drawn series of slightly varied aspects, with change of expression or at most of illustration, till the recurrence becomes tedious."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:10",
                            "text": "This criticism is meant primarily for his hymns; but it applies also to too many of his metrical homilies (to be described presently)."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:11",
                            "text": "In all his writings, metrical or otherwise, this habit of amplification leads him, in handling the narrations of Scripture, to fill out their simple outline with elaborate detail that wrongs their beauty and dignity."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:12",
                            "text": "Of such treatment, examples will be found in this volume, in some of the hymns (such as the XIVth and XVth On the Epiphany, and in the Discourse on the Woman who was a Sinner)."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:13",
                            "text": "His extant works (some of which are known to us only in a Greek version), and those of his lost works of which the titles are recorded, divide themselves into three classes;—Commentaries on Scripture, Homilies (mimre), and Hymns (madrashe)."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:14",
                            "text": "1."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:15",
                            "text": "Commentaries."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:16",
                            "text": "—His Commentaries belonged (if we may trust the Life) to his later years, after his migration to Edessa, when he was past middle life."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:17",
                            "text": "There he is related to have begun his exposition (still extant) of Genesis, in the preface to which he refers to the homilies and hymns which he had previously produced (Opp."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:18",
                            "text": "Syr."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:19",
                            "text": "Tom."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:20",
                            "text": "I."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:21",
                            "text": ", p."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:22",
                            "text": "1)."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:23",
                            "text": "He seems to have commented on almost all the canonical books of the Old Testament."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:24",
                            "text": "His expositions of the Pentateuch, the chief historical books, the Prophets (including Lamentations), and Job, survive, and have been printed (in the Roman edition of 1732–43, supplemented by that of Professor Lamy, of Louvain, Tom."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:25",
                            "text": "II."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:26",
                            "text": ", 1886); but those which he is recorded to have written on the Psalms and Proverbs, the books which may be presumed to have most influenced the religious spirit and literary form of his works, have not been preserved."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:27",
                            "text": "None of the above, however, have reached us in a complete form, but rather as a series of extracts, apparently abridged, from the Commentaries as originally issued by their author."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:28",
                            "text": "In commenting on the New Testament, he treated of the Gospels, not in their separate form, but in the continuous narrative known as the \"Diatessaron\" compiled from them by Tatian in the second century."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:29",
                            "text": "This work, long lost, has been lately recovered in an Armenian version."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:30",
                            "text": "His Commentary on the Epistles of St."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:31",
                            "text": "Paul has likewise been preserved for us in Armenian."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:32",
                            "text": "Both have been published by the Mechetarist Fathers of St."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:33",
                            "text": "Lazaro; first in Armenian, afterwards in a Latin version."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:34",
                            "text": "In the present volume it has been judged best to include none of the Commentaries, inasmuch as the method and spirit of Ephraim's treatment of Scripture are shown adequately, and in a more interesting form, in his Homilies and Hymns."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:35",
                            "text": "2."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:36",
                            "text": "Homilies."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:37",
                            "text": "—The Homilies are very varied in character."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:38",
                            "text": "Many are controversial,—directed against the Jews, against heathenism in the person of the Emperor Julian, against the heresies of Manes, of Marcion, of Bardesan, of the Anomoean followers of Arius."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:39",
                            "text": "Others set forth articles of the Faith—the Creation, the Fall, Redemption by the Passion and Crucifixion of Our Lord, His Descent into Hades, His Resurrection, the Mission of the Holy Spirit, the Rest of Paradise, the Second Coming, the End of the World."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:40",
                            "text": "Others are expository, treating of narratives from the Old and the New Testaments, such as the life of Joseph, the Repentance of Nineveh, or the story of \"the woman who was a sinner\" of St."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:41",
                            "text": "Luke vii."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:42",
                            "text": "—Others again are hortatory—calling to repentance, warning against sin, threatening future retribution, extolling virginity."
                        },
                        {
                            "verse": 43,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:43",
                            "text": "Of the Homilies two—one doctrinal, of Our Lord; one expository, of the sinful woman, are given in this selection."
                        },
                        {
                            "verse": 44,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:44",
                            "text": "It is to be noted that the Homilies are usually metrical in form, being written in regular stichoi (lines of uniform length)."
                        },
                        {
                            "verse": 45,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:45",
                            "text": "And some of them—for example, a series of nine for the \"Rogation Days,\" and another of eight for the \"Passion Week\" (week before Easter), and the vigil of \"New Sunday\" (first after Easter)—were and still are regularly read as lessons, as part of the offices of the Church; a singular mark of reverence—extended, it seems, to the sermons of no other divine."
                        },
                        {
                            "verse": 46,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:46",
                            "text": "3."
                        },
                        {
                            "verse": 47,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:47",
                            "text": "Hymns."
                        },
                        {
                            "verse": 48,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:48",
                            "text": "—But it is in his Hymns that Ephraim lives,—for the Syrian Churches, and indirectly for the Christian world, of the East if not of the West."
                        },
                        {
                            "verse": 49,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:49",
                            "text": "Throughout Syrian Christendom, divided as it has been for ages—in the Malkite, Nestorian, Jacobite, and Maronite communities, from the Mediterranean to the Tigris, and beyond, even to the Malabar remnant of the Syro-Indian Church, all of which retain Syriac as the language of their ritual,—the whole body of public worship is shaped by his hymnody and animated with his spirit."
                        },
                        {
                            "verse": 50,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:50",
                            "text": "It is literally the fact that the Hymns of Ephraim go with every member of every one of these Churches from the first to the last of his Christian life, from the font to the grave."
                        },
                        {
                            "verse": 51,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:51",
                            "text": "The Epiphany Hymns (included in the present selection) are interwoven into the Baptismal Office; among the Funeral Hymns (which Dr."
                        },
                        {
                            "verse": 52,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:52",
                            "text": "Burgess has made accessible to English readers) are to be found dirges proper for the obsequies of each and all, lay and cleric, young and old, male and female."
                        },
                        {
                            "verse": 53,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:53",
                            "text": "Nor is it to be doubted that it was from these Syriac offices that those of the Greek-speaking Churches derived this characteristic, common to both, by which both are differentiated from those of the West,—\"hymns occupying in the Eastern Church\" (as Dr."
                        },
                        {
                            "verse": 54,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:54",
                            "text": "Neale observes) \"a space beyond all comparison greater than they do in the Latin,\" so that \"the body of the Eastern breviary is ecclesiastical poetry\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:55",
                            "text": "That the Syrian Church, and not the Greek, took the initiative in the development of ritual, appears from the facts that, though there is evidence of the use of Psalms and Canticles from Scripture throughout Christendom from the first, it is only with Ephraim's contemporary, Gregory Nazianzen, that Greek sacred poetry can be said to have taken shape,—and that his verses failed to gain a place in public worship."
                        },
                        {
                            "verse": 56,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:56",
                            "text": "He wrote in the metres of the heathen classics; and it was not until a later day, and from the hands of other writers, working on other lines, that the hymns appeared which won their way into the Greek ritual,—hymns written in rhythmic prose, in what seems to be conscious imitation of the Syriac model."
                        },
                        {
                            "verse": 57,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:57",
                            "text": "The imitation, however, is by no means complete; it is apparent in the general tone and manner, but does not extend to the form: just as the Greek version of Ephraim's Hymns, though faithfully reproducing his thoughts and literary method, makes no attempt to retain his metrical system; but is a rendering into what in form is prose of an original which is in verse."
                        },
                        {
                            "verse": 58,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:58",
                            "text": "That this should be so is unavoidable, for Syriac metres are incapable of adaptation to the Greek language."
                        },
                        {
                            "verse": 59,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:59",
                            "text": "Syriac literature, in all else imitative, here and here only has found out for itself an independent course."
                        },
                        {
                            "verse": 60,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:60",
                            "text": "Elsewhere it leans on one side to the Hebrew model to which it was drawn by affinity of language and by the influence of the Old Testament; on the other to the Greek, as found in the New Testament and in the writings of the great Divines of the Alexandrian and Antiochian patriarchates, who were the leaders of religious thought for Eastern Christendom."
                        },
                        {
                            "verse": 61,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:61",
                            "text": "In hymnody alone it struck out a line of its own; it set an example for the Greek-speaking Churches to follow, so far as was possible for them under the conditions above indicated."
                        },
                        {
                            "verse": 62,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:62",
                            "text": "The Syriac Hymnody is constructed on the Hebrew principle of parallelism, in which thought answers to thought in clauses of repetitive or antithetical balance: but, unlike the Hebrew, its clauses are further regulated by strict equivalence of syllabic measure."
                        },
                        {
                            "verse": 63,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:63",
                            "text": "But though in this latter respect it seems to approach to the forms of Western verse, ancient or modern, yet the resemblance is but superficial: Syriac verse is not measured by feet—whether determined by syllable quantity, as in Greek and Latin, or by accent, as in English and other modern languages."
                        },
                        {
                            "verse": 64,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:64",
                            "text": "Thus the metre of Syriac poetry is substantially the \"thought-metre\" (as it has been well called) of Hebrew, reduced to regularity of form by the rule that each of the lines into which the balanced clauses fall, shall consist of a fixed number of syllables."
                        },
                        {
                            "verse": 65,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:65",
                            "text": "There is no systematic rhyme; but the nature of the language which by reason of its uniformity of etymological structure abounds in words of like terminations, often causes correspondences of sound amounting to rhyme, or at least to assonance."
                        },
                        {
                            "verse": 66,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:66",
                            "text": "The lines are very short; not exceeding twelve syllables, sometimes confined to four."
                        },
                        {
                            "verse": 67,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:67",
                            "text": "Ephraim, though not the actual inventor, was the first master of this metrical system, the first to develop it into system and variety."
                        },
                        {
                            "verse": 68,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:68",
                            "text": "His favorite metres are the five-syllabled and the seven-syllabled."
                        },
                        {
                            "verse": 69,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:69",
                            "text": "In his more elaborate poems, such as the Nisibene series, which are rather Odes than Hymns, the strophes or stanzas into which the lines are arranged are often long and of complicated structure, each strophe consisting of many lines (ranging from four up to fourteen or more) of various lengths according to a fixed scheme rigidly adhered to throughout the poem—sometimes throughout a group of cognate poems."
                        },
                        {
                            "verse": 70,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:70",
                            "text": "In other poems, especially in Hymns intended for popular or ecclesiastical use, where simplicity of structure is suitable, the lines which compose each strophe, whatever their number, are of uniform length."
                        },
                        {
                            "verse": 71,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:71",
                            "text": "So easily do the Syriac tongue, and the genius of Syriac literature, lend themselves to this scheme of short, syllabically equal clauses, that (as has been already stated) many even of the Homilies are metrical; arranged not indeed in strophes, but in continuous succession of brief stichoi, all of one and the same length—usually of seven syllables; a sort of blank verse, but a blank verse with no animating accents, no varying pauses."
                        },
                        {
                            "verse": 72,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:72",
                            "text": "A Homily so constructed would fatigue the ear of a modern audience by its monotony: but inasmuch as some portions of Ephraim's Homilies were used in certain ecclesiastical Offices, probably recited in a sort of chant, it may be that in such use we have the explanation of their quasi-versified structure."
                        },
                        {
                            "verse": 73,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:73",
                            "text": "In point of literary value as poems, a high place cannot be claimed for these Hymns."
                        },
                        {
                            "verse": 74,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:74",
                            "text": "Some of them indeed have much of the devotional fervor, and not a little of the human pathos, of the Psalms of David: others show something of the antithetic point and epigrammatic terseness of the Proverbs of Solomon."
                        },
                        {
                            "verse": 75,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:75",
                            "text": "Yet the devout aspirations and confessions of the poet are too often forced and artificial in their utterance; in his funeral dirges we seem here and there to detect the false note of the professional mourner in the effort to exhaust all possible topics of grief; in all his poems he tends to prolong the series of his parallelisms to a wearisome length and with an iteration that, though laboriously varied, is tedious,—an iteration that has no precedent in the poetry of the Old Testament, save in one or two of the latest Psalms, such as the CXXXVIth with its recurring burden \"For His mercy endureth for ever,\" or the CXIXth with its artificial arrangement (often emulated in Syriac Hymnody) by which each of the twenty-two letters of the alphabet in turn is made to head each one of eight consecutive verses in praise of the Law of the Lord."
                        },
                        {
                            "verse": 76,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:76",
                            "text": "On the whole, it must be admitted that the greater qualities of poetry, such as abound everywhere in nearly every writer of the Hebrew Scriptures,—of truth in rendering the inmost feelings of man's heart in words of absolute simplicity, of aspiration that rises without effort to the highest things of God—to these Ephraim's Hymns have no claim."
                        },
                        {
                            "verse": 77,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:77",
                            "text": "For these shortcomings in his poetry, two main causes may be assigned."
                        },
                        {
                            "verse": 78,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:78",
                            "text": "One is in the man himself,—or rather, in his mode of life."
                        },
                        {
                            "verse": 79,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:79",
                            "text": "Naturally, he was prone to feel for and with his fellow-men; for the sorrows of the bereaved, the cares of the toiling poor whose lot (as he proved in the last and best episode of his history) moved him to sympathy and active succour."
                        },
                        {
                            "verse": 80,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:80",
                            "text": "He can be simple accordingly when he deals with the homely facts of life."
                        },
                        {
                            "verse": 81,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:81",
                            "text": "But the main tenor of his course was ascetic; he looked on this life and the life beyond—on man and to God—with a vision clouded by the gloom of unnatural solitude and self-mortification."
                        },
                        {
                            "verse": 82,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:82",
                            "text": "An assiduous student of Scripture, he had an ear for its threatenings rather than its promises and consolations; dread and dismay entered into his heart more deeply than hope; the \"Stand in awe and sin not\" of the Psalmist was more familiar to his spirit than the \"Rejoice in the Lord, ye righteous\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:83",
                            "text": "The perpetual proneness to tears on which his biographers dwell with admiration, and which he seems to have thought it right to foster, has its reflex in his writings, in the hysterical overflow of his fears, his lamentations and his self-reproach."
                        },
                        {
                            "verse": 84,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:84",
                            "text": "He had lived as an anchorite till his nature became morbid, and its moral fibre was weakened."
                        },
                        {
                            "verse": 85,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:85",
                            "text": "But to reach the highest levels in religious literature, whether in prose or in poetry, a man must be sane, his mind healthy and strong,—with a health and strength sustained and exercised by wholesome daily contact with the lives of other men."
                        },
                        {
                            "verse": 86,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:86",
                            "text": "The second cause is to be found in the method, above described as his—developed though not actually invented by him, and made his own—which he chose as the vehicle of his thoughts and emotions."
                        },
                        {
                            "verse": 87,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:87",
                            "text": "The \"thought-metre\" of the Hebrew poets was regulated (as we have seen) by balance of sense, not of sound—member answering to member, verse by verse, in equivalence or contrast of substance merely, not of verbal form: and in this metre, which has been happily likened to the alternating beat of a bird's wings as it mounts aloft, they had shown it to be possible to attain the highest reach of sublime expression of the utmost that man's spirit can conceive of God and Heaven."
                        },
                        {
                            "verse": 88,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:88",
                            "text": "The Syriac Hymnists had the unhappy idea of effecting a compromise between their two contrasted models, the Hebrew and the Greek; and to this end they compelled their verses into conformity by syllabic measure, of sound, as well as of sense."
                        },
                        {
                            "verse": 89,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:89",
                            "text": "This artificial structure has an effectiveness of its own, and is suited to the popular ear; but it is incapable of the elevation which the earlier and simpler method attained without effort."
                        },
                        {
                            "verse": 90,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:90",
                            "text": "As its Semitic parallelism of substance excluded Syriac poetry from the variety in topic and largeness in conception of the Greek, so this grecized regularity of form hampered its efforts to rise to the upper regions where the Hebrew is at home."
                        },
                        {
                            "verse": 91,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:91",
                            "text": "The wings are free and ample by whose regulated stroke Hebrew poetry is borne, and they carry it to the supreme height: in Syriac poetry the flight is too commonly low and feeble, because its wings are clipped."
                        },
                        {
                            "verse": 92,
                            "chapter": 8,
                            "name": "Ephraim the Syrian 8:92",
                            "text": "In the former we are conscious of a uniformity as of the unconstrained waves of the sea, following in a succession of endless change—a uniformity that is majestic: in the latter we detect the uniformity of the water-wheel, that with artificial movement draws up and dispenses the waters of the well in vessels of fixed measure—a uniformity that is mechanical and monotonous."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ephraim the Syrian 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:1",
                            "text": "IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:2",
                            "text": "—The Selections Included in the Present Collection."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:3",
                            "text": "The specimens of Ephraim's compositions offered in these selections are:—  (1) The Nisibene Hymns, (2) The Hymns of the Nativity, (3) The Hymns for the Epiphany, (4) Three Homilies (i."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:4",
                            "text": ", On our Lord; ii."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:5",
                            "text": ", On Reproof and Repentance; iii."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:6",
                            "text": ", On the Sinful Woman)."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:7",
                            "text": "Of (2) the Nativity Hymns, the first thirteen are reprinted from the version by the Rex."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:8",
                            "text": "J."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:9",
                            "text": "B."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:10",
                            "text": "Morris (Oxford, 1847), made from the Roman Edition of the Syriac Works of Ephraim."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:11",
                            "text": "The rest of the series as translated (six in number, making nineteen in all) were unknown when that edition was completed in 1743."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:12",
                            "text": "These latter, and also (3) the Epiphany Hymns (with one exception) have since come to light in the Nitrian collection of the British Museum, and were printed by Professor Lamy in his St."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:13",
                            "text": "Ephraim (Tom."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:14",
                            "text": "I, cc."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:15",
                            "text": "1–144; Tom."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:16",
                            "text": "II."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:17",
                            "text": ", cc."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:18",
                            "text": "427–504), 1882–1889."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:19",
                            "text": "In the same edition (Tom."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:20",
                            "text": "I."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:21",
                            "text": ", cc."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:22",
                            "text": "145–274; 311–338) were first printed (4) the three Homilies."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:23",
                            "text": "Our translations of these follow Lamy's text, with here and there a slight variation where errors seem to exist."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:24",
                            "text": "These two series of Hymns belong to the ecclesiastical class: their titles appropriate them to two great Festivals of the Church, and portions of these are embodied in Syriac Rituals still in use."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:25",
                            "text": "Of the two Homilies, the former was written for the Feast of the Epiphany, like the Hymns which precede it."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:26",
                            "text": "The Nisibene Hymns (1) are translated from the text as first printed by Dr."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:27",
                            "text": "Bickell (1866), whose edition, like that of Dr."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:28",
                            "text": "Lamy, rests upon mss."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:29",
                            "text": "of the Nitrian collection."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:30",
                            "text": "They also were unknown to the Roman editors of the last century, and to the English translator of 1847; and they have not till now appeared in English."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:31",
                            "text": "The series when complete consisted of 77 Hymns."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:32",
                            "text": "Of these the first division (I."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:33",
                            "text": "–XXXIV."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:34",
                            "text": ") treat of the fortunes of the Church in Nisibis, Carrhena [Haran], and an unnamed city (probably Edessa)."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:35",
                            "text": "The remainder (XXXV."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:36",
                            "text": "to end) deal with the topics of Death and the Resurrection."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:37",
                            "text": "The present selection comprises 46 of these, namely:—of the first division, the first 21, those which relate to Nisibis and which are the Nisibene Hymns proper; of the second division, two series—one of 8 hymns (XXXV."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:38",
                            "text": "–XLII."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:39",
                            "text": ") in which Death and Satan hold monologue or dialogue,—the other of 17 (LII."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:40",
                            "text": "–LXVIII."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Ephraim the Syrian 9:41",
                            "text": "), similar in character, but with Man as a third interlocutor."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ephraim the Syrian 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:1",
                            "text": "X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:2",
                            "text": "—Probable Dates of His Works."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:3",
                            "text": "Of the compositions contained in this volume, none yields internal evidence of its date, except the Nisibene Hymns of the first division."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:4",
                            "text": "Hymns XXXV."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:5",
                            "text": "–XLII."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:6",
                            "text": "(not included here), apparently belong to the later (or Edessene) period of Ephraim's life, and to the reign of Valens,—i-e:, they are later than the year 363."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:7",
                            "text": "The 21 Hymns which stand first in our collection may confidently be assigned to the year of the third siege (350) and the thirteen following years."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:8",
                            "text": "Hymn I."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:9",
                            "text": "was indubitably composed while the siege was still urgent; Hymns I."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:10",
                            "text": "and III."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:11",
                            "text": "immediately after the deliverance; Hymns IV."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:12",
                            "text": "–XII."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:13",
                            "text": "deal with the fortunes of the city and country in a troubled time of invasion that succeeded; the rest (XIII."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:14",
                            "text": "–XXI."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:15",
                            "text": ") treat of the four successive Bishops of Nisibis under whom Ephraim lived—Jacob, Babu, Valgesh, and Abraham."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:16",
                            "text": "The last-named is not elsewhere recorded except by Elias of Nisibis, but the death of Valgesh is known to have occurred in 361."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:17",
                            "text": "The Hymns therefore which celebrate the accession of Abraham to the See (XVII."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:18",
                            "text": "–XXI."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:19",
                            "text": ") must be placed in the interval, 361–363, the latter being the year when Ephraim with all the Christian population of the city was driven out by Sapor."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:20",
                            "text": "Hymns XIII."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:21",
                            "text": "–XVI."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:22",
                            "text": ", being written while Valgesh was Bishop—for they compare him with his two predecessors—fall into the interval between the year of the siege (350) which they speak of as past,—and the year of the death of Valgesh (361)."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:23",
                            "text": "Bickell assigns IV."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:24",
                            "text": "–XII."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:25",
                            "text": "to the months of Sapor's invasion in 359; XIII."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:26",
                            "text": "-XVI."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:27",
                            "text": "to 358 and 359; XVII."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:28",
                            "text": "–XXI."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:29",
                            "text": "to 363, in the short space between Julian's death and the surrender of Nisibis."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:30",
                            "text": "It is probable that most of his Hymns that are definitely controversial belong, like most of his controversial writings, to the years of his later life, at Edessa."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:31",
                            "text": "And as we have seen, the earliest of them that can be confidently dated, is not earlier than 350."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:32",
                            "text": "But it would be hasty to conclude that he had composed no Hymns before that date, and that in the Nisibene Hymns of the siege we have the first fruits of the vine of his vision."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:33",
                            "text": "In 350 he must have been over forty—perhaps over fifty years of age; and it is highly improbable that a fertility which proved to be so abundant, did not begin to manifest itself at a much earlier age; or that a literary offspring of such bulk and importance was all produced in the last five and twenty years of a long life."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:34",
                            "text": "The earlier authorities concerning his life give no definite information on this head; and the Syriac Life is vague in its statements and untrustworthy in its chronology."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:35",
                            "text": "The account given of Barhebraeus, a well-informed but very late writer (thirteenth century), can hardly be accepted as embodying any genuine tradition, but has probability in its favor:—\"From the time of the Nicene Council (he writes), Ephraim began to write canticles and hymns against the heresies of his time,\"—for few of his hymns are without a polemic spirit, though (as has been said) those that are purely controversial seem to be of a later period."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:36",
                            "text": "A much later author indeed, Georgius \"Bishop of the Arabians\" (writing in 714) warns us that there is no evidence to assign any of Ephraim's writings to the twenty years' interval between the Nicene Council and the year 345—\"especially (he adds) to the years before 337\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:37",
                            "text": "This writer, however, is here arguing in support of the claim of Aphrahat to be an independent author, against those who regarded him as a disciple of Ephraim; and he rests his case on the ground that whereas the Demonstrations of Aphrahat are (as we shall see presently) dated from 337 to 345, no composition of Ephraim's can be shown to have been written so early."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:38",
                            "text": "And it must be admitted that the earliest date (as above noted) that can be fixed with certainty for any of Ephraim's innumerable productions in 350,—thirteen years later than Aphrahat's earlier Demonstrations."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:39",
                            "text": "Against this is to be set the tradition of Ephraim's presence at Nicaea, implying as it does that even in 325 he had made himself a notable person,—and the probability that one who has left such ample proof of the copiousness of his literary gift, must have begun to exercise it before a date at which he would have passed his thirtieth year (supposing his birth to have been in 306), or even have entered middle life (if we place it at the beginning of the century)."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "Ephraim the Syrian 10:40",
                            "text": "The two writers were unquestionably contemporary, and as yet no sufficient data have been discovered to determine to which of them seniority belongs."
                        }
                    ]
                }
            ]
        }
    ]
}