{
    "books": [
        {
            "name": "Augustine: Reply to Faustus the Manichaean X",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Reply to Faustus the Manichaean X 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:1",
                            "text": "Book XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:2",
                            "text": "The scripture passage: \"To the pure all things are pure, but to the impure and defiled is nothing pure; but even their mind and conscience are defiled,\" is discussed from both the Manich aean and the Catholic points of view, Faustus objecting to its application to his party and Augustin insisting on its application."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:4",
                            "text": "Faustus said: \"To the pure all things are pure."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:5",
                            "text": "But to the impure and defiled is nothing pure; but even their mind and conscience are defiled\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:6",
                            "text": "As regards this verse, too, it is very doubtful whether, for your own sake, you should believe it to have been written by Paul."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:7",
                            "text": "For it would follow that Moses and the prophets were not only influenced by devils in making so much in their laws of the distinctions in food, but also that they themselves were impure and defiled in their mind and conscience, so that the following words also might properly be applied to them: \"They profess to know God, but in works deny Him\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:8",
                            "text": "This is applicable to no one more than to Moses and the prophets, who are known to have lived very differently from what was becoming in men knowing God."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:9",
                            "text": "Up to this time I have thought only of adulteries and frauds and murders as defiling the conscience of Moses and the prophets; but now, from what this verse says, it is plain that they were also defiled, because they looked upon something as defiled."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:10",
                            "text": "How, then, can you persist in thinking that the vision of the divine majesty can have been bestowed on such men, when it is written that only the pure in heart can see God? Even supposing that they had been pure from unlawful crimes, this superstitious abstinence from certain kinds of food, if it defiles the mind, is enough to debar them from the sight of deity."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:11",
                            "text": "Gone for ever, too, is the boast of Daniel, and of the three youths, who, till now that we are told that nothing is unclean, have been regarded among the Jews as persons of great purity and excellence of character, because, in observance of hereditary customs, they carefully avoided defiling themselves with Gentile food, especially that of sacrifices."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:12",
                            "text": "Now it appears that they were defiled in mind and conscience most of all when they were closing their mouth against blood and idol-feasts."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:13",
                            "text": "2."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:14",
                            "text": "But perhaps their ignorance may excuse them; for, as this Christian doctrine of all things being pure to the pure had not then appeared, they may have thought some things impure."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:15",
                            "text": "But there can be no excuse for you in the face of Paul's announcement, that there is nothing which is not pure, and that abstinence from certain food is the doctrine of devils, and that those who think anything defiled are polluted in their mind, if you not only abstain, as we have said, but make a merit of it, and believe that you become more acceptable to Christ in proportion as you are more abstemious, or, according to this new doctrine, as your minds are defiled and your conscience polluted."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:16",
                            "text": "It should also be observed that, while there are three religions in the world which, though in a very different manner, appoint chastity and abstinence as the means of purification of the mind, the religions, namely, of the Jews, the Gentiles, and the Christians, the opinion that everything is pure cannot have come from any one of the three."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:17",
                            "text": "It is certainly not from Judaism, nor from Paganism, which also makes a distinction of food; the only difference being, that the Hebrew classification of animals does not harmonize with the Pagan."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:18",
                            "text": "Then as to the Christian faith, if you think it peculiar to Christianity to consider nothing defiled, you must first of all confess that there are no Christians among you."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:19",
                            "text": "For things offered to idols, and what dies of itself, to mention nothing else, are regarded by you all as great defilement."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:20",
                            "text": "If, again, this is a Christian practice, on your part, the doctrine which is opposed to all abstinence from impurities cannot be traced to Christianity either."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:21",
                            "text": "How, then, could Paul have said what is not in keeping with any religion? In fact, when the apostle from a Jew became a Christian, it was a change of customs more than of religion."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:22",
                            "text": "As for the writer of this verse, there seems to be no religion which favors his opinion."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:23",
                            "text": "3."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:24",
                            "text": "Be sure, then, whenever you discover anything else in Scripture to assail our faith with, to see, in the first place, that it is not against you, before you commence your attack on us."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:25",
                            "text": "For instance, there is the passage you continually quote about Peter, that he once saw a vessel let down from heaven in which were all kinds of animals and serpents, and that, when he was surprised and astonished, a voice was heard, saying to him, Peter, kill and eat whatsoever thou seest in the vessel, and that he replied, Lord I will not touch what is common or unclean."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:26",
                            "text": "On this the voice spoke again, What I have cleansed, call not unclean."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:27",
                            "text": "This, indeed, seems to have an allegorical meaning, and not to refer to the absence of distinction in food."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:28",
                            "text": "But as you choose to give it this meaning, you are bound to feed upon all wild animals, and scorpions, and snakes, and reptiles in general, in compliance with this vision of Peter's."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:29",
                            "text": "In this way, you will show that you are really obedient to the voice which Peter is said to have heard."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:30",
                            "text": "But you must never forget that you at the same time condemn Moses and the prophets, who considered many things polluted which, according to this utterance, God has sanctified."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:31",
                            "text": "4."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:32",
                            "text": "Augustin replied: When the apostle says, \"To the pure all things are pure,\" he refers to the natures which God had created,—as it is written by Moses in Genesis, \"And God made all things; and behold they were very good,\" —not to the typical meanings, according to which God, by the same Moses, distinguished the clean from the unclean."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:33",
                            "text": "Of this we have already spoken at length more than once, and need not dwell on it here."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:34",
                            "text": "It is clear that the apostle called those impure who, after the revelation of the New Testament, still advocated the observance of the shadows of things to come, as if without them the Gentiles could not obtain the salvation which is in Christ, because in this they were carnally minded; and he called them unbelieving, because they did not distinguish between the time of the law and the time of grace."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:35",
                            "text": "To them, he says, nothing is pure, because they made an erroneous and sinful use both of what they received and of what they rejected; which is true of all unbelievers, but especially of you Manich aeans, for to you nothing whatever is pure."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:36",
                            "text": "For, although you take great care to keep the food which you use separate from the contamination of flesh, still it is not pure to you, for the only creator of it you allow is the devil."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:37",
                            "text": "And you hold, that, by eating it, you release your god, who suffers confinement and pollution in it."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:38",
                            "text": "One would think you might consider yourselves pure, since your stomach is the proper place for purifying your god."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:39",
                            "text": "But even your own bodies, in your opinion, are of the nature and handiwork of the race of darkness; while your souls are still affected by the pollution of your bodies."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:40",
                            "text": "What, then, is pure to you? Not the things you eat; not the receptacle of your food; not yourselves, by whom it is purified."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:41",
                            "text": "Thus you see against whom the words of the apostle are directed; he expresses himself so as to include all who are impure and unbelieving, but first and chiefly to condemn you."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:42",
                            "text": "To the pure, therefore, all things are pure, in the nature in which they were created; but to the ancient Jewish people all things were not pure in their typical significance; and, as regards bodily health, or the customs of society, all things are not suitable to us."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:43",
                            "text": "But when things are in their proper places, and the order of nature is preserved, to the pure all things are pure; but to the impure and unbelieving, among whom you stand first, nothing is pure."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:44",
                            "text": "You might make a wholesome application to yourselves of the following words of the apostle, if you desired a cure for your seared consciences."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean X 1:45",
                            "text": "The words are: \"Their very mind and conscience are defiled\"."
                        }
                    ]
                }
            ]
        }
    ]
}