{
    "books": [
        {
            "name": "To the Church at Nicomedia",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "To the Church at Nicomedia 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:1",
                            "text": "Letter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:2",
                            "text": "—To the Church at Nicomedia."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:3",
                            "text": "May the Father of mercies and the God of all comfort, Who disposeth all things in wisdom for the best, visit you by His own grace, and comfort you by Himself, working in you that which is well-pleasing to Him, and may the grace of our Lord Jesus Christ come upon you, and the fellowship of the Holy Spirit, that ye may have healing of all tribulation and affliction, and advance towards all good, for the perfecting of the Church, for the edification of your souls, and to the praise of the glory of His name."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:4",
                            "text": "But in making here a defence of ourselves before your charity, we would say that we were not neglectful to render an account of the charge entrusted to us, either in time past, or since the departure hence of Patricius of blessed memory; but we insist that there were many troubles in our Church, and the decay of our bodily powers was great, increasing, as was natural, with advancing years; and great also was the remissness of your Excellency towards us, inasmuch as no word ever came by letter to induce us to undertake the task, nor was any connection kept up between your Church and ourselves, although Euphrasius, your Bishop of blessed memory, had in all holiness bound together our Humility to himself and to you with love, as with chains."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:5",
                            "text": "But even though the debt of love has not been satisfied before, either by our taking charge of you, or your Piety's encouragement of us, now at any rate we pray to God, taking your prayer to God as an ally to our own desire, that we may with all speed possible visit you, and be comforted along with you, and along with you show diligence, as the Lord may direct us; so as to discover a means of rectifying the disorders which have already found place, and of securing safety for the future, so that you may no longer be distracted by this discord, one withdrawing himself from the Church in one direction, another in another, and be thereby exposed as a laughing-stock to the Devil, whose desire and business it is (in direct contrariety to the Divine will) that no one should be saved, or come to the knowledge of the truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:6",
                            "text": "For how do you think, brethren, that we were afflicted upon hearing from those who reported to us your state, that there was no return to better things; but that the resolution of those who had once swerved aside is ever carried along in the same course; and—as water from a conduit often overflows the neighbouring bank, and streaming off sideways, flows away, and unless the leak is stopped, it is almost impossible to recall it to its channel, when the submerged ground has been hollowed out in accordance with the course of the stream,—even so the course of those who have left the Church, when it has once through personal motives deflected from the straight and right faith, has sunk deep in the rut of habit, and does not easily return to the grace it once had."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:7",
                            "text": "For which cause your affairs demand a wise and strong administrator, who is skilled to guide such wayward tempers aright, so as to be able to recall to its pristine beauty the disorderly circuit of this stream, that the corn-fields of your piety may once again flourish abundantly, watered by the irrigating stream of peace."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:8",
                            "text": "For this reason great diligence and fervent desire on the part of you all is needed for this matter, that such an one may be appointed your President by the Holy Spirit, who will have a single eye to the things of God alone, not turning his glance this way or that to any of those things that men strive after."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:9",
                            "text": "For for this cause I think that the ancient law gave the Levite no share in the general inheritance of the land; that he might have God alone for the portion of his possession, and might always be engaged about the possession in himself, with no eye to any material object."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:10",
                            "text": "[What follows is unintelligible, and something has probably been lost."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:11",
                            "text": "]  For it is not lawful that the simple should meddle with that with which they have no concern, but which properly belongs to others."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:12",
                            "text": "For you should each mind your own business, that so that which is most expedient may come about [and that your Church may again prosper], when those who have been dispersed have returned again to the unit of the one body, and spiritual peace is established by those who devoutly glorify God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:13",
                            "text": "To this end it is well, I think, to look out for high qualifications in your election, that he who is appointed to the Presidency may be suitable for the post."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:14",
                            "text": "Now the Apostolic injunctions do not direct us to look to high birth, wealth, and distinction in the eyes of the world among the virtues of a Bishop; but if all this should, unsought, accompany your spiritual chiefs, we do not reject it, but consider it merely as a shadow accidentally following the body; and none the less shall we welcome the more precious endowments, even though they happen to be apart from those boons of fortune."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:15",
                            "text": "The prophet Amos was a goat-herd; Peter was a fisherman, and his brother Andrew followed the same employment; so too was the sublime John; Paul was a tent-maker, Matthew a publican, and the rest of the Apostles in the same way—not consuls, generals, prefects, or distinguished in rhetoric and philosophy, but poor, and of none of the learned professions, but starting from the more humble occupations of life: and yet for all that their voice went out into all the earth, and their words unto the ends of the world."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:16",
                            "text": "\"Consider your calling, brethren, that not many wise after the flesh, not many mighty, not many noble are called, but God hath chosen the foolish things of the world\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:17",
                            "text": "Perhaps even now it is thought something foolish, as things appear to men, when one is not able to do much from poverty, or is slighted because of meanness of extraction, not of character."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:18",
                            "text": "But who knows whether the horn of anointing is not poured out by grace upon such an one, even though he be less than the lofty and more illustrious? Which was more to the interest of the Church at Rome, that it should at its commencement be presided over by some high-born and pompous senator, or by the fisherman Peter, who had none of this world's advantages to attract men to him? What house had he, what slaves, what property ministering luxury, by wealth constantly flowing in? But that stranger, without a table, without a roof over his head, was richer than those who have all things, because through having nothing he had God wholly."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:19",
                            "text": "So too the people of Mesopotamia, though they had among them wealthy satraps, preferred Thomas above them all to the presidency of their Church; the Cretans preferred Titus, the dwellers at Jerusalem James, and we Cappadocians the centurion, who at the Cross acknowledged the Godhead of the Lord, though there were many at that time of splendid lineage, whose fortunes enabled them to maintain a stud, and who prided themselves upon having the first place in the Senate."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:20",
                            "text": "And in all the Church one may see those who are great according to God's standard preferred above worldly magnificence."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:21",
                            "text": "You too, I think, ought to have an eye to these spiritual qualifications at this time present, if you really mean to revive the ancient glory of your Church."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:22",
                            "text": "For nothing is better known to you than your own history, that anciently, before the city near you flourished, the seat of government was with you, and among Bithynian cities there was nothing preeminent above yours."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:23",
                            "text": "And now, it is true, the public buildings that once graced it have disappeared, but the city that consists in men—whether we look to numbers or to quality—is rapidly rising to a level with its former splendour."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:24",
                            "text": "Accordingly it would well become you to entertain thoughts that shall not fall below the height of the blessings that now are yours, but to raise your enthusiasm in the work before you to the height of the magnificence of your city, that you may find such a one to preside over the laity as will prove himself not unworthy of you."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:25",
                            "text": "For it is disgraceful, brethren, and utterly monstrous, that while no one ever becomes a pilot unless he is skilled in navigation, he who sits at the helm of the Church should not know how to bring the souls of those who sail with him safe into the haven of God."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:26",
                            "text": "How many wrecks of Churches, men and all, have ere now taken place by the inexperience of their heads! Who can reckon what disasters might not have been avoided, had there been aught of the pilot's skill in those who had command? Nay, we entrust iron, to make vessels with, not to those who know nothing about the matter, but to those who are acquainted with the art of the smith; ought we not therefore to trust souls to him who is well-skilled to soften them by the fervent heat of the Holy Spirit, and who by the impress of rational implements may fashion each one of you to be a chosen and useful vessel? It is thus that the inspired Apostle bids us to take thought, in his Epistle to Timothy, laying injunction upon all who hear, when he says that a Bishop must be without reproach."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:27",
                            "text": "Is this all that the Apostle cares for, that he who is advanced to the priesthood should be irreproachable? and what is so great an advantage as that all possible qualifications should be included in one? But he knows full well that the subject is moulded by the character of his superior, and that the upright walk of the guide becomes that of his followers too."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:28",
                            "text": "For what the Master is, such does he make the disciple to be."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:29",
                            "text": "For it is impossible that he who has been apprenticed to the art of the smith should practise that of the weaver, or that one who has only been taught to work at the loom should turn out an orator or a mathematician: but on the contrary that which the disciple sees in his master he adopts and transfers to himself."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:30",
                            "text": "For this reason it is that the Scripture says, \"Every disciple that is perfect shall be as his master\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:31",
                            "text": "What then, brethren? Is it possible to be lowly and subdued in character, moderate, superior to the love of lucre, wise in things divine, and trained to virtue and considerateness in works and ways, without seeing those qualities in one's master? Nay, I do not know how a man can become spiritual, if he has been a disciple in a worldly school."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:32",
                            "text": "For how can they who are striving to resemble their master fail to be like him? What advantage is the magnificence of the aqueduct to the thirsty, if there is no water in it, even though the symmetrical disposition of columns variously shaped rear aloft the pediment? Which would the thirsty man rather choose for the supply of his own need, to see marbles beautifully disposed or to find good spring water, even if it flowed through a wooden pipe, as long as the stream which it poured forth was clear and drinkable? Even so, brethren, those who look to godliness should neglect the trappings of outward show, and whether a man exults in powerful friends, or plumes himself on the long list of his dignities, or boasts that he receives large annual revenues, or is puffed up with the thought of his noble ancestry, or has his mind on all sides clouded with the fumes of self-esteem, should have nothing to do with such an one, any more than with a dry aqueduct, if he display not in his life the primary and essential qualities for high office."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:33",
                            "text": "But, employing the lamp of the Spirit for the search, you should, as far as is possible, seek for \"a garden enclosed, a fountain sealed,\" that, by your election the garden of delight having been opened and the water of the fountain having been unstopped, there may be a common acquisition to the Catholic Church."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:34",
                            "text": "May God grant that there may soon be found among you such an one, who shall be a chosen vessel, a pillar of the Church."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "To the Church at Nicomedia 1:35",
                            "text": "But we trust in the Lord that so it will be, if you are minded by the grace of concord with one mind to see that which is good, preferring to your own wills the will of the Lord, and that which is approved of Him, and perfect, and well-pleasing in His eyes; that there may be such a happy issue among you, that therein we may rejoice, and you triumph, and the God of all be glorified, Whom glory becometh for ever and ever."
                        }
                    ]
                }
            ]
        }
    ]
}