{
    "books": [
        {
            "name": "Apocrypha: Acts of Andrew and Matthias",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Acts of Andrew and Matthias 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:1",
                            "text": "Acts of Andrew and Matthias: About that time all the apostles had come together to the same place, and shared among themselves the countries, casting lots, in order that each might go away into the part that had fallen to him."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:2",
                            "text": "By lot, then, it fell to Matthias to set out to the country of the man-eaters."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:3",
                            "text": "And the men of that city used neither to eat bread nor drink wine; but they ate the flesh of men, and drank their blood."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:4",
                            "text": "Every man, therefore, who came into their city they laid hold of, and digging they thrust out his eyes, and gave him a drug to drink, prepared by sorcery and magic; and from drinking the drug his heart was altered and his mind deranged."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:5",
                            "text": "Matthias then having come into the gate of their city, the men of that city laid hold of him, and thrust out his eyes; and after putting them out they made him drink the drug of their magical deception, and led him away to the prison, and put beside him grass to eat, and he ate it not."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:6",
                            "text": "For when he had partaken of their drug, his heart was not altered, nor his mind deranged; but he kept praying to God, weeping, and saying:  Lord Jesus Christ, for whose sake we have forsaken all things and have followed Thee, knowing that Thou art the helper of all who hope in Thee, attend then and behold what they have done to Matthias Thy servant, how they have made me nigh to the brutes; for Thou art He who knowest all things."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:7",
                            "text": "If, therefore, Thou hast ordained that the wicked men in this city should eat me up, I will not by any means flee from Thy dispensation."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:8",
                            "text": "Afford to me then, O Lord, the light of mine eyes, that at least I may behold what the wicked men in this city have in hand for me; do not forsake me, O my Lord Jesus Christ, and do not give me up to this bitter death."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:9",
                            "text": "While Matthias was thus praying in the prison, a light shone, and there came forth out of the light a voice saying:  Beloved Matthias, receive thy sight."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:10",
                            "text": "And immediately he received his sight."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:11",
                            "text": "And again there came forth a voice saying:  Be of good courage, our Matthias, and be not dismayed; for I shall not by any means forsake thee, for I shall deliver thee from all danger; and not only thee, but also all thy brethren who are with thee:  for I am with thee everywhere and at all times."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:12",
                            "text": "But remain here twenty-seven days for the edification of many souls; and after that I shall send forth Andrew to thee, and he shall lead thee forth out of this prison; and not thee only, but also all who hear."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:13",
                            "text": "Having said this, the Saviour said again to Matthias, Peace be to thee, our Matthias, and went into heaven."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:14",
                            "text": "Then Matthias having beheld Him, said to the Lord:  Let thy grace abide with me, O my Lord Jesus."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:15",
                            "text": "Then Matthias therefore sat down in the prison, and sang."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:16",
                            "text": "And it came to pass that, when the executioners came into the prison to bring forth the men to eat them, Matthias also shut his eyes, that they might not behold that he saw."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:17",
                            "text": "And the executioners having come to him, read the ticket in his hand, and said among themselves:  Yet three days, and we shall bring out this one also from the prison, and slay him."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:18",
                            "text": "Because in the case of every man whom they laid hold of, they noted that day on which they laid hold of him, and tied a ticket to his right hand, that they might know the completion of the thirty days."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:19",
                            "text": "And it came to pass when the twenty-seven days were fulfilled since Matthias was seized, the Lord appeared in the country where Andrew was teaching, and said to him:  Rise up, and set out with thy disciples to the country of the man-eaters, and bring forth Matthias out of that place; for yet three days, and the men of the city will bring him forth and slay him for their food."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:20",
                            "text": "And Andrew answered and said:  My Lord, I shall not be able to accomplish the journey thither before the limited period of the three days; but send Thine angel quickly, that he may bring him out thence:  for thou knowest, Lord, that I also am flesh, and shall not be able to go there quickly."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:21",
                            "text": "And He says to Andrew:  Obey Him who made thee, and Him who is able to say in a word, and that city shall be removed thence, and all that dwell in it."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:22",
                            "text": "For I command the horns of the winds, and they drive it thence."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:23",
                            "text": "But rise up early, and go down to the sea with thy disciples, and thou shalt find a boat upon the shore, and thou shalt go aboard with thy disciples."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:24",
                            "text": "And having said this, the Saviour again said:  Peace to thee, Andrew, along with those with thee!  And He went into the heavens."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:25",
                            "text": "And Andrew having risen up early, proceeded to the sea along with his disciples; and having come down to the shore, he saw a little boat, and in the boat three men sitting."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:26",
                            "text": "For the Lord by His own power had prepared a boat, and He it was in human shape a pilot in the boat; and He brought two angels whom He made to appear like men, and they were in the boat sitting."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:27",
                            "text": "Andrew, therefore, having beheld the boat, and the three who were in it, rejoiced with exceeding great joy; and having gone to them, he said:  Where are you going, brethren, with this little boat?  And the Lord answered and said to him:  We are going to the country of the man-eaters."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:28",
                            "text": "And Andrew having beheld Jesus, did not recognise Him; for Jesus was hiding His Godhead, and He appeared to Andrew like a pilot."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:29",
                            "text": "And Jesus having heard Andrew saying, I too am going to the country of the man-eaters, says to him:  Every man avoids that city, and how are you going there?  And Andrew answered and said:  We have some small business to do there, and we must get through with it; but if thou canst, do us this kindness to convey us to the country of the man-eaters, to which also you intend to go."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:30",
                            "text": "Jesus answered and said to them:  Come on board."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:31",
                            "text": "And Andrew said:  I wish to make some explanation to thee, young man, before we come on board thy boat."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:32",
                            "text": "And Jesus said:  Say what thou wilt."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:33",
                            "text": "And Andrew said to Him:  We have no passage-money to give thee; we have not even bread for our nourishment."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:34",
                            "text": "And Jesus answered and said to him:  How, then, are you going away without giving us the passage-money, and without having bread for your nourishment?  And Andrew said to Jesus, Listen, brother; do not think that it is through masterfulness that we do not give thee our passage-money, but we are disciples of our Lord Jesus Christ, the good God."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:35",
                            "text": "For He chose for Himself us twelve, and gave us such a commandment, saying, When you go to preach, do not carry money in the journey, nor bread, nor bag, nor shoes, nor staff, nor two coats."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:36",
                            "text": "If, therefore, thou wilt do us the kindness, brother, tell us at once; if not, let us know, and we shall go and seek another boat for ourselves."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:37",
                            "text": "And Jesus answered and said to Andrew:  If this is the commandment which you received, and you keep it, come on board my boat with all joy."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:38",
                            "text": "For I really wish you, the disciples of Him who is called Jesus, to come on board my boat, rather than those who give me of their silver and gold; for I am altogether worthy that the apostle of the Lord should come on board my boat."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:39",
                            "text": "And Andrew answered and said:  Permit me, brother, may the Lord grant thee glory and honour."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:40",
                            "text": "And Andrew went on board the boat with his disciples."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:41",
                            "text": "And having gone on board, he sat down by the boat's sail."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:42",
                            "text": "And Jesus answered and said to one of the angels:  Rise and go down to the hold of the boat, and bring up three loaves, that the men may eat, lest perchance they be hungry, from having come to us off a long journey."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:43",
                            "text": "And he rose and went down to the hold of the boat, and brought up three loaves, as the Lord commanded him; and he gave them the loaves."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:44",
                            "text": "Then Jesus said to Andrew:  Rise up, brother, with thy friends; partake of food, that you may be strong to bear the tossing of the sea."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:45",
                            "text": "And Andrew answered and said to his disciples:  My children, we have found great kindness from this man."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:46",
                            "text": "Stand up, then, and partake of the nourishment of bread, that you may be strong to bear the tossing of the sea."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:47",
                            "text": "And his disciples were not able to answer him a word, for they were in distress because of the sea."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:48",
                            "text": "Then Jesus forced Andrew to partake himself also of the nourishment of bread along with his disciples."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:49",
                            "text": "And Andrew answered and said to Jesus, not knowing that it was Jesus:  Brother, may the Lord give thee heavenly bread out of His kingdom."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:50",
                            "text": "Allow me then brother; for thou seest the children, that they are distressed because of the sea."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:51",
                            "text": "And Jesus answered and said to Andrew:  Assuredly the brethren are without experience of the sea; but inquire of them whether they want to go to land, and thyself to remain, until thou shalt finish thy business, and again come back to them."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:52",
                            "text": "Then Andrew said to his disciples:  My children, do you wish to go to the land, and me to remain here until I shall finish my business for which I have been sent?  And they answered and said to Andrew:  If we go away from thee, may we become strangers to the good things which the Lord hath provided for us."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:53",
                            "text": "Now, therefore, we are with thee, wherever thou mayst go."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:54",
                            "text": "Jesus answered and said to Andrew:  If thou art truly a disciple of Him who is called Jesus, tell thy disciples the miracles which thy Teacher did, that their soul may rejoice, and that they may forget the fear of the sea; for, behold, we are going to take the boat off from the land."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:55",
                            "text": "And immediately Jesus said to one of the angels:  Let go the boat; and he let go the boat from the land."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:56",
                            "text": "And Jesus came and sat down beside the rudder, and steered the boat."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:57",
                            "text": "Then Andrew exhorted and comforted his disciples, saying:  My children, who have given up your life to the Lord, fear not; for the Lord will not at all forsake you for ever."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:58",
                            "text": "For at that time when I was alone with our Lord, we went on board the boat with Him, and He lay down to sleep in the boat, trying us; for He was not fast asleep."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:59",
                            "text": "And a great wind having arisen, and the sea being stormy, so that the waves were uplifted, and came under the sail of the boat, and when we were in great fear, the Lord stood up and rebuked the winds, and there was a calm in the sea; for all things feared Him, as being made by Him."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:60",
                            "text": "Now, therefore, my children, fear not."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:61",
                            "text": "For the Lord Jesus will not at all forsake us."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:62",
                            "text": "And having said this, the holy Andrew prayed in his heart that his disciples might be led to sleep."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:63",
                            "text": "And as Andrew was praying, his disciples fell asleep."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:64",
                            "text": "And Andrew, turning round to the Lord, not knowing that it was the Lord, said to Him:  Tell me, O man, and show me the skill of thy steering; for I have never seen any man so steering in the sea as I now see thee."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:65",
                            "text": "For sixteen years have I sailed the sea, and behold this is the seventeenth, and I have not seen such skill; for truly the boat is just as if on land."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:66",
                            "text": "Show me then, young man, thy skill."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:67",
                            "text": "Then Jesus answered and said to Andrew:  We also have often sailed the sea, and been in danger; but since thou art a disciple of Him called Jesus, the sea has recognised thee that thou art righteous, and has become calm, and has not lifted its waves against the boat."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:68",
                            "text": "Then Andrew cried out with a loud voice, saying:  I thank Thee, my Lord Jesus Christ, that I have met a man who glorifies Thy name."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:69",
                            "text": "And Jesus answered and said:  O Andrew, tell me, thou disciple of Him called Jesus, wherefore the unbelieving Jews did not believe in Him, saying that He was not God, but man."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:70",
                            "text": "Show me, O disciple of Him called Jesus; for I have heard that He showed His Godhead to His disciples."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:71",
                            "text": "And Andrew answered and said:  Truly, brother, He showed us that He was God."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:72",
                            "text": "Do not think, then, that He is man."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:73",
                            "text": "For He made the heaven, and the earth, and the sea, and all that is in them."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:74",
                            "text": "And Jesus answered and said:  How then did the Jews not believe Him?  Perhaps He did not do miracles before them?  Andrew said:  Hast thou not heard of the miracles which He did before them?  He made the blind see, the lame walk, the deaf hear; He cleansed lepers, He changed water into wine; and having taken five loaves and two fishes, He made a crowd recline on the grass, and having blessed, He gave them to eat; and those that ate were five thousand men, and they were filled:  and they took up what was over to them twelve baskets of fragments."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:75",
                            "text": "And after all these things they did not believe Him."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:76",
                            "text": "And Jesus answered and said to Andrew:  Perhaps He did these miracles before the people, and not before the chief priests, and because of this they did not believe Him."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:77",
                            "text": "And Andrew answered and said:  Nay, brother, He did them also before the chief priests, not only openly, but also in secret, and they did not believe Him."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:78",
                            "text": "Jesus answered and said:  What are the miracles which He did in secret?  Disclose them to me."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:79",
                            "text": "And Andrew answered and said:  O man, who hast the spirit of inquisitiveness, why dost thou put me to the test?  And Jesus answered and said:  I do not put thee to the test by saying this, O disciple of Him called Jesus; but my soul rejoices and exults, and not only mine, but also every soul that hears the wonders of Jesus."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:80",
                            "text": "And Andrew answered and said:  O child, the Lord shall fill thy soul with all joy and all good, as thou hast persuaded me now to relate to thee the miracles which our Lord did in secret."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:81",
                            "text": "It came to pass as we, the twelve disciples, were going with our Lord into a temple of the Gentiles, that He might make known to us the ignorance of the devil, that the chief priests, having beheld us following Jesus, said to us, O wretches, why do you walk with him who says, I am the Son of God?  Do you mean to say that God has a son?  Which of you has ever at any time seen God associating with a woman?  Is not this the son of Joseph the carpenter, and his mother is Mary, and his brothers James and Simon?  And when we heard these words, our hearts were turned into weakness."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:82",
                            "text": "And Jesus, having known that our hearts were giving way, took us into a desert place, and did great miracles before us, and displayed to us all His Godhead."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:83",
                            "text": "And we spoke to the chief priests, saying, Come ye also, and see; for, behold, He has persuaded us."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:84",
                            "text": "And the chief priests having come, went with us; and when we had gone into the temple of the Gentiles, Jesus showed us the heaven, that we might know whether the things were true or not."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:85",
                            "text": "And there went in along with us thirty men of the people, and four chief priests."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:86",
                            "text": "And Jesus, having looked on the right hand and on the left of the temple, saw two sculptured sphinxes, one on the right and one on the left."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:87",
                            "text": "And Jesus having turned to us, said, Behold the sign of the cross; for these are like the cherubim and the seraphim which are in heaven."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:88",
                            "text": "Then Jesus, having looked to the right, where the sphinx was, said to it, I say unto thee, thou image of that which is in heaven, which the hands of craftsmen have sculptured, be separated from thy place, and come down, and answer and convict the chief priests, and show them whether I am God or man."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:89",
                            "text": "And immediately at that very time the sphinx removed from its place, and having assumed a human voice, said, O foolish sons of Israel, not only has the blinding of their own hearts not been enough for them, but they also wish others to be blind like themselves, saying that God is man, who in the beginning fashioned man, and put His breath into all, who gave motion to those things which moved not; He it is who called Abraham, who loved his son Isaac, who brought back his beloved Jacob into his land; He is the Judge of living and dead; He it is who prepareth great benefits for those who obey Him, and prepareth punishment for those who believe Him not."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:90",
                            "text": "Heed not that I am an idol that can be handled; for I say unto you, that the sacred places of your synagogue are more excellent."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:91",
                            "text": "For though we are stones, the priests have given us only the name of a god; and those priests who serve the temple purify themselves, being afraid of the demons:  for if they have had intercourse with women, they purify themselves seven days, because of their fear; so that they do not come into the temple because of us, because of the name which they have given us, that we are a god."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:92",
                            "text": "But you, if you have committed fornication, take up the law of God, and go into the synagogue of God, and purify, and read, and do not reverence the glorious words of God."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:93",
                            "text": "Because of this, I say unto you, that the holy things purify your synagogues, so that they also become churches of His only begotten Son."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:94",
                            "text": "The sphinx having said this, ceased speaking."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:95",
                            "text": "And we said to the chief priests, Now it is fitting that you should believe, because even the stones have convicted you."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:96",
                            "text": "And the Jews answered and said, By magic these stones speak, and do not you think that it is a god?  For if you have tested what has been said by the stone, you have ascertained its deception."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:97",
                            "text": "For where did he find Abraham, or how did he see him?  For Abraham died many years before he was born, and how does he know him?  And Jesus, having again turned to the image, said to it, Because these believe not that I have spoken with Abraham, go away into the land of the Canaanites, and go away to the double cave in the field of Mamre, where the body of Abraham is, and cry outside of the tomb, saying, Abraham, Abraham, whose body is in the tomb, and whose soul is in paradise, thus speaks He who fashioned man, who made thee from the beginning his friend, Rise up, thou and thy son Isaac, and the son of thy son Jacob, and come to the temples of the Jebusites, that we may convict the chief priests, in order that they may know that I am acquainted with thee, and thou with me."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:98",
                            "text": "And when the sphinx heard these words, immediately she walked about in the presence of us all, and set out for the land of the Canaanites to the field of Mamre, and cried outside of the tomb, as God had commanded her."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:99",
                            "text": "And straightway the twelve patriarchs came forth alive out of the tomb, and answered and said to her, To which of us hast thou been sent?  And the sphinx answered and said, I have been sent to the three patriarchs for testimony; but do ye go in, and rest until the time of the resurrection."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:100",
                            "text": "And having heard, they went into the tomb and fell asleep."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:101",
                            "text": "And the three patriarchs set out along with the sphinx to Jesus, and convicted the chief priests."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:102",
                            "text": "And Jesus said to them, Go away to your places; and they went away."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:103",
                            "text": "And He said also to the image, Go up to thy place; and straightway she went up and stood in her place."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:104",
                            "text": "And He did also many other miracles, and they did not believe Him; which miracles, if I shall recount, thou wilt not be able to bear."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:105",
                            "text": "And Jesus answered and said to him:  I can bear it; for I prudently listen to profitable words."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:106",
                            "text": "And when the boat was about to come near the land, Jesus bent down His head upon one of His angels, and was quiet."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:107",
                            "text": "And Andrew ceased speaking; and he also, reclining his head upon one of his disciples, fell asleep."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:108",
                            "text": "And Jesus said to His angels:  Spread your hands under him, and carry Andrew and his disciples, and go and put them outside of the city of the man-eaters; and having laid them on the ground, return to me."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:109",
                            "text": "And the angels did as Jesus commanded them, and the angels returned to Jesus:  and He went up into the heavens with His angels."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:110",
                            "text": "And when it was morning, Andrew, having awakened and looked up, found himself sitting on the ground; and having looked, he saw his disciples sleeping on the ground:  and he wakened them, and said to them:  Rise up, my children, and know the great dispensation that has happened to us, and learn that the Lord was with us in the boat, and we knew Him not; for He transformed Himself as if He were a pilot in the boat, and humbled Himself, and appeared to us as a man, putting us to the test."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:111",
                            "text": "And Andrew, recovering himself, said:  Lord, I recognised Thy excellent words, but Thou didst not manifest Thyself to me, and because of this I did not know Thee."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:112",
                            "text": "And his disciples answered and said to him:  Father Andrew, do not think that we knew when thou wast speaking with Him in the boat, for we were weighed down by a most heavy sleep; and eagles came down out of the heavens, and lifted up our souls, and took them away into the paradise in heaven, and we saw great wonders."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:113",
                            "text": "For we beheld our Lord Jesus sitting on a throne of glory, and all the angels round about Him."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:114",
                            "text": "We beheld also Abraham, and Isaac, and Jacob, and all the saints; and David praised Him with a song upon his harp."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:115",
                            "text": "And we beheld there you the twelve apostles standing by in the presence of our Lord Jesus Christ, and outside of you twelve angels round about you, and each angel standing behind each of you, and they were like you in appearance."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:116",
                            "text": "And we heard the Lord saying to the angels, Listen to the apostles in all things whatsoever they shall ask you."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:117",
                            "text": "These are the things which we have seen, father Andrew, until thou didst awake us; and angels, who appeared like eagles, brought our souls into our bodies."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:118",
                            "text": "Then Andrew, having heard, rejoiced with great joy that his disciples had been deemed worthy to behold these wonderful things."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:119",
                            "text": "And Andrew looked up into heaven, and said:  Appear to me, Lord Jesus Christ; for I know that Thou art not far from Thy servants."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:120",
                            "text": "Pardon me, Lord, for what I have done; for I have beheld Thee as a man in the boat, and I have conversed with Thee as with a man."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:121",
                            "text": "Now therefore, Lord, manifest Thyself to me in this place."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:122",
                            "text": "And when Andrew had said this, Jesus appeared to him in the likeness of a most beautiful little child."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:123",
                            "text": "And Jesus answered and said:  Hail, our Andrew!  And Andrew, having beheld Him, worshipped Him, saying:  Pardon me, Lord Jesus Christ, for I saw Thee like a man on the sea, and conversed with Thee."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:124",
                            "text": "What is there, then, wherein I have sinned, my Lord Jesus, that Thou didst not manifest Thyself to me on the sea?  And Jesus answered and said to Andrew:  Thou hast not sinned, but I did this to thee because thou saidst, I shall not be able to go to the city of the man-eaters in three days; and I have showed thee that I am able to do all things, and to appear to every one as I wish."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:125",
                            "text": "Now therefore rise up, go into the city to Matthias, and bring him forth out of the prison, and all the strangers that are with him."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:126",
                            "text": "For, behold, I show thee, Andrew, what thou must suffer before going into this city."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:127",
                            "text": "They will heap upon thee tortures and insults, and scatter thy flesh in the ways and the streets, and thy blood shall flow to the ground, but they are not able to put thee to death; but endure, just as thou sawest me beaten, insulted, and crucified:  for there are those who are destined to believe in this city."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:128",
                            "text": "And having said this, the Saviour went into the heavens."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:129",
                            "text": "And Andrew went into the city along with his disciples, and no one beheld him."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:130",
                            "text": "And when he came to the prison, he saw seven warders standing at the gate guarding, and he prayed within himself, and they fell down and expired; and he marked the gate with the sign of the cross, and it opened of its own accord."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:131",
                            "text": "And having gone in with his disciples, he found Matthias sitting and singing; and seeing him, he stood up, and they saluted each other with a holy kiss; and he said to Matthias:  Brother, how hast thou been found here?  For yet three days, and they will bring thee out to be food for them."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:132",
                            "text": "Where are the great mysteries which thou hast been taught, and the wonderful things which we have believed?  And Matthias said to him:  Didst thou not hear the Lord saying, I shall send you like sheep into the midst of wolves?  They straightway brought me into the prison, and I prayed to the Lord; and He said to me, Remain here twenty-seven days, and I shall send thee Andrew, and he will bring thee forth out of the prison."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:133",
                            "text": "And now, behold, it has come to pass as the Lord said."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:134",
                            "text": "Then Andrew, having looked, saw three men shut up eating grass naked; and he beat his breast, and said:  Consider, O Lord, what the men suffer; how have they made them like the irrational brutes?  And he says to Satan:  Woe to thee, the devil, the enemy of God, and to thine angels, because the strangers here have done nothing to thee; and how hast thou brought upon them the punishment? how long dost thou war against the human race?  Thou didst bring forth Adam out of paradise, and didst cause men to be mixed up with transgression; and the Lord was enraged, and brought on the deluge so as to sweep man away."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:135",
                            "text": "And again hast thou made thy appearance in this city too, in order that thou mayst make those who are here eat men, that the end of them also may be in execration and destruction, thinking in thyself that God will sweep away the work of His hands."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:136",
                            "text": "Hast thou not heard that God said, I will not bring a deluge upon the earth? but if there is any punishment prepared, it is for the sake of taking vengeance upon thee."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:137",
                            "text": "Then he stood up, and Andrew and Matthias prayed; and after the prayer Andrew laid his hands upon the faces of the blind men who were in the prison, and straightway they all received their sight."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:138",
                            "text": "And again he laid his hand upon their hearts, and their minds were changed into human reason."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:139",
                            "text": "Then Andrew answered them:  Rise up, and go into the lower parts of the city, and you shall find in the way a great fig-tree, and sit under the fig-tree, and eat of its fruit, until I come to you; but if I delay coming there, you will find abundance of food for yourselves:  for the fruit shall not fail from the fig-tree, but according as you eat it shall produce more fruit, and nourish you, as the Lord has said."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:140",
                            "text": "And they answered and said to Andrew:  Go along with us, O our master, lest perchance the wicked men of this city again see us, and shut us up, and inflict upon us greater and more dreadful tortures than they have inflicted upon us."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:141",
                            "text": "And Andrew answered and said to them:  Go; for in truth I say to you, that as you go, not a dog shall bark with his tongue against you."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:142",
                            "text": "And there were in all two hundred and seventy men and forty-nine women whom Andrew released from the prison."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:143",
                            "text": "And the men went as the blessed Andrew said to them; and he made Matthias go along with his disciples out of the eastern gate of the city."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:144",
                            "text": "And Andrew commanded a cloud, and the cloud took up Matthias and the disciples of Andrew; and the cloud set them down on the mountain where Peter was teaching, and they remained beside him."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:145",
                            "text": "And Andrew, having gone forth from the prison, walked about in the city; and having seen a brazen pillar, and a statue standing upon it, he came and sat down behind that pillar until he should see what should happen."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:146",
                            "text": "And it happened that the executioners went to the prison to bring out the men for their food, according to the custom; and they found the doors of the prison opened, and the guards that guarded it lying dead upon the ground."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:147",
                            "text": "And straightway they went, and reported to the rulers of the city, saying:  We found the prison opened, and having gone inside we found nobody; but we found the guards lying dead upon the ground."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:148",
                            "text": "And the rulers having heard this, said among themselves:  What, then, has happened?  You do not mean to say that some persons have gone into the prison of the city, and have killed the warders, and taken away those that were shut up?  And they spoke to the executioners, saying:  Go to the prison, and bring the men that are dead, that we may eat them up to-day."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:149",
                            "text": "And let us go to-morrow, and bring together all the old men of the city, that they may cast lots upon themselves, until the seven lots come, and we slay seven each day."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:150",
                            "text": "And they shall be to us for food until we may choose young men, and put them in boats as sailors, that they may go away to the countries round about, and attack them, and bring some men here, that they may be for food to us."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:151",
                            "text": "And the executioners went to the prison, and brought the seven men that were dead; and there was an oven built in the midst of the city, and there lay in the oven a large trough in which they killed the men, and their blood ran down into the trough, and they drew out of the blood and drank it."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:152",
                            "text": "And they brought the men, and."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:153",
                            "text": "put them into the trough."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:154",
                            "text": "And when the executioners were lifting their hands against them, Andrew heard a voice, saying:  Behold, Andrew, what is happening in this city."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:155",
                            "text": "And Andrew having beheld, prayed to the Lord, saying:  Lord Jesus Christ, who didst order me to come into this city, do not suffer those in this city to do any evil, but let the knives go out of the hands of the wicked ones."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:156",
                            "text": "And straightway the knives of the wicked men fell, and their hands were turned into stone."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:157",
                            "text": "And the rulers, having seen what had happened, wept, saying:  Woe unto us, for here are the magicians who have gone into the prison, and brought out the men; for, behold, they have bewitched these also."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:158",
                            "text": "What, then, shall we do?  Let us go now, and gather together the old men of the city, seeing that we are hungry."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:159",
                            "text": "And they went and gathered them together, and found two hundred and seventeen; and they brought them to the rulers, and they made them cast lots, and the lot came upon seven old men."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:160",
                            "text": "And one of those taken by lot answered and said to the officers:  I pray you, I have for myself one son; take him, and slay him instead of me, and let me go."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:161",
                            "text": "And the officers answered and said to him:  We cannot take thy son, unless we bring him first to our superiors."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:162",
                            "text": "And the officers went and told the rulers."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:163",
                            "text": "And the rulers answered and said to the officers:  If he give us his son instead of himself, let him go."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:164",
                            "text": "And the officers went and told the old man."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:165",
                            "text": "And the old man answered and said to them:  I have also a daughter along with my son; take them, and kill them, only let me go."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:166",
                            "text": "And he gave his children to the officers, that they might kill them."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:167",
                            "text": "And the children wept to each other, and prayed the officers, saying:  We pray you do not kill us, as we are of so small a size; but let us complete our size, and so kill us."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:168",
                            "text": "For it was a custom in that city, and they did not bury their dead, but ate them up."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:169",
                            "text": "And the officers did not hearken to the children, nor take pity upon them, but carried them to the trough weeping and praying."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:170",
                            "text": "And it happened, as they were leading them away to kill them, that Andrew, having beheld what happened, shed tears; and weeping, he looked up to heaven and said:  Lord Jesus Christ, as Thou didst hear me in the case of the dead men, and didst not suffer them to be eaten up, so also now hear me, that the executioners may not inflict death upon these children, but that the knives may be loosened out of the hands of the executioners."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:171",
                            "text": "And straightway the knives were loosened, and fell out of the hands of the executioners."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:172",
                            "text": "And when this came to pass, the executioners, having beheld what had happened, were exceedingly afraid."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:173",
                            "text": "And Andrew, seeing what had happened, glorified the Lord because He had listened to him in every work."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:174",
                            "text": "And the rulers, having beheld what had happened, wept with a great weeping, saying:  Woe unto us! what are we to do?  And, behold, the devil appeared in the likeness of an old man, and began to say in the midst of all:  Woe unto you! because you are now dying, having no food; what can sheep and oxen do for you?  They will not at all be enough for you."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:175",
                            "text": "But rise up, and make a search here for one who has come to the city, a stranger named Andrew, and kill him; for if you do not, he will not permit you to carry on this practice longer:  for it was he who let loose the men out of the prison."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:176",
                            "text": "Assuredly the man is in this city, and you have not seen him."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:177",
                            "text": "Now, therefore, rise and make search for him, in order that henceforward you may be able to collect your food."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:178",
                            "text": "And Andrew saw the devil, how he was talking to the multitudes; but the devil did not see the blessed Andrew."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:179",
                            "text": "Then Andrew answered the devil, and said:  O Belial most fiendish, who art the foe of every creature; but my Lord Jesus Christ will bring thee down to the abyss."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:180",
                            "text": "And the devil, having heard this, said:  I hear thy voice indeed, and I know thy voice, but where thou art standing I know not."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:181",
                            "text": "And Andrew answered and said to the devil:  Why, then, hast thou been called Amael? is it not because thou art blind, not seeing all the saints?  And the devil, having heard this, said to the citizens:  Look round now for him speaking to me, for he is the man."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:182",
                            "text": "And the citizens, having run in different directions, shut the gates of the city, and searched for the blessed one, and did not see him."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:183",
                            "text": "Then the Lord showed Himself to Andrew, and said to him; Andrew, rise up and show thyself to them, that they may learn my power, and the powerlessness of the devil working in them."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:184",
                            "text": "Then Andrew rose up, and said in presence of all:  Behold, I am Andrew whom you seek."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:185",
                            "text": "And the multitudes ran upon him, and laid hold of him, saying:  What thou hast done to us, we also will do to thee."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:186",
                            "text": "And they reasoned among themselves, saying:  By what death shall we kill him?  And they said to each other:  If we take off his head, his death is not torture; and if we burn him, he will not be for food to us."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:187",
                            "text": "Then one of them, the devil having entered into him, answered and said to the multitudes:  As he has done to us, so let us also do to him."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:188",
                            "text": "Let us rise up, then, and fasten a rope to his neck, and drag him through all the streets and lanes of the city; and when he is dead, we shall share his body."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:189",
                            "text": "And they did as he said to them; and having fastened a rope round his neck, they dragged him through the streets and lanes of the city, and the flesh of the blessed Andrew stuck to the ground, and his blood flowed to the ground like water."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:190",
                            "text": "And when it was evening they cast him into the prison, having bound his hands behind him; and he was in sore distress."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:191",
                            "text": "And in the morning again they brought him out, and having fastened a rope round his neck, they dragged him about; and again his flesh stuck to the ground, and his blood flowed."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:192",
                            "text": "And the blessed one wept and prayed, saying:  Do not forsake me, my Lord Jesus Christ; for I know that Thou art not far from Thy servants."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:193",
                            "text": "And as he was praying, the devil walked behind, and said to the multitudes:  Strike him on the mouth, that he may not speak."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:194",
                            "text": "And when it was evening they took him again to the prison, having bound his hands behind him, and left him till the morrow again."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:195",
                            "text": "And the devil having taken with himself seven demons whom the blessed one had cast out of the countries round about, and having gone into the prison, they stood before him, wishing to kill him."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:196",
                            "text": "And the demons answered and said to Andrew:  Now hast thou fallen into our hands; where is thy glory and thy exultation, thou that raisest thyself up against us, and dishonourest us, and tellest our doings to the people in every place and country, and hast made our workshops and our temples to become desolate, in order that sacrifices may not be brought to them?  Because of this, then, we shall also kill thee, like thy teacher called Jesus, and John whom Herod beheaded."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:197",
                            "text": "And they stood before Andrew, wishing to kill him; and having beheld the seal upon his forehead which the Lord gave him, they were afraid, and did not come near him, but fled."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:198",
                            "text": "And the devil said to them:  Why have you fled from him, my children, and not killed him?  And the demons answered and said to the devil:  We cannot kill him, but kill him if thou art able; for we knew him before he came into the distress of his humiliation."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:199",
                            "text": "Then one of the demons answered and said:  We cannot kill him, but come let us mock him in the distress of his humiliation."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:200",
                            "text": "And the demons came and stood before him, and scoffed at him."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:201",
                            "text": "And the blessed one hearing, wept; and there came to him a voice saying:  Andrew, why weepest thou?  And it was the voice of the devil changed."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:202",
                            "text": "And Andrew answered and said:  I am weeping because God commanded me, saying, Be patient toward them."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:203",
                            "text": "And the devil said:  If thou canst do anything, do it."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:204",
                            "text": "And Andrew answered and said:  Is it for this, then, that you do these things to me?  But forbid it that I should disobey the commandment of my Lord; for if the Lord shall make for me a charge in this city, I shall chastise you as you deserve."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:205",
                            "text": "And having heard this, they fled."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:206",
                            "text": "And when it was morning they brought him out again, and having fastened a rope about his neck, they dragged him; and again his flesh stuck to the ground, and his blood flowed to the ground like water."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:207",
                            "text": "And the blessed one, as he was being dragged along, wept, saying:  Lord Jesus Christ, be not displeased with me; for Thou knowest, Lord, what the fiend has inflicted upon me, along with his demons."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:208",
                            "text": "These tortures are enough, my Lord; for, behold, I am dragged about for three days."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:209",
                            "text": "But do Thou, Lord, remember that Thou wast three hours upon the cross, and didst cry out to the Father, My Father, why hast Thou forsaken me?  Where are Thy words, Lord, which Thou spakest to us, confirming us, when we walked about with Thee, saying to us, Ye shall not lose one hair?  Consider, then, Lord, what has become of my flesh, and the hairs of my head."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:210",
                            "text": "Then Jesus said to Andrew:  O our Andrew, the heaven and the earth shall pass away, but my words shall not pass away."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:211",
                            "text": "Turn thyself then, Andrew, and behold thy flesh that has fallen, and thy hair, what has become of them."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:212",
                            "text": "And Andrew turned, and saw great trees springing up, bearing fruit; and he glorified God."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:213",
                            "text": "And when it was evening they took him up again, and cast him into the prison, having bound his hands behind him; and he was exceedingly exhausted."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:214",
                            "text": "And the men of the city said among themselves:  Perhaps he dies in the night, and we do not find him alive on the following day; for he was languid, and his flesh was spent."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:215",
                            "text": "And the Lord appeared in the prison, and having stretched out His hand, said to Andrew:  Give me thy hand, and rise up whole."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:216",
                            "text": "And Andrew, having beheld the Lord Jesus, gave Him his hand, and rose up whole."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:217",
                            "text": "And falling down, he worshipped Him, and said:  I thank Thee, my Lord Jesus Christ, that Thou hast speedily brought help to me."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:218",
                            "text": "And Andrew, having looked into the middle of the prison, saw a pillar standing, and upon the pillar there stood an alabaster statue."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:219",
                            "text": "And Andrew, having gone up to the statue, unfolded his hands seven times, and said to the pillar, and the statue upon it:  Fear the sign of the cross, which the heaven and the earth dread; and let the statue set upon the pillar bring up much water through its mouth, until all who are in this city be punished."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:220",
                            "text": "And say not, I am stone, and am not worthy to praise the Lord, for the Lord fashioned us from the earth; but you are pure, because that out of you He gave the tables of the law."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:221",
                            "text": "When the blessed Andrew had said this, straightway the stone statue cast out of its mouth water in abundance, as if out of a canal."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:222",
                            "text": "And the water stood high upon the earth; and it was exceedingly acrid, eating into the flesh of men."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:223",
                            "text": "And when it was morning, the men of the city saw it, and began to flee, saying in themselves:  Woe to us! because we are now dying."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:224",
                            "text": "And the water killed their cattle and their children; and they began to flee out of the city."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:225",
                            "text": "Then Andrew prayed, saying:  Lord Jesus Christ, in whom I have hoped that this miracle should come upon this city, forsake me not, but send Michael Thy archangel in a cloud of fire, and be a wall round the city, that no one may be able to escape out of the fire."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:226",
                            "text": "And straightway a cloud of fire came down and encircled the city like a wall; and the water was as high as the neck of those men, and it was eating them up exceedingly."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:227",
                            "text": "And they wept, saying:  Woe to us! for all these things have come upon us because of the stranger who is in the prison."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:228",
                            "text": "Let us go and release him, lest perchance we die."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:229",
                            "text": "And they went out, crying with a loud voice:  God of the stranger, take away from us this water."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:230",
                            "text": "And the apostle knew that they were in great affliction, and said to the alabaster statue:  Stop the water, for they have repented."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:231",
                            "text": "And I say to thee, that if the citizens of this city shall believe, I will build a church, and place thee in it, because thou hast done me this service."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:232",
                            "text": "And the statue ceased flowing, and no longer brought forth water."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:233",
                            "text": "And the men of the city, having come out to the doors of the prison, cried out, saying:  Have pity upon us, God of the stranger, and do not according to our unbelief, and according to what we have done to this man, but take away from us this water."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:234",
                            "text": "And Andrew came forth out of the prison; and the water ran this way and that from the feet of the blessed Andrew."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:235",
                            "text": "Then all the multitude seeing him, all cried out:  Have pity upon us."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:236",
                            "text": "And the old man having come who gave up his children that they should slay them instead of him, prayed at the feet of the blessed Andrew, saying:  Have pity upon me."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:237",
                            "text": "And the holy Andrew answered and said to the old man:  I wonder how thou sayest, Have pity upon me; for thou hadst no pity upon thy children, but gavest them up to be slain instead of thee."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:238",
                            "text": "Therefore I say unto thee, At what hour this water goes away, into the abyss shalt thou go, with the fourteen executioners who slay the men every day."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:239",
                            "text": "And he came to the place of the trough, where they used to slay the men."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:240",
                            "text": "And the blessed one, having looked up to heaven, prayed before all the multitude; and the earth was opened, and swallowed up the water, along with the old man."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:241",
                            "text": "He was carried down into the abyss, with the executioners."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:242",
                            "text": "And the men, having seen what had happened, were exceedingly afraid, and began to say:  Woe unto us because this man is from God; and now he will kill us because of the afflictions which we have caused him."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:243",
                            "text": "For, behold, what he said to the executioners and the old man has befallen them."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:244",
                            "text": "Now, therefore, he will command the fire, and it will burn us."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:245",
                            "text": "And Andrew, having heard, said to them:  Fear not, children; for I shall not send these also to Hades; but those have gone, that you may believe in our Lord Jesus Christ."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:246",
                            "text": "Then the holy Andrew ordered to be brought up all who had died in the water."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:247",
                            "text": "And they were not able to bring them; for there had died a great multitude both of men, and women, and children, and cattle."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:248",
                            "text": "Then Andrew prayed, and they all came to life."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:249",
                            "text": "And after these things he drew a plan of a church, and he caused the church to be built."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:250",
                            "text": "And he baptized them, and gave them the ordinances of our Lord Jesus Christ, saying to them:  Stand by these, in order that you may know the mysteries of our Lord Jesus Christ."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:251",
                            "text": "And they all prayed him:  We pray thee, stay with us a few days, that we may be filled with thy fountain, because we are newly planted."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:252",
                            "text": "And he did not comply with their request, but said to them:  I shall go first to my disciples."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:253",
                            "text": "And the children followed after, weeping and praying, with the men; and they cast ashes upon their heads."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:254",
                            "text": "And he did not comply with them, but said:  I shall go to my disciples, and after that I shall come again to you."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:255",
                            "text": "And he went his way."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:256",
                            "text": "And the Lord Jesus Christ came down, being like a comely little child, and met Andrew, and said:  Andrew, why hast thou come out and left them without fruit, and hast not had compassion upon the children that followed after thee, and the men entreating thee, Stay with us a few days?  For the cry of them and the weeping has come up to heaven."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:257",
                            "text": "Now therefore return, and go into the city, and remain there seven days, until I shall confirm their souls in the faith; and then thou shalt go away into the country of the barbarians, thou and thy disciples."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:258",
                            "text": "And after going into this city, thou shalt proclaim my Gospel, and bring up the men who are in the abyss."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:259",
                            "text": "And thou shalt do what I command thee."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:260",
                            "text": "Then Andrew turned and went into the city, saying:  I thank Thee, my Lord Jesus Christ, who wishest to save every soul, that Thou hast not allowed me to go forth out of this city in mine anger."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:261",
                            "text": "And when he had come into the city, they, seeing him, rejoiced with exceeding great joy."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:262",
                            "text": "And he stayed there seven days, teaching and confirming them in the Lord Jesus Christ."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Andrew and Matthias 1:263",
                            "text": "And the seven days having been fulfilled, it came to pass, while the blessed Andrew was going out, all came together to him, from the child even to the elder, and sent him on his way, saying:  There is one God, the God of Andrew, and one Lord Jesus Christ, who alone doeth wonders; to whom be glory and strength for ever,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}