{
    "books": [
        {
            "name": "Tertullian: The Chaplet",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: The Chaplet 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:1",
                            "text": "The Chaplet, or De Corona Very lately it happened thus: while the bounty of our most excellent emperors was dispensed in the camp, the soldiers, laurel-crowned, were approaching."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:2",
                            "text": "One of them, more a soldier of God, more stedfast than the rest of his brethren, who had imagined that they could serve two masters, his head alone uncovered, the useless crown in his hand—already even by that peculiarity known to every one as a Christian—was nobly conspicuous."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:3",
                            "text": "Accordingly, all began to mark him out, jeering him at a distance, gnashing on him near at hand."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:4",
                            "text": "The murmur is wafted to the tribune, when the person had just left the ranks."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:5",
                            "text": "The tribune at once puts the question to him, Why are you so different in your attire? He declared that he had no liberty to wear the crown with the rest."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:6",
                            "text": "Being urgently asked for his reasons, he answered, I am a Christian."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:7",
                            "text": "O soldier! boasting thyself in God."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:8",
                            "text": "Then the case was considered and voted on; the matter was remitted to a higher tribunal; the offender was conducted to the prefects."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:9",
                            "text": "At once he put away the heavy cloak, his disburdening commenced; he loosed from his foot the military shoe, beginning to stand upon holy ground; he gave up the sword, which was not necessary either for the protection of our Lord; from his hand likewise dropped the laurel crown; and now, purple-clad with the hope of his own blood, shod with the preparation of the gospel, girt with the sharper word of God, completely equipped in the apostles' armour, and crowned more worthily with the white crown of martyrdom, he awaits in prison the largess of Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:10",
                            "text": "Thereafter adverse judgments began to be passed upon his conduct—whether on the part of Christians I do not know, for those of the heathen are not different—as if he were headstrong and rash, and too eager to die, because, in being taken to task about a mere matter of dress, he brought trouble on the bearers of the Name,—he, forsooth, alone brave among so many soldier-brethren, he alone a Christian."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:11",
                            "text": "It is plain that as they have rejected the prophecies of the Holy Spirit, they are also purposing the refusal of martyrdom."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:12",
                            "text": "So they murmur that a peace so good and long is endangered for them."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:13",
                            "text": "Nor do I doubt that some are already turning their back on the Scriptures, are making ready their luggage, are equipped for flight from city to city; for that is all of the gospel they care to remember."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:14",
                            "text": "I know, too, their pastors are lions in peace, deer in the fight."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:15",
                            "text": "As to the questions asked for extorting confessions from us, we shall teach elsewhere."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:16",
                            "text": "Now, as they put forth also the objection—But where are we forbidden to be crowned?—I shall take this point up, as more suitable to be treated of here, being the essence, in fact, of the present contention."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:17",
                            "text": "So that, on the one hand, the inquirers who are ignorant, but anxious, may be instructed; and on the other, those may be refuted who try to vindicate the sin, especially the laurel-crowned Christians themselves, to whom it is merely a question of debate, as if it might be regarded as either no trespass at all, or at least a doubtful one, because it may be made the subject of investigation."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Tertullian: The Chaplet 1:18",
                            "text": "That it is neither sinless nor doubtful, I shall now, however, show."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: The Chaplet 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:1",
                            "text": "I affirm that not one of the Faithful has ever a crown upon his head, except at a time of trial."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:2",
                            "text": "That is the case with all, from catechumens to confessors and martyrs, or (as the case may be) deniers."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:3",
                            "text": "Consider, then, whence the custom about which we are now chiefly inquiring got its authority."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:4",
                            "text": "But when the question is raised why it is observed, it is meanwhile evident that it is observed."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:5",
                            "text": "Therefore that can neither be regarded as no offence, or an uncertain one, which is perpetrated against a practice which is capable of defence, on the ground even of its repute, and is sufficiently ratified by the support of general acceptance."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:6",
                            "text": "It is undoubted, so that we ought to inquire into the reason of the thing; but without prejudice to the practice, not for the purpose of overthrowing it, but rather of building it up, that you may all the more carefully observe it, when you are also satisfied as to its reason."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:7",
                            "text": "But what sort of procedure is it, for one to be bringing into debate a practice, when he has fallen from it, and to be seeking the explanation of his having ever had it, when he has left it off? Since, although he may wish to seem on this account desirous to investigate it, that he may show that he has not done wrong in giving it up, it is evident that he nevertheless transgressed previously in its presumptuous observance."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:8",
                            "text": "If he has done no wrong to-day in accepting the crown he offended before in refusing it."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:9",
                            "text": "This treatise, therefore, will not be for those who not in a proper condition for inquiry, but for those who, with the real desire of getting instruction, bring forward, not a question for debate, but a request for advice."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:10",
                            "text": "For it is from this desire that a true inquiry always proceeds; and I praise the faith which has believed in the duty of complying with the rule, before it has learned the reason of it."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:11",
                            "text": "An easy thing it is at once to demand where it is written that we should not be crowned."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:12",
                            "text": "But is it written that we should be crowned? Indeed, in urgently demanding the warrant of Scripture in a different side from their own, men prejudge that the support of Scripture ought no less to appear on their part."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:13",
                            "text": "For if it shall be said that it is lawful to be crowned on this ground, that Scripture does not forbid it, it will as validly be retorted that just on this ground is the crown unlawful, because the Scripture does not enjoin it."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:14",
                            "text": "What shall discipline do? Shall it accept both things, as if neither were forbidden? Or shall it refuse both, as if neither were enjoined? But \"the thing which is not forbidden is freely permitted\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: The Chaplet 2:15",
                            "text": "I should rather say that what has not been freely allowed is forbidden."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: The Chaplet 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:1",
                            "text": "And how long shall we draw the saw to and fro through this line, when we have an ancient practice, which by anticipation has made for us the state, i-e:, of the question? If no passage of Scripture has prescribed it, assuredly custom, which without doubt flowed from tradition, has confirmed it."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:2",
                            "text": "For how can anything come into use, if it has not first been handed down?  Even in pleading tradition, written authority, you say, must be demanded."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:3",
                            "text": "Let us inquire, therefore, whether tradition, unless it be written, should not be admitted."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:4",
                            "text": "Certainly we shall say that it ought not to be admitted, if no cases of other practices which, without any written instrument, we maintain on the ground of tradition alone, and the countenance thereafter of custom, affords us any precedent."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:5",
                            "text": "To deal with this matter briefly, I shall begin with baptism."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:6",
                            "text": "When we are going to enter the water, but a little before, in the presence of the congregation and under the hand of the president, we solemnly profess that we disown the devil, and his pomp, and his angels."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:7",
                            "text": "Hereupon we are thrice immersed, making a somewhat ampler pledge than the Lord has appointed in the Gospel."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:8",
                            "text": "Then when we are taken up (as new-born children), we taste first of all a mixture of milk and honey, and from that day we refrain from the daily bath for a whole week."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:9",
                            "text": "We take also, in congregations before daybreak, and from the hand of none but the presidents, the sacrament of the Eucharist, which the Lord both commanded to be eaten at meal-times, and enjoined to be taken by all alike."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:10",
                            "text": "As often as the anniversary comes round, we make offerings for the dead as birthday honours."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:11",
                            "text": "We count fasting or kneeling in worship on the Lord's day to be unlawful."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:12",
                            "text": "We rejoice in the same privilege also from Easter to Whitsunday."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:13",
                            "text": "We feel pained should any wine or bread, even though our own, be cast upon the ground."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: The Chaplet 3:14",
                            "text": "At every forward step and movement, at every going in and out, when we put on our clothes and shoes, when we bathe, when we sit at table, when we light the lamps, on couch, on seat, in all the ordinary actions of daily life, we trace upon the forehead the sign."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: The Chaplet 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:1",
                            "text": "If, for these and other such rules, you insist upon having positive Scripture injunction, you will find none."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:2",
                            "text": "Tradition will be held forth to you as the originator of them, custom as their strengthener, and faith as their observer."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:3",
                            "text": "That reason will support tradition, and custom, and faith, you will either yourself perceive, or learn from some one who has."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:4",
                            "text": "Meanwhile you will believe that there is some reason to which submission is due."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:5",
                            "text": "I add still one case more, as it will be proper to show you how it was among the ancients also."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:6",
                            "text": "Among the Jews, so usual is it for their women to have the head veiled, that they may thereby be recognised."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:7",
                            "text": "I ask in this instance for the law."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:8",
                            "text": "I put the apostle aside."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:9",
                            "text": "If Rebecca at once drew down her veil, when in the distance she saw her betrothed, this modesty of a mere private individual could not have made a law, or it will have made it only for those who have the reason which she had."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:10",
                            "text": "Let virgins alone be veiled, and this when they are coming to be married, and not till they have recognised their destined husband."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:11",
                            "text": "If Susanna also, who was subjected to unveiling on her trial, furnishes an argument for the veiling of women, I can say here also, the veil was a voluntary thing."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:12",
                            "text": "She had come accused, ashamed of the disgrace she had brought on herself, properly concealing her beauty, even because now she feared to please."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:13",
                            "text": "But I should not suppose that, when it was her aim to please, she took walks with a veil on in her husband's avenue."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:14",
                            "text": "Grant, now, that she was always veiled."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:15",
                            "text": "In this particular case, too, or, in fact, in that of any other, I demand the dress-law."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:16",
                            "text": "If I nowhere find a law, it follows that tradition has given the fashion in question to custom, to find subsequently (its authorization in) the apostle's sanction, from the true interpretation of reason."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:17",
                            "text": "This instances, therefore, will make it sufficiently plain that you can vindicate the keeping of even unwritten tradition established by custom; the proper witness for tradition when demonstrated by long-continued observance."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:18",
                            "text": "But even in civil matters custom is accepted as law, when positive legal enactment is wanting; and it is the same thing whether it depends on writing or on reason, since reason is, in fact, the basis of law."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:19",
                            "text": "But, (you say), if reason is the ground of law, all will now henceforth have to be counted law, whoever brings it forward, which shall have reason as its ground."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:20",
                            "text": "Or do you think that every believer is entitled to originate and establish a law, if only it be such as is agreeable to God, as is helpful to discipline, as promotes salvation, when the Lord says, \"But why do you not even of your own selves judge what is right?\" And not merely in regard to a judicial sentence, but in regard to every decision in matters we are called on to consider, the apostle also says, \"If of anything you are ignorant, God shall reveal it unto you;\" he himself, too, being accustomed to afford counsel though he had not the command of the Lord, and to dictate of himself as possessing the Spirit of God who guides into all truth."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:21",
                            "text": "Therefore his advice has, by the warrant of divine reason, become equivalent to nothing less than a divine command."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Tertullian: The Chaplet 4:22",
                            "text": "Earnestly now inquire of this teacher, keeping intact your regard for tradition, from whomsoever it originally sprang; nor have regard to the author, but to the authority, and especially that of custom itself, which on this very account we should revere, that we may not want an interpreter; so that if reason too is God's gift, you may then learn, not whether custom has to be followed by you, but why."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: The Chaplet 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:1",
                            "text": "The argument for Christian practices becomes all the stronger, when also nature, which is the first rule of all, supports them."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:2",
                            "text": "Well, she is the first who lays it down that a crown does not become the head."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:3",
                            "text": "But I think ours is the God of nature, who fashioned man; and, that he might desire, (appreciate, become partaker of) the pleasures afforded by His creatures, endowed him with certain senses, (acting) through members, which, so to speak, are their peculiar instruments."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:4",
                            "text": "The sense of hearing he has planted in the ears; that of sight, lighted up in the eyes; that of taste, shut up in the mouth; that of smell, wafted into the nose; that of touch, fixed in the tips of the fingers."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:5",
                            "text": "By means of these organs of the outer man doing duty to the inner man, the enjoyments of the divine gifts are conveyed by the senses to the soul."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:6",
                            "text": "What, then, in flowers affords you enjoyment? For it is the flowers of the field which are the peculiar, at least the chief, material of crowns."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:7",
                            "text": "Either smell, you say, or colour, or both together."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:8",
                            "text": "What will be the senses of colour and smell? Those of seeing and smelling, I suppose."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:9",
                            "text": "What members have had these senses allotted to them? The eyes and the nose, if I am not mistaken."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:10",
                            "text": "With sight and smell, then, make use of flowers, for these are the senses by which they are meant to be enjoyed; use them by means of the eyes and nose, which are the members to which these senses belong."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:11",
                            "text": "You have got the thing from God, the mode of it from the world; but an extraordinary mode does not prevent the use of the thing in the common way."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:12",
                            "text": "Let flowers, then, both when fastened into each other and tied together in thread and rush, be what they are when free, when loose—things to be looked at and smelt."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:13",
                            "text": "You count it a crown, let us say, when you have a bunch of them bound together in a series, that you may carry many at one time that you may enjoy them all at once."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:14",
                            "text": "Well, lay them in your bosom if they are so singularly pure, and strew them on your couch if they are so exquisitely soft, and consign them to your cup if they are so perfectly harmless."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:15",
                            "text": "Have the pleasure of them in as many ways as they appeal to your senses."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:16",
                            "text": "But what taste for a flower, what sense for anything belonging to a crown but its band, have you in the head, which is able neither to distinguish colour, nor to inhale sweet perfumes, nor to appreciate softness? It is as much against nature to long after a flower with the head, as it is to crave food with the ear, or sound with the nostril."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Tertullian: The Chaplet 5:17",
                            "text": "But everything which is against nature deserves to be branded as monstrous among all men; but with us it is to be condemned also as sacrilege against God, the Lord and Creator of nature."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: The Chaplet 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: The Chaplet 6:1",
                            "text": "Demanding then a law of God, you have that common one prevailing all over the world, engraven on the natural tables to which the apostle too is wont to appeal, as when in respect of the woman's veil he says, \"Does not even Nature teach you?\"—as when to the Romans, affirming that the heathen do by nature those things which the law requires, he suggests both natural law and a law-revealing nature."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: The Chaplet 6:2",
                            "text": "Yes, and also in the first chapter of the epistle he authenticates nature, when he asserts that males and females changed among themselves the natural use of the creature into that which is unnatural, by way of penal retribution for their error."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: The Chaplet 6:3",
                            "text": "We first of all indeed know God Himself by the teaching of Nature, calling Him God of gods, taking for granted that He is good, and invoking Him as Judge."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: The Chaplet 6:4",
                            "text": "Is it a question with you whether for the enjoyment of His creatures, Nature should be our guide, that we may not be carried away in the direction in which the rival of God has corrupted, along with man himself, the entire creation which had been made over to our race for certain uses, whence the apostle says that it too unwillingly became subject to vanity, completely bereft of its original character, first by vain, then by base, unrighteous, and ungodly uses? It is thus, accordingly, in the pleasures of the shows, that the creature is dishonoured by those who by nature indeed perceive that all the materials of which shows are got up belong to God, but lack the knowledge to perceive as well that they have all been changed by the devil."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: The Chaplet 6:5",
                            "text": "But with this topic we have, for the sake of our own play-lovers, sufficiently dealt, and that, too, in a work in Greek."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: The Chaplet 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:1",
                            "text": "Let these dealers in crowns then recognize in the meantime the authority of Nature, on the ground of a common sense as human beings, and the certifications of their peculiar religion, as, according to the last chapter, worshippers of the God of nature; and, as it were, thus over and above what is required, let them consider those other reasons too which forbid us wearing crowns, especially on the head, and indeed crowns of every sort."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:2",
                            "text": "For we are obliged to turn from the rule of Nature, which we share with mankind in general, that we may maintain the whole peculiarity of our Christian discipline, in relation also to other kinds of crowns which seem to have been provided for different uses, as being composed of different substances, lest, because they do not consist of flowers, the use of which nature has indicated (as it does in the case of this military laurel one itself), they may be thought not to come under the prohibition of our sect, since they have escaped any objections of nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:3",
                            "text": "I see, then, that we must go into the matter both with more research, and more fully, from its beginnings on through its successive stages of growth to its more erratic developments."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:4",
                            "text": "For this we need to turn to heathen literature, for things belonging to the heathen must be proved from their own documents."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:5",
                            "text": "The little of this I have acquired, will, I believe, be enough."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:6",
                            "text": "If there really was a Pandora, whom Hesiod mentions as the first of women, hers was the first head the graces crowned, for she received gifts from all the gods whence she got her name Pandora."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:7",
                            "text": "But Moses, a prophet, not a poet-shepherd, shows us the first woman Eve having her loins more naturally girt about with leaves than her temples with flowers."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:8",
                            "text": "Pandora, then, is a myth."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:9",
                            "text": "And so we have to blush for the origin of the crown, even on the ground of the falsehood connected with it; and, as will soon appear, on the ground no less of its realities."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:10",
                            "text": "For it is an undoubted fact that certain persons either originated the thing, or shed lustre on it."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:11",
                            "text": "Pherecydes relates that Saturn was the first who wore a crown; Diodorus, that Jupiter, after conquering the Titans, was honoured with this gift by the rest of the gods."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:12",
                            "text": "To Priapus also the same author assigns fillets; and to Ariadne a garland of gold and of Indian gems, the gift of Vulcan, afterwards of Bacchus, and subsequently turned into a constellation."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:13",
                            "text": "Callimachus has put a vine crown upon Juno."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:14",
                            "text": "So too at Argos, her statue, vine-wreathed, with a lion's skin placed beneath her feet, exhibits the stepmother exulting over the spoils of her two step-sons."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:15",
                            "text": "Hercules displays upon his head sometimes poplar, sometimes wild-olive, sometimes parsley."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:16",
                            "text": "You have the tragedy of Cerberus; you have Pindar; and besides Callimachus, who mentions that Apollo, too when he had killed the Delphic serpent, as a suppliant, put on a laurel garland; for among the ancients suppliants were wont to be crowned."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:17",
                            "text": "Harpocration argues that Bacchus the same as Osiris among the Egyptians, was designedly crowned with ivy, because it is the nature of ivy to protect the brain against drowsiness."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:18",
                            "text": "But that in another way also Bacchus was the originator of the laurel crown (the crown) in which he celebrated his triumph over the Indians, even the rabble acknowledge, when they call the days dedicated to him the \"great crown\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:19",
                            "text": "If you open, again, the writings of the Egyptian Leo, you learn that Isis was the first who discovered and wore ears of corn upon her head—a thing more suited to the belly."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:20",
                            "text": "Those who want additional information will find an ample exposition of the subject in Claudius Saturninus, a writer of distinguished talent who treats this question also, for he has a book on crowns, so explaining their beginnings as well as causes, and kinds, and rites, that you find all that is charming in the flower, all that is beautiful in the leafy branch, and every sod or vine-shoot has been dedicated to some head or other; making it abundantly clear how foreign to us we should judge the custom of the crowned head, introduced as it was by, and thereafter constantly managed for the honour of, those whom the world has believed to be gods."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:21",
                            "text": "If the devil, a liar from the beginning, is even in this matter working for his false system of godhead (idolatry), he had himself also without doubt provided for his god-lie being carried out."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:22",
                            "text": "What sort of thing, then, must that be counted among the people of the true God, which was brought in by the nations in honour of the devil's candidates, and was set apart from the beginning to no other than these; and which even then received its consecration to idolatry by idols and in idols yet alive?  Not as if an idol were anything, but since the things which others offer up to idols belong to demons."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Tertullian: The Chaplet 7:23",
                            "text": "But if the things which others offer to them belong to demons how much more what idols offered to themselves, when they were in life! The demons themselves, doubtless, had made provision for themselves by means of those whom they had possessed, while in a state of desire and craving, before provision had been actually made."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: The Chaplet 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:1",
                            "text": "Hold fast in the meantime this persuasion, while I examine a question which comes in our way."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:2",
                            "text": "For I already hear it is said, that many other things as well as crowns have been invented by those whom the world believes to be gods, and that they are notwithstanding to be met with both in our present usages and in those of early saints, and in the service of God, and in Christ Himself, who did His work as man by no other than these ordinary instrumentalities of human life."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:3",
                            "text": "Well, let it be so; nor shall I inquire any further back into the origin of this things."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:4",
                            "text": "Let Mercury have been the first who taught the knowledge of letters; I will own that they are requisite both for the business and commerce of life, and for performing our devotion to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:5",
                            "text": "Nay, if he also first strung the chord to give forth melody, I will not deny, when listening to David, that this invention has been in use with the saints, and has ministered to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:6",
                            "text": "Let aesculapius have been the first who sought and discovered cures: Esaias mentions that he ordered Hezekiah medicine when he was sick."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:7",
                            "text": "Paul, too, knows that a little wine does the stomach good."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:8",
                            "text": "Let Minerva have been the first who built a ship: I shall see Jonah and the apostles sailing."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:9",
                            "text": "Nay, there is more than this: for even Christ, we shall find, has ordinary raiment; Paul, too, has his cloak."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:10",
                            "text": "If at once, of every article of furniture and each household vessel, you name some god of the world as the originator, well, I must recognise Christ, both as He reclines on a couch, and when He presents a basin for the feet of His disciples, and when He pours water into it from a ewer, and when He is girt about with a linen towel—a garment specially sacred to Osiris."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:11",
                            "text": "It is thus in general I reply upon the point, admitting indeed that we use along with others these articles, but challenging that this be judged in the light of the distinction between things agreeable and things opposed to reason, because the promiscuous employment of them is deceptive, concealing the corruption of the creature, by which it has been made subject to vanity."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:12",
                            "text": "For we affirm that those things only are proper to be used, whether by ourselves or by those who lived before us, and alone befit the service of God and Christ Himself, which to meet the necessities of human life supply what is simply; useful and affords real assistance and honourable comfort, so that they may be well believed to have come from God's own inspiration, who first of all no doubt provided for and taught and ministered to the enjoyment, I should suppose, of His own man."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: The Chaplet 8:13",
                            "text": "As for the things which are out of this class, they are not fit to be used among us, especially those which on that account indeed are not to be found either with the world, or in the ways of Christ."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: The Chaplet 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: The Chaplet 9:1",
                            "text": "In short, what patriarch, what prophet, what Levite, or priest, or ruler, or at a later period what apostle, or preacher of the gospel, or bishop, do you ever find the wearer of a crown? I think not even the temple of God itself was crowned; as neither was the ark of the testament, nor the tabernacle of witness, nor the altar, nor the candlestick crowned though certainly, both on that first solemnity of the dedication, and in that second rejoicing for the restoration, crowning would have been most suitable if it were worthy of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: The Chaplet 9:2",
                            "text": "But if these things were figures of us (for we are temples of God, and altars, and lights, and sacred vessels), this too they in figure set forth, that the people of God ought not to be crowned."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: The Chaplet 9:3",
                            "text": "The reality must always correspond with the image."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: The Chaplet 9:4",
                            "text": "If, perhaps, you object that Christ Himself was crowned, to that you will get the brief reply: Be you too crowned, as He was; you have full permission."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: The Chaplet 9:5",
                            "text": "Yet even that crown of insolent ungodliness was not of any decree of the Jewish people."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: The Chaplet 9:6",
                            "text": "It was a device of the Roman soldiers, taken from the practice of the world,—a practice which the people of God never allowed either on the occasion of public rejoicing or to gratify innate luxury: so they returned from the Babylonish captivity with timbrels, and flutes, and psalteries, more suitably than with crowns; and after eating and drinking, uncrowned, they rose up to play."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: The Chaplet 9:7",
                            "text": "Neither would the account of the rejoicing nor the exposure of the luxury have been silent touching the honour or dishonour of the crown."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: The Chaplet 9:8",
                            "text": "Thus too Isaiah, as he says, \"With timbrels, and psalteries, and flutes they drink wine,\" would have added \"with crowns,\" if this practice had ever had place in the things of God."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: The Chaplet 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:1",
                            "text": "So, when you allege that the ornaments of the heathen deities are found no less with God, with the object of claiming among these for general use the head-crown, you already lay it down for yourself, that we must not have among us, as a thing whose use we are to share with others, what is not to be found in the service of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:2",
                            "text": "Well, what is so unworthy of God indeed as that which is worthy of an idol? But what is so worthy of an idol as that which is also worthy of a dead man? For it is the privilege of the dead also to be thus crowned, as they too straightway become idols, both by their dress and the service of deification, which (deification) is with us a second idolatry."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:3",
                            "text": "Wanting, then, the sense, it will be theirs to use the thing for which the sense is wanting, just as if in full possession of the sense they wished to abuse it."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:4",
                            "text": "When there ceases to be any reality in the use, there is no distinction between using and abusing."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:5",
                            "text": "Who can abuse a thing, when the precipient nature with which he wishes to carry out his purpose is not his to use it? The apostle, moreover, forbids us to abuse, while he would more naturally have taught us not to use, unless on the ground that, where there is no sense for things, there is no wrong use of them."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:6",
                            "text": "But the whole affair is meaningless, and is, in fact, a dead work so far as concerns the idols; though, without doubt, a living one as respects the demons to whom the religious rite belongs."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:7",
                            "text": "\"The idols of the heathen,\" says David, \"are silver and gold\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:8",
                            "text": "\"They have eyes, and see not; a nose, and smell not; hands, and they will not handle\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:9",
                            "text": "By means of these organs, indeed, we are to enjoy flowers; but if he declares that those who make idols will be like them, they already are so who use anything after the style of idol adornings."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:10",
                            "text": "\"To the pure all things are pure: so, likewise, all things to the impure are impure;\" but nothing is more impure than idols."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:11",
                            "text": "The substances are themselves as creatures of God without impurity, and in this their native state are free to the use of all; but the ministries to which in their use they are devoted, makes all the difference; for I, too, kill a cock for myself, just as Socrates did for aesculapius; and if the smell of some place or other offends me, I burn the Arabian product myself, but not with the same ceremony, nor in the same dress, nor with the same pomp, with which it is done to idols."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:12",
                            "text": "If the creature is defiled by a mere word, as the apostle teaches, \"But if any one say, This is offered in sacrifice to idols, you must not touch it,\" much more when it is polluted by the dress, and rites, and pomp of what is offered to the gods."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:13",
                            "text": "Thus the crown also is made out to be an offering to idols; for with this ceremony, and dress, and pomp, it is presented in sacrifice to idols, its originators, to whom its use is specially given over, and chiefly on this account, that what has no place among the things of God may not be admitted into use with us as with others."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:14",
                            "text": "Wherefore the apostle exclaims, \"Flee idolatry:\" certainly idolatry whole and entire he means."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:15",
                            "text": "Reflect on what a thicket it is, and how many thorns lie hid in it."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:16",
                            "text": "Nothing must be given to an idol, and so nothing must be taken from one."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:17",
                            "text": "If it is inconsistent with faith to recline in an idol temple, what is it to appear in an idol dress? What communion have Christ and Belial? Therefore flee from it; for he enjoins us to keep at a distance from idolatry—to have no close dealings with it of any kind."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:18",
                            "text": "Even an earthly serpent sucks in men at some distance with its breath."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:19",
                            "text": "Going still further, John says, \"My little children, keep yourselves from idols,\"—not now from idolatry, as if from the service of it, but from idols—that is, from any resemblance to them: for it is an unworthy thing that you, the image of the living God, should become the likeness of an idol and a dead man."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:20",
                            "text": "Thus far we assert, that this attire belongs to idols, both from the history of its origin, and from its use by false religion; on this ground, besides, that while it is not mentioned as connected with the worship of God, it is more and more given over to those in whose antiquities, as well as festivals and services, it is found."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:21",
                            "text": "In a word, the very doors, the very victims and altars, the very servants and priests, are crowned."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:22",
                            "text": "You have, in Claudius, the crowns of all the various colleges of priests."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:23",
                            "text": "We have added also that distinction between things altogether different from each other—things, namely, agreeable, and things contrary to reason—in answer to those who, because there happens to be the use of some things in common, maintain the right of participation in all things."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Tertullian: The Chaplet 10:24",
                            "text": "With reference to this part of the subject, therefore, it now remains that the special grounds for wearing crowns should be examined, that while we show these to be foreign, nay, even opposed to our Christian discipline, we may demonstrate that none of them have any plea of reason to support it, on the basis of which this article of dress might be vindicated as one in whose use we can participate, as even some others may whose instances are cast up to us."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: The Chaplet 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:1",
                            "text": "To begin with the real ground of the military crown, I think we must first inquire whether warfare is proper at all for Christians."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:2",
                            "text": "What sense is there in discussing the merely accidental, when that on which it rests is to be condemned? Do we believe it lawful for a human oath to be superadded to one divine, for a man to come under promise to another master after Christ, and to abjure father, mother, and all nearest kinsfolk, whom even the law has commanded us to honour and love next to God Himself, to whom the gospel, too, holding them only of less account than Christ, has in like manner rendered honour? Shall it be held lawful to make an occupation of the sword, when the Lord proclaims that he who uses the sword shall perish by the sword?  And shall the son of peace take part in the battle when it does not become him even to sue at law? And shall he apply the chain, and the prison, and the torture, and the punishment, who is not the avenger even of his own wrongs?  Shall he, forsooth, either keep watch-service for others more than for Christ, or shall he do it on the Lord's day, when he does not even do it for Christ Himself? And shall he keep guard before the temples which he has renounced? And shall he take a meal where the apostle has forbidden him? And shall he diligently protect by night those whom in the day-time he has put to flight by his exorcisms, leaning and resting on the spear the while with which Christ's side was pierced? Shall he carry a flag, too, hostile to Christ? And shall he ask a watchword from the emperor who has already received one from God? Shall he be disturbed in death by the trumpet of the trumpeter, who expects to be aroused by the angel's trump? And shall the Christian be burned according to camp rule, when he was not permitted to burn incense to an idol, when to him Christ remitted the punishment of fire?  Then how many other offences there are involved in the performances of camp offices, which we must hold to involve a transgression of God's law, you may see by a slight survey."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:3",
                            "text": "The very carrying of the name over from the camp of light to the camp of darkness is a violation of it."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:4",
                            "text": "Of course, if faith comes later, and finds any preoccupied with military service, their case is different, as in the instance of those whom John used to receive for baptism, and of those most faithful centurions, I mean the centurion whom Christ approves, and the centurion whom Peter instructs; yet, at the same time, when a man has become a believer, and faith has been sealed, there must be either an immediate abandonment of it, which has been the course with many; or all sorts of quibbling will have to be resorted to in order to avoid offending God, and that is not allowed even outside of military service; or, last of all, for God the fate must be endured which a citizen-faith has been no less ready to accept."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:5",
                            "text": "Neither does military service hold out escape from punishment of sins, or exemption from martyrdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:6",
                            "text": "Nowhere does the Christian change his character."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:7",
                            "text": "There is one gospel, and the same Jesus, who will one day deny every one who denies, and acknowledge every one who acknowledges God,—who will save, too, the life which has been lost for His sake; but, on the other hand, destroy that which for gain has been saved to His dishonour."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:8",
                            "text": "With Him the faithful citizen is a soldier, just as the faithful soldier is a citizen."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:9",
                            "text": "A state of faith admits no plea of necessity; they are under no necessity to sin, whose one necessity is, that they do not sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:10",
                            "text": "For if one is pressed to the offering of sacrifice and the sheer denial of Christ by the necessity of torture or of punishment, yet discipline does not connive even at that necessity; because there is a higher necessity to dread denying and to undergo martyrdom, than to escape from suffering, and to render the homage required."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:11",
                            "text": "In fact, an excuse of this sort overturns the entire essence of our sacrament, removing even the obstacle to voluntary sins; for it will be possible also to maintain that inclination is a necessity, as involving in it, forsooth, a sort of compulsion."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:12",
                            "text": "I have, in fact, disposed of this very allegation of necessity with reference to the pleas by which crowns connected with official position are vindicated, in support of which it is in common use, since for this very reason offices must be either refused, that we may not fall into acts of sin, or martyrdoms endured that we may get quit of offices."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:13",
                            "text": "Touching this primary aspect of the question, as to the unlawfulness even of a military life itself, I shall not add more, that the secondary question may be restored to its place."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:14",
                            "text": "Indeed, if, putting my strength to the question, I banish from us the military life, I should now to no purpose issue a challenge on the matter of the military crown."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Tertullian: The Chaplet 11:15",
                            "text": "Suppose, then, that the military service is lawful, as far as the plea for the crown is concerned."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: The Chaplet 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:1",
                            "text": "But I first say a word also about the crown itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:2",
                            "text": "This laurel one is sacred to Apollo or Bacchus—to the former as the god of archery, to the latter as the god of triumphs."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:3",
                            "text": "In like manner Claudius teaches; when he tells us that soldiers are wont too to be wreathed in myrtle."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:4",
                            "text": "For the myrtle belongs to Venus, the mother of the aeneadae, the mistress also of the god of war, who, through Ilia and the Romuli is Roman."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:5",
                            "text": "But I do not believe that Venus is Roman as well as Mars, because of the vexation the concubine gave her."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:6",
                            "text": "When military service again is crowned with olive, the idolatry has respect to Minerva, who is equally the goddess of arms—but got a crown of the tree referred to, because of the peace she made with Neptune."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:7",
                            "text": "In these respects, the superstition of the military garland will be everywhere defiled and all-defiling."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:8",
                            "text": "And it is further defiled, I should think, also in the grounds of it."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:9",
                            "text": "Lo the yearly public pronouncing of vows, what does that bear on its face to be?  It takes place first in the part of the camp where the general's tent is, and then in the temples."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:10",
                            "text": "In addition to the places, observe the words also:  \"We vow that you, O Jupiter, will then have an ox with gold-decorated horns\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:11",
                            "text": "What does the utterance mean? Without a doubt the denial (of Christ)."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:12",
                            "text": "Albeit the Christian says nothing in these places with the mouth, he makes his response by having the crown on his head."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:13",
                            "text": "The laurel is likewise commanded (to be used) at the distribution of the largess."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:14",
                            "text": "So you see idolatry is not without its gain, selling, as it does, Christ for pieces of gold, as Judas did for pieces of silver."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:15",
                            "text": "Will it be \"Ye cannot serve God and mammon\" to devote your energies to mammon, and to depart from God? Will it be \"Render unto Caesar the things which are Caesar's, and unto God the things which are God's,\" not only not to render the human being to God, but even to take the denarius from Caesar? Is the laurel of the triumph made of leaves, or of corpses? Is it adorned with ribbons, or with tombs? Is it bedewed with ointments, or with the tears of wives and mothers? It may be of some Christians too; for Christ is also among the barbarians."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:16",
                            "text": "Has not he who has carried (a crown for) this cause on his head, fought even against himself?  Another son of service belongs to the royal guards."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:17",
                            "text": "And indeed crowns are called (Castrenses), as belonging to the camp; Munificae likewise, from the Caesarean functions they perform."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Tertullian: The Chaplet 12:18",
                            "text": "But even then you are still the soldier and the servant of another; and if of two masters, of God and Caesar: but assuredly then not of Caesar, when you owe yourself to God, as having higher claims, I should think, even in matters in which both have an interest."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: The Chaplet 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:1",
                            "text": "For state reasons, the various orders of the citizens also are crowned with laurel crowns; but the magistrates besides with golden ones, as at Athens, and at Rome."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:2",
                            "text": "Even to those are preferred the Etruscan."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:3",
                            "text": "This appellation is given to the crowns which, distinguished by their gems and oak leaves of gold, they put on, with mantles having an embroidery of palm branches, to conduct the chariots containing the images of the gods to the circus."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:4",
                            "text": "There are also provincial crowns of gold, needing now the larger heads of images instead of those of men."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:5",
                            "text": "But your orders, and your magistracies, and your very place of meeting, the church, are Christ's."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:6",
                            "text": "You belong to Him, for you have been enrolled in the books of life."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:7",
                            "text": "There the blood of the Lord serves for your purple robe, and your broad stripe is His own cross; there the axe is already laid to the trunk of the tree; there is the branch out of the root of Jesse."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:8",
                            "text": "Never mind the state horses with their crown."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:9",
                            "text": "Your Lord, when, according to the Scripture, He would enter Jerusalem in triumph, had not even an ass of His own."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:10",
                            "text": "These (put their trust) in chariots, and these in horses; but we will seek our help in the name of the Lord our God."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:11",
                            "text": "From so much as a dwelling in that Babylon of John's Revelation we are called away; much more then from its pomp."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:12",
                            "text": "The rabble, too, are crowned, at one time because of some great rejoicing for the success of the emperors; at another, on account of some custom belonging to municipal festivals."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:13",
                            "text": "For luxury strives to make her own every occasion of public gladness."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:14",
                            "text": "But as for you, you are a foreigner in this world, a citizen of Jerusalem, the city above."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:15",
                            "text": "Our citizenship, the apostle says, is in heaven."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:16",
                            "text": "You have your own registers, your own calendar; you have nothing to do with the joys of the world; nay, you are called to the very opposite, for \"the world shall rejoice, but ye shall mourn\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:17",
                            "text": "And I think the Lord affirms, that those who mourn are happy, not those who are crowned."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:18",
                            "text": "Marriage, too, decks the bridegroom with its crown; and therefore we will not have heathen brides, lest they seduce us even to the idolatry with which among them marriage is initiated."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:19",
                            "text": "You have the law from the patriarchs indeed; you have the apostle enjoining people to marry in the Lord."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:20",
                            "text": "You have a crowning also on the making of a freeman; but you have been already ransomed by Christ, and that at a great price."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:21",
                            "text": "How shall the world manumit the servant of another? Though it seems to be liberty, yet it will come to be found bondage."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:22",
                            "text": "In the world everything is nominal, and nothing real."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:23",
                            "text": "For even then, as ransomed by Christ, you were under no bondage to man; and now, though man has given you liberty, you are the servant of Christ."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:24",
                            "text": "If you think freedom of the world to be real, so that you even seal it with a crown, you have returned to the slavery of man, imagining it to be freedom; you have lost the freedom of Christ, fancying it is slavery."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:25",
                            "text": "Will there be any dispute as to the cause of crown-wearing, which contests in the games in their turn supply, and which, both as sacred to the gods and in honour of the dead, their own reason at once condemns? It only remains, that the Olympian Jupiter, and the Nemean Hercules, and the wretched little Archemorus, and the hapless Antinous, should be crowned in a Christian, that he himself may become a spectacle disgusting to behold."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:26",
                            "text": "We have recounted, as I think, all the various causes of the wearing of the crown, and there is not one which has any place with us: all are foreign to us, unholy, unlawful, having been abjured already once for all in the solemn declaration of the sacrament."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:27",
                            "text": "For they were of the pomp of the devil and his angels, offices of the world, honours, festivals, popularity huntings, false vows, exhibitions of human servility, empty praises, base glories, and in them all idolatry, even in respect of the origin of the crowns alone, with which they are all wreathed."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:28",
                            "text": "Claudius will tell us in his preface, indeed, that in the poems of Homer the heaven also is crowned with constellations, and that no doubt by God, no doubt for man; therefore man himself, too, should be crowned by God."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:29",
                            "text": "But the world crowns brothels, and baths, and bakehouses, and prisons, and schools, and the very amphitheatres, and the chambers where the clothes are stripped from dead gladiators, and the very biers of the dead."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:30",
                            "text": "How sacred and holy, how venerable and pure is this article of dress, determine not from the heaven of poetry alone, but from the traffickings of the whole world."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Tertullian: The Chaplet 13:31",
                            "text": "But indeed a Christian will not even dishonour his own gate with laurel crowns, if so be he knows how many gods the devil has attached to doors; Janus so-called from gate, Limentinus from threshold, Forcus and Carna from leaves and hinges; among the Greeks, too, the Thyraean Apollo, and the evil spirits, the Antelii."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: The Chaplet 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:1",
                            "text": "Much less may the Christian put the service of idolatry on his own head—nay, I might have said, upon Christ, since Christ is the Head of the Christian man—(for his head) is as free as even Christ is, under no obligation to wear a covering, not to say a band."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:2",
                            "text": "But even the head which is bound to have the veil, I mean woman's, as already taken possession of by this very thing, is not open also to a band."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:3",
                            "text": "She has the burden of her own humility to bear."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:4",
                            "text": "If she ought not to appear with her head uncovered on account of the angels, much more with a crown on it will she offend those (elders) who perhaps are then wearing crowns above."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:5",
                            "text": "For what is a crown on the head of a woman, but beauty made seductive, but mark of utter wantonness,—a notable casting away of modesty, a setting temptation on fire?  Therefore a woman, taking counsel from the apostles' foresight, will not too elaborately adorn herself, that she may not either be crowned with any exquisite arrangement of her hair."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:6",
                            "text": "What sort of garland, however, I pray you, did He who is the Head of the man and the glory of the woman, Christ Jesus, the Husband of the church, submit to in behalf of both sexes? Of thorns, I think, and thistles,—a figure of the sins which the soil of the flesh brought forth for us, but which the power of the cross removed, blunting, in its endurance by the head of our Lord, death's every sting."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:7",
                            "text": "Yes, and besides the figure, there is contumely with ready lip, and dishonour, and infamy, and the ferocity involved in the cruel things which then disfigured and lacerated the temples of the Lord, that you may now be crowned with laurel, and myrtle, and olive, and any famous branch, and which is of more use, with hundred-leaved roses too, culled from the garden of Midas, and with both kinds of lily, and with violets of all sorts, perhaps also with gems and gold, so as even to rival that crown of Christ which He afterwards obtained."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:8",
                            "text": "For it was after the gall He tasted the honeycomb and He was not greeted as King of Glory in heavenly places till He had been condemned to the cross as King of the Jews, having first been made by the Father for a time a little less than the angels, and so crowned with glory and honour."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: The Chaplet 14:9",
                            "text": "If for these things, you owe your own head to Him, repay it if you can, such as He presented His for yours; or be not crowned with flowers at all, if you cannot be with thorns, because you may not be with flowers."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: The Chaplet 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:1",
                            "text": "Keep for God His own property untainted; He will crown it if He choose."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:2",
                            "text": "Nay, then, He does even choose."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:3",
                            "text": "He calls us to it."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:4",
                            "text": "To him who conquers He says, \"I will give a crown of life\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:5",
                            "text": "Be you, too, faithful unto death, and fight you, too, the good fight, whose crown the apostle feels so justly confident has been laid up for him."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:6",
                            "text": "The angel also, as he goes forth on a white horse, conquering and to conquer, receives a crown of victory; and another is adorned with an encircling rainbow (as it were in its fair colours)—a celestial meadow."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:7",
                            "text": "In like manner, the elders sit crowned around, crowned too with a crown of gold, and the Son of Man Himself flashes out above the clouds."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:8",
                            "text": "If such are the appearances in the vision of the seer, of what sort will be the realities in the actual manifestation?  Look at those crowns."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:9",
                            "text": "Inhale those odours."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:10",
                            "text": "Why condemn you to a little chaplet, or a twisted headband, the brow which has been destined for a diadem? For Christ Jesus has made us even kings to God and His Father."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:11",
                            "text": "What have you in common with the flower which is to die? You have a flower in the Branch of Jesse, upon which the grace of the Divine Spirit in all its fulness rested—a flower undefiled, unfading, everlasting, by choosing which the good soldier, too, has got promotion in the heavenly ranks."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:12",
                            "text": "Blush, ye fellow-soldiers of his, henceforth not to be condemned even by him, but by some soldier of Mithras, who, at his initiation in the gloomy cavern, in the camp, it may well be said, of darkness, when at the sword's point a crown is presented to him, as though in mimicry of martyrdom, and thereupon put upon his head, is admonished to resist and cast it off, and, if you like, transfer it to his shoulder, saying that Mithras is his crown."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:13",
                            "text": "And thenceforth he is never crowned; and he has that for a mark to show who he is, if anywhere he be subjected to trial in respect of his religion; and he is at once believed to be a soldier of Mithras if he throws the crown away—if he say that in his god he has his crown."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Tertullian: The Chaplet 15:14",
                            "text": "Let us take note of the devices of the devil, who is wont to ape some of God's things with no other design than, by the faithfulness of his servants, to put us to shame, and to condemn us."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: The Chaplet 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:1",
                            "text": "1 - Here a reference to Bunsen's Hippolytus, vol."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:2",
                            "text": "III."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:3",
                            "text": ", so often referred to in the former volume, will be useful."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:4",
                            "text": "A slight metaphrase will bring out the sense, perhaps, of this most interesting portrait of early Christian usages."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:5",
                            "text": "In baptism, we use trine immersion, in honour of the trinal Name, after renouncing the devil and his angels and the pomps and vanities of his kingdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:6",
                            "text": "But this trinal rite is a ceremonial amplification of what is actually commanded."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:7",
                            "text": "It was heretofore tolerated in some places that communicants should take each one his portion, with his own hand, but now we suffer none to receive this sacrament except at the hand of the minister."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:8",
                            "text": "By our Lord's own precept and example, it may be received at the hour of ordinary meals, and alike by all the faithful whether men or women, yet we usually do this in our gatherings before daybreak."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:9",
                            "text": "Offerings are made in honour of our departed friends, on the anniversaries of their deaths, which we esteem their true birthdays, as they are born to a better life."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:10",
                            "text": "We kneel at other times, but on the Lord's day, and from the Paschal Feast to Pentecost we stand in prayer, nor do we count it lawful to fast on Sundays."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:11",
                            "text": "We are concerned if even a particle of the wine or bread, made ours, in the Lord's Supper, falls to the ground, by our carelessness."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:12",
                            "text": "In all the ordinary occasions of life we furrow our foreheads with the sign of the Cross, in which we glory none the less because it is regarded as our shame by the heathen in presence of whom it is a profession of our faith."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:13",
                            "text": "He owns there is no Scripture for any of these usages, in which there was an amplifying of the precepts of Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:14",
                            "text": "Let us note there was yet no superstitious usage even of this sign of the Cross."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:15",
                            "text": "It was an act by which, in suffering \"shame for Jesus' name,\" they fortified themselves against betraying the Master."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:16",
                            "text": "It took the place, be it remembered, of innumerable heathen practices, and was a protest against them."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:17",
                            "text": "It meant—\"God forbid that I should glory, save in the Cross\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:18",
                            "text": "I express no personal opinion as to this observance, but give the explanation which the early Christians would have given."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:19",
                            "text": "Tertullian touched with Montanism, but not yet withdrawn from Catholic Communion, pleads the common cause of believers."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:20",
                            "text": "2 -  The traditions here argued for respect things in their nature indifferent."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:21",
                            "text": "And as our author asserts the long continuance of such usages to be their chief justification, it is evident that he supposed them common from the Sub-apostolic age."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:22",
                            "text": "There is nothing here to justify amplifications and traditions which, subsequently, came in like a flood to change principles of the Faith once delivered to the Saints."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:23",
                            "text": "Even in his little plea for Montanistic revelations of some possible novelties, he pre-supposes that reason must be subject to Scripture and Apostolic Law."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Tertullian: The Chaplet 16:24",
                            "text": "In a word, his own principle of \"Prescription\" must be honoured even in things indifferent; if novel they are not Catholic."
                        }
                    ]
                }
            ]
        }
    ]
}