{
    "books": [
        {
            "name": "Ambrose: Letter XLI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: Letter XLI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:1",
                            "text": "Letter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:3",
                            "text": "Ambrose in this letter to his sister continues the account of the matters contained in his letter to Theodosius, and of a sermon which he subsequently delivered before the Emperor, with the result that the Emperor, when St."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:4",
                            "text": "Ambrose refused to offer the Sacrifice before receiving a promise that the objectionable order should be revoked, yielded."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:5",
                            "text": "The Brother to His Sister."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:6",
                            "text": "1."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:7",
                            "text": "You were good enough to write me word that your holiness was still anxious, because I had written that I was so, so that I am surprised that you did not receive my letter in which I wrote word that satisfaction had been granted me."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:8",
                            "text": "For when it was reported that a synagogue of the Jews and a conventicle of the Valentinians had been burnt by Christians at the instigation of the bishop, an order was made while I was at Aquileia, that the synagogue should be rebuilt, and the monks punished who had burnt the Valentinian building."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:9",
                            "text": "Then since I gained little by frequent endeavours, I wrote and sent a letter to the Emperor, and when he went to church I delivered this discourse."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:10",
                            "text": "2."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:11",
                            "text": "In the book of the prophet it is written: \"Take to thyself the rod of an almond tree\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:12",
                            "text": "We ought to consider why the Lord said this to the prophet, for it was not written without a purpose, since in the Pentateuch too we read that the almond rod of Aaron the priest, after being long laid up, blossomed."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:13",
                            "text": "For the Lord seems to signify by the rod that the prophetic or priestly authority ought to be straightforward, and to advise not so much what is pleasant as what is expedient."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:14",
                            "text": "3."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:15",
                            "text": "And so the prophet is bidden to take an almond rod, because the fruit of this tree is bitter in its rind, hard in its shell, and inside it is pleasant, that after its likeness the prophet should set forth things bitter and hard, and should not fear to proclaim harsh things."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:16",
                            "text": "Likewise also the priest; for his teaching, though for a time it may seem bitter to some, and like Aaron's rod be long laid up in the ears of dissemblers, yet after a time, when it is thought to have dried up, it blossoms."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:17",
                            "text": "4."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:18",
                            "text": "Wherefore also the Apostle says: \"What will ye, shall I come to you with a rod, or in love and in the spirit of gentleness?\" First he made mention of the rod, and like the almond rod struck those who were wandering, that he might afterwards comfort them in the spirit of meekness."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:19",
                            "text": "And so meekness restored him whom the rod had deprived of the heavenly sacraments."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:20",
                            "text": "And to his disciple he gave similar injunctions, saying: \"Reprove, beseech, rebuke\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:21",
                            "text": "Two of these are hard, one is gentle, but they are hard only that they may soften; for as to suffering from excess of gall, bitter food or drink seems sweet, and on the other hand sweet food is bitter, so where the mind is wounded it grows worse under the influence of pleasurable flattery, and again is made sound by the bitterness of correction."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:22",
                            "text": "5."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:23",
                            "text": "Let thus much be gathered from the passage of the prophet, and let us now consider what the lesson from the Gospel contains: \"One of the Pharisees invited the Lord Jesus to eat with him, and He entered into the Pharisee's house and sat down."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:24",
                            "text": "And behold a woman, who was a sinner in the city, when she knew that Jesus sat at meat in the Pharisee's house, brought an alabaster box of ointment, and standing behind at His feet, began to wash His feet with her tears\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:25",
                            "text": "And then he read as far as this place: \"Thy faith hath saved thee, go in peace\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:26",
                            "text": "How simple, I went on to say, is this Gospel lesson in words, how deep in its counsels! And so because the words are those of the \"Great Counsellor,\" let us consider their depth."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:27",
                            "text": "6."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:28",
                            "text": "Our Lord Jesus Christ judged that men could more readily be bound and led on to do the things that are right by kindness than by fear, and that love avails more than dread for correction."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:29",
                            "text": "And so, when He came, being born of a Virgin, He sent forth His grace, that sin might be forgiven in baptism in order to make us more grateful to Himself."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:30",
                            "text": "Then if we repay Him by services befitting men who are grateful, He has declared in this woman that there will be a reward for this grace itself to all men."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:31",
                            "text": "For if He had forgiven only our original debt, He would have seemed more cautious than merciful, and more careful for our correction than magnificent in His rewards."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:32",
                            "text": "It is only the cunning of a narrow mind that tries to entice, but it is fitting for God that those whom He has invited by grace He should lead on by increase of that grace."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:33",
                            "text": "And so He first bestows on us a gift by baptism, and afterwards gives more abundantly to those who serve Him faithfully."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:34",
                            "text": "So, then, the benefits of Christ are both incentives and rewards of virtue."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:35",
                            "text": "7."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:36",
                            "text": "And let no one be startled at the word \"creditor\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:37",
                            "text": "We were before under a hard creditor, who was not to be satisfied and paid to the full but by the death of the debtor."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:38",
                            "text": "The Lord Jesus came, He saw us bound by a heavy debt."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:39",
                            "text": "No one could pay his debt with the patrimony of his innocence."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:40",
                            "text": "I could have nothing of my own wherewith to free myself."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:41",
                            "text": "He gave to me a new kind of acquittance, changing my creditor because I had nothing wherewith to pay my debt."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:42",
                            "text": "But it was sin, not nature, which had made us debtors, for we had contracted heavy debts by our sins, that we who had been free should be bound, for he is a debtor who received any of his creditor's money."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:43",
                            "text": "Now sin is of the devil; that wicked one has, as it were, these riches in his possession."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:44",
                            "text": "For as the riches of Christ are virtues, so crimes are the wealth of the devil."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:45",
                            "text": "He had reduced the human race to perpetual captivity by the heavy debt of inherited liability, which our debt-laden ancestor had transmitted to his posterity by inheritance."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:46",
                            "text": "The Lord Jesus came, He offered His death for the death of all, He poured out His Blood for the blood of all."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:47",
                            "text": "8."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:48",
                            "text": "So, then, we have changed our creditor, not escaped wholly, or rather we have escaped, for the debt remains but the interest is cancelled, for the Lord Jesus said, \"To those who are in bonds, Come out, and to those who are in prison, Go forth;\" so your sins are forgiven."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:49",
                            "text": "All, then, are forgiven, nor is there any one whom He has not loosed."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:50",
                            "text": "For thus it is written, that He has  forgiven \"all transgressions, doing away the handwriting of the ordinance that was against us\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:51",
                            "text": "Why, then, do we hold the bonds of others, and desire to exact the debts of others, while we enjoy our own remission? He who forgave all, required of all that what every one remembers to have been forgiven to himself, he also should forgive others."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:52",
                            "text": "9."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:53",
                            "text": "Take care that you do not begin to be in a worse case as creditor than as debtor, like the man in the Gospel, to whom his lord forgave all his debt, and who afterwards began to exact from his fellow-servant that which he himself had not paid, for which reason his master being angry, exacted from him, with the bitterest reproaches, that which he had before forgiven him."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:54",
                            "text": "Let us, therefore, take heed lest this happen to us, that by not forgiving that which is due to ourselves, we should incur the payment of what has been forgiven us, for thus is it written in the words of the Lord Jesus: \"So shall My Father, Which is in heaven, do also unto you, if ye from your hearts forgive not every one his brother\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:55",
                            "text": "Let us, then, forgive few things to whom many have been forgiven, and understand that the more we forgive the more acceptable shall we be to God, for we are the more well pleasing to God, the more we have been forgiven."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:56",
                            "text": "10."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:57",
                            "text": "And, finally, the Pharisee, when the Lord asked him, \"which of them loved him most,\" answered, \"I suppose that he to whom he forgave most\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:58",
                            "text": "And the Lord replied, \"Thou hast judged rightly\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:59",
                            "text": "The judgment of the Pharisee is praised, but his affection is blamed."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:60",
                            "text": "He judges well concerning others, but does not himself believe that which he thinks well of in the case of others."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:61",
                            "text": "You hear a Jew praising the discipline of the Church, extolling its true grace, honouring the priests of the Church; if you exhort him to believe he refuses, and so follows not himself that which he praises in us."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:62",
                            "text": "His praise, then, is not full, because Christ said to him: \"Thou hast rightly judged,\" for Cain also offered rightly, but did not divide rightly, and therefore God said to him: \"If thou offerest rightly, but dividest not rightly, thou hast sinned, be still\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:63",
                            "text": "So, then, this man offered rightly, for he judges that Christ ought to be more loved by Christians, because He has forgiven us many sins; but he divided not rightly, because he thought that He could be ignorant of the sins of men Who forgave the sins of men."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:64",
                            "text": "11."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:65",
                            "text": "And, therefore, He said to Simon: \"Thou seest this woman."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:66",
                            "text": "I entered into thine house, and thou gavest Me no water for My feet, but she hath washed My feet with her tears\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:67",
                            "text": "We are all the one body of Christ, the head of which is God, and we are the members; some perchance eyes, as the prophets; others teeth, as the apostles, who have passed the food of the Gospel preached into our breasts, and rightly is it written: \"His eyes shall be bright with wine, and his teeth whiter than milk\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:68",
                            "text": "And His hands are they who are seen to carry out good works, His belly are they who distribute the strength of nourishment on the poor."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:69",
                            "text": "So, too, some are His feet, and would that I might be worthy to be His heel! He, then, pours water upon the feet of Christ, who forgives the very lowest their offences, and while delivering those of low estate, yet is washing the feet of Christ."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:70",
                            "text": "12."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:71",
                            "text": "And he pours water upon the feet of Christ, who purifies his conscience from the defilement of sin, for Christ walks in the breast of each."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:72",
                            "text": "Take heed, then, not to have your conscience polluted, and so to begin to defile the feet of Christ."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:73",
                            "text": "Take heed lest He encounter a thorn of wickedness in you, whereby as He walks in you His heel may be wounded."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:74",
                            "text": "For this was why the Pharisee gave no water for the feet of Christ, that he had not a soul pure from the filth of unbelief."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:75",
                            "text": "For how could he cleanse his conscience who had not received the water of Christ? But the Church both has this water and has tears."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:76",
                            "text": "For faith which mourns over former sins is wont to guard against fresh ones."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:77",
                            "text": "Therefore, Simon the Pharisee, who had no water, had also, of course, no tears."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:78",
                            "text": "For how should he have tears who had no penitence? For since he believed not in Christ he had no tears."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:79",
                            "text": "For if he had had them he would have washed his eyes, that he might see Christ, Whom, though he sat at meat with Him, he saw not."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:80",
                            "text": "For had he seen Him, he would not have doubted of His power."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:81",
                            "text": "13."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:82",
                            "text": "The Pharisee had no hair, inasmuch as he could not recognize the Nazarite; the Church had hair, and she sought the Nazarite."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:83",
                            "text": "Hairs are counted as amongst the superfluities of the body, but if they be anointed, they give forth a good odour, and are an ornament to the head; if they be not anointed with oil, are a burden."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:84",
                            "text": "So, too, riches are a burden if you know not how to use them, and sprinkle them not with the odour of Christ."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:85",
                            "text": "But if you nourish the poor,  if you wash their wounds and wipe away their filth, you have indeed wiped the feet of Christ."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:86",
                            "text": "14."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:87",
                            "text": "\"Thou gavest Me no kiss, but she from the time she came in hath not ceased to kiss My feet\"."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:88",
                            "text": "A kiss is the sign of love."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:89",
                            "text": "Whence, then, can a Jew have a kiss, seeing he has not known peace, nor received peace from Christ when He said: \"My peace I give you, My peace I leave you\"."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:90",
                            "text": "The Synagogue has not a kiss, but the Church has, who waited for Him, who loved Him, who said: \"Let Him kiss me with the kisses of His mouth\"."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:91",
                            "text": "For by His kisses she wished gradually to quench the burning of that long desire, which had grown with looking for the coming of the Lord, and to satisfy her thirst by this gift."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:92",
                            "text": "And so the holy prophet says: \"Thou shalt open my mouth, and it shall declare Thy praise\"."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:93",
                            "text": "He, then, who praises the Lord Jesus kisses Him, he who praises Him undoubtedly believes."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:94",
                            "text": "Finally, David himself says: \"I believed, therefore have I spoken;\" and before: \"Let my mouth be filled with Thy praise, and let me sing of Thy glory\"."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:95",
                            "text": "15."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:96",
                            "text": "And the same Scripture teaches you concerning the infusion of special grace, that he kisses Christ who receives the Spirit, where the holy prophet says: \"I opened my mouth and drew in the Spirit\"."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:97",
                            "text": "He, then, kisses Christ who confesses Him: \"For with the heart man believeth unto righteousness, and with the mouth confession is made unto salvation\"."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:98",
                            "text": "He, again, kisses the feet of Christ who, when reading the Gospel, recognizes the acts of the Lord Jesus, and admires them with pious affection, and so piously he kisses, as it were, the footprints of the Lord Jesus as He walks."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:99",
                            "text": "We kiss Christ, then, with the kiss of communion: \"Let him that readeth understand\"."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:100",
                            "text": "16."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:101",
                            "text": "Whence should the Jew have this kiss? For he who believed in His coming, believed not in His Passion."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:102",
                            "text": "For how can he believe that He has suffered Whom he believes not to have come? The Pharisee, then, had no kiss except perchance that of the traitor Judas."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:103",
                            "text": "But neither had Judas the kiss; and so when he wished to show to the Jews that kiss which he had promised as the sign of betrayal, the Lord said to him: \"Judas, betrayest thou the Son of Man with a kiss?\" that is, you, who have not the love marked by the kiss, offer a kiss."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:104",
                            "text": "You offer a kiss who know not the mystery of the kiss."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:105",
                            "text": "It is not the kiss of the lips which is sought for, but that of the heart and soul."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:106",
                            "text": "17."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:107",
                            "text": "But you say, he kissed the Lord."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:108",
                            "text": "Yes, he kissed Him indeed with his lips."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:109",
                            "text": "The Jewish people has this kiss, and therefore it is said: \"This people honoureth Me with their lips, but their heart is far from Me\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:110",
                            "text": "So, then, he who has not faith and charity has not the kiss, for by a kiss the strength of love is impressed."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:111",
                            "text": "When love is not, faith is not, and affection is not, what sweetness can there be in kisses?  18."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:112",
                            "text": "But the Church ceases not to kiss the feet of Christ, and therefore in the Song of Songs she desires not one but many kisses, and like Holy Mary she is intent upon all His sayings, and receives all His words when the Gospel or the Prophets are read, and \"keeps all His sayings in her heart\"."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:113",
                            "text": "So, then, the Church alone has kisses as a bride, for a kiss is as it were a pledge of espousals and the prerogative of wedlock."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:114",
                            "text": "Whence should the Jew have kisses, who believes not in the Bridegroom? Whence should the Jew have kisses, who knows not that the Bridegroom is come?  19."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:115",
                            "text": "And not only has he no kisses, but neither has he oil wherewith to anoint the feet of Christ, for if he had oil he would certainly, before now, soften his own neck."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:116",
                            "text": "Moses says: \"This people is stiff-necked,\" and the Lord says that the priest and the Levite passed by, and neither of them poured oil or wine into the wounds of him who had been wounded by robbers; for they had nothing to pour in, since if they had had oil they would have poured it into their own wounds."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:117",
                            "text": "But Isaiah declares: \"They cannot apply ointment nor oil nor bandage\"."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:118",
                            "text": "20."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:119",
                            "text": "But the Church has oil wherewith she dresses the wounds of her children, lest the hardness of the wound spread deeply; she has oil which she has received secretly."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:120",
                            "text": "With this oil Asher washed his feet as it is written: \"A blessed son is Asher, and he shall be acceptable to his brothers, and shall dip his feet in oil\"."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:121",
                            "text": "With this oil, then, the Church anoints the necks of her children, that they may take up the yoke of Christ; with this oil she anointed the Martyrs, that she might cleanse them from the dust of this world; with this oil she anointed the Confessors, that they might not yield to their labours, nor sink down through weariness;  that they might not be overcome by the heat of this world; and she anointed them in order to refresh them with the spiritual oil."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:122",
                            "text": "21."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:123",
                            "text": "The Synagogue has not this oil, inasmuch as she has not the olive, and understood not that dove which brought back the olive branch after the deluge."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:124",
                            "text": "For that Dove descended afterwards when Christ was baptized, and abode upon Him, as John testified in the Gospel, saying: \"I saw the Spirit descending from heaven like a dove, and He abode upon Him\"."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:125",
                            "text": "But how could he see the Dove, who saw not Him, upon Whom the Spirit descended like a dove?  22."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:126",
                            "text": "The Church, then, both washes the feet of Christ and wipes them with her hair, and anoints them with oil, and pours ointment upon them, because not only does she care for the wounded and cherish the weary, but also sprinkles them with the sweet odour of grace; and pours forth the same grace not only on the rich and powerful, but also on men of lowly estate."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:127",
                            "text": "She weighs all with equal balance, gathers all in the same bosom, and cherishes them in the same lap."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:128",
                            "text": "23."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:129",
                            "text": "Christ died once, and was buried once, and nevertheless He wills that ointment should daily be poured on His feet."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:130",
                            "text": "What, then, are those feet of Christ on which we pour ointment? The feet of Christ are they of whom He Himself says: \"What ye have done to one of the least of these ye have done to Me\"."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:131",
                            "text": "These feet that woman in the Gospel refreshes, these feet she bedews with her tears; when sin is forgiven to the lowliest, guilt is washed away, and pardon granted."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:132",
                            "text": "These feet he kisses, who loves even the lowest of the holy people."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:133",
                            "text": "These feet he anoints with ointment, who imparts the kindness of his gentleness even to the weaker."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:134",
                            "text": "In these the martyrs, in these the apostles, in these the Lord Jesus Himself declares that He is honoured."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:135",
                            "text": "24."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:136",
                            "text": "You see how ready to teach the Lord is, that He may by His own example provoke you to piety, for He is ready to teach when He rebukes."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:137",
                            "text": "So when accusing the Jews, He says: \"O My people, what have I done to thee, or wherein have I troubled thee, or wherein have I wearied thee? Answer Me."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:138",
                            "text": "Is it because I brought thee out of the land of Egypt, and delivered thee from the house of bondage?\" adding: \"And I sent before thy face Moses and Aaron and Miriam\"."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:139",
                            "text": "Remember what Balaam conceived against thee, seeking the aid of magic art, but I suffered him not to hurt thee."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:140",
                            "text": "Thou wast indeed weighed down an exile in foreign lands, thou wast oppressed with heavy burdens."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:141",
                            "text": "I sent before thy face Moses and Aaron and Miriam, and he who spoiled the exile was first spoiled himself."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:142",
                            "text": "Thou who hadst lost what was thine, didst obtain that which was another's, being freed from the enemies who were hedging thee in, and safe in the midst of the waters thou sawest the destruction of thine enemies, when the same waves which surrounded and carried thee on thy way, pouring back, drowned the enemy."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:143",
                            "text": "Did I not, when food was lacking to thee passing through the desert, supply a rain of food, and nourishment around thee, whithersoever thou wentest? Did I not, after subduing all thine enemies, bring thee into the region of Eshcol? Did I not deliver up thee Sihon, King of the Amorites (that is, the proud one, the leader of them that provoked thee)? Did I not deliver up to thee alive the King of Ai, whom after the ancient curse thou didst condemn to be fastened to the wood and raised upon the cross? Why should I speak of the troops of the five kings which were slain in endeavouring to deny thee the land given to thee? And now what is required of thee in return for all this, but to do judgment and justice, to love mercy, and to be ready to walk with the Lord thy God?  25."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:144",
                            "text": "And what was His expostulation by Nathan the prophet to King David himself, that pious and gentle man? I, He said, chose thee the youngest of thy brethren, I filled thee with the spirit of meekness, I anointed thee king by the hand of Samuel, in whom I and My Name dwelt."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:145",
                            "text": "Having removed that former king, whom an evil spirit stirred up to persecute the priests of the Lord, I made thee triumph after exile."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:146",
                            "text": "I set upon thy throne of thy seed one not more an heir than a colleague."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:147",
                            "text": "I made even strangers subject to thee, that they who attacked might serve thee, and wilt thou deliver My servants into the power of My enemies, and wilt thou take away that which was My servant's, whereby both thyself wilt be branded with sin, and My adversaries will have whereof to rejoice."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:148",
                            "text": "26."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:149",
                            "text": "Wherefore, O Emperor, that I may now address my words not only about you, but to you, since you observe how severely the Lord is wont to censure, see that the more glorious you are become, the more utterly you submit to your Maker."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:150",
                            "text": "For it is written: \"When the Lord thy God shall  have brought thee into a strange land, and thou shalt eat the fruits of others, say not, My power and my righteousness hath given me this, for the Lord thy God hath given it to thee;\" for Christ in His mercy hath conferred it on thee, and therefore, in love for His body, that is, the Church, give water for His feet, kiss His feet, so that you may not only pardon those who have been taken in sin, but also by your peaceableness restore them to concord, and give them rest."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:151",
                            "text": "Pour ointment upon His feet that the whole house in which Christ sits may be filled with thy ointment, and all that sit with Him may rejoice in thy fragrance, that is, honour the lowest, so that the angels may rejoice in their forgiveness, as over one sinner that repenteth, the apostles may be glad, the prophets be filled with delight."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:152",
                            "text": "For the eyes cannot say to the hand: \"We have no need of thee, nor the head to the feet, Ye are not necessary to me\"."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:153",
                            "text": "So, since all are necessary, guard the whole body of the Lord Jesus, that He also by His heavenly condescension may preserve your kingdom."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:154",
                            "text": "27."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:155",
                            "text": "When I came down from the pulpit, he said to me: \"You spoke about me\"."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:156",
                            "text": "I replied: \"I dealt with matters intended for your benefit\"."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:157",
                            "text": "Then he said: \"I had indeed decided too harshly about the repairing of the synagogue by the bishop, but that has been rectified."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:158",
                            "text": "The monks commit many crimes\"."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:159",
                            "text": "Then Timasius the general began to be over-vehement against the monks, and I answered him: \"With the Emperor I deal as is fitting, because I know that he has the fear of God, but with you, who speak so roughly, one must deal otherwise\"."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:160",
                            "text": "28."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:161",
                            "text": "Then, after standing for some time, I said to the Emperor: \"Let me offer for you without anxiety, set my mind at ease\"."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:162",
                            "text": "As he continued sitting and nodded, but did not give an open promise, and I remained standing, he said that he would amend the edict."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:163",
                            "text": "I went on at once to say that he must end the whole investigation, lest the Count should use the opportunity of the investigation to do any injury to the Christians."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:164",
                            "text": "He promised that it should be so."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:165",
                            "text": "I said to him, \"I act on your promise,\" and repeated, \"I act on your promise\"."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:166",
                            "text": "\"Act,\" he said, \"on my promise\"."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:167",
                            "text": "And so I went to the altar, whither I should not have gone unless he had given me a distinct promise."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:168",
                            "text": "And indeed so great was the grace attending the offering, that I felt myself that that favour granted by the Emperor was very acceptable to our God, and that the divine presence was not wanting."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Ambrose: Letter XLI 1:169",
                            "text": "And so everything was done as I wished."
                        }
                    ]
                }
            ]
        }
    ]
}