{
    "books": [
        {
            "name": "II Adam and Eve",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "II Adam and Eve 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:1",
                            "text": "When Luluwa heard Cain's words, she wept and went to call her father and mother, and told them how that Cain had killed his brother Abel."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:2",
                            "text": "Then they all cried aloud and lifted up their voices, and slapped their faces, and threw dust upon their heads, and rent asunder their garments, and went out and came to the place where Abel was killed."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:3",
                            "text": "And they found him lying on the earth, killed, and beasts around him; while they wept and cried because of this just one. From his body, by reason of its purity, went forth a smell of sweet spices."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:4",
                            "text": "And Adam carried him, his tears streaming down his face; and went to the Cave of Treasures, where he laid him, and wound him up with sweet spices and myrrh."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:5",
                            "text": "And Adam and Eve continued by the burial of him in great grief a hundred and forty days. Abel was fifteen and a half years old, and Cain seventeen years and a half."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:6",
                            "text": "As for Cain, when the mourning for his brother was ended, he took his sister Luluwa and married her, without leave from his father and mother; for they could not keep him from her, by reason of their heavy heart."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:7",
                            "text": "He then went down to the bottom of the mountain, away from the garden, near to the place where he had killed his brother."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:8",
                            "text": "And in that place were many fruit trees and forest trees. His sister bare him children, who in their turn began to multiply by degrees until they filled that place."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:9",
                            "text": "But as for Adam and Eve, they came not together after Abel's funeral, for seven years. After this, however, Eve conceived; and while she was with child, Adam said to her, \"Come, let us take an offering and offer it up unto God, and ask Him to give us a fair child, in whom we may find comfort, and whom we may join in marriage to Abel's sister.\""
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:10",
                            "text": "Then they prepared an offering and brought it up to the altar, and offered it before the Lord, and began to entreat Him to accept their offering, and to give them a good offspring."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:11",
                            "text": "And God heard Adam and accepted his offering. Then, they worshipped, Adam, Eve, and their daughter, and came down to the Cave of Treasures and placed a lamp in it, to burn by night and by day, before the body of Abel."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:12",
                            "text": "Then Adam and Eve continued fasting and praying until Eve's time came that she should be delivered, when she said to Adam, \"I wish to go to the cave in the rock, to bring forth in it.\""
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:13",
                            "text": "And he said, \"Go, and take with thee thy daughter to wait on thee; but I will remain in this Cave of Treasures before the body of my son Abel.\""
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "II Adam and Eve 1:14",
                            "text": "Then Eve hearkened to Adam, and went, she and her daughter. But Adam remained by himself in the Cave of Treasures."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "II Adam and Eve 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:1",
                            "text": "And Eve brought forth a son perfectly beautiful in figure and in countenance. His beauty was like that of his father Adam, yet more beautiful."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:2",
                            "text": "Then Eve was comforted when she saw him, and remained eight days in the cave; then she sent her daughter unto Adam to tell him to come and see the child and name him. But the daughter stayed in his place by the body of her brother, until Adam returned. So did she."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:3",
                            "text": "But when Adam came and saw the child's good looks, his beauty, and his perfect figure, he rejoiced over him, and was comforted for Abel. Then he named the child Seth, that means, \"that God has heard my prayer, and has delivered me out of my affliction.\" But it means also \"power and strength.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:4",
                            "text": "Then after Adam had named the child, he returned to the Cave of Treasures; and his daughter went back to her mother."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:5",
                            "text": "But Eve continued in her cave, until forty days were fulfilled, when she came to Adam, and brought with her the child and her daughter."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:6",
                            "text": "And they came to a river of water, where Adam and his daughter washed themselves, because of their sorrow for Abel; but Eve and the babe washed for purification."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:7",
                            "text": "Then they returned, and took an offering, and went to the mountain and offered it up, for the babe; and God accepted their offering, and sent His blessing upon them, and upon their son Seth; and they came back to the Cave of Treasures."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:8",
                            "text": "As for Adam, he knew not again his wife Eve, all the days of his life; neither was any more offspring born of them; but only those five, Cain, Luluwa, Abel, Aklia, and Seth alone."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "II Adam and Eve 2:9",
                            "text": "But Seth waxed in stature and in strength; and began to fast and pray, fervently."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "II Adam and Eve 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:1",
                            "text": "As for our father Adam, at the end of seven years from the day he had been severed from his wife Eve, Satan envied him, when he saw him thus separated from her; and strove to make him live with her again."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:2",
                            "text": "Then Adam arose and went up above the Cave of Treasures; and continued to sleep there night by night. But as soon as it was light every day he came down to the cave, to pray there and to receive a blessing from it."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:3",
                            "text": "But when it was evening he went up on the roof of the cave, where he slept by himself, fearing lest Satan should overcome him. And he continued thus apart thirty-nine days."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:4",
                            "text": "Then Satan, the hater of all good, when he saw Adam thus alone, fasting and praying, appeared unto him in the form of a beautiful woman, who came and stood before him in the night of the fortieth day, and said unto him:-"
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:5",
                            "text": "\"0 Adam, from the time ye have dwelt in this cave, we have experienced great peace from you, and your prayers have reached us, and we have been comforted about you."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:6",
                            "text": "\"But now, 0 Adam, that thou hast gone up over the roof of the cave to sleep, we have had doubts about thee, and a great sorrow has come upon us because of thy separation from Eve. Then again, when thou art on the roof of this cave, thy prayer is poured out, and thy heart wanders from side to side."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:7",
                            "text": "\"But when thou wast in the cave thy prayer was like fire gathered together; it came down to us, and thou didst find rest."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:8",
                            "text": "\"Then I also grieved over thy children who are severed from thee; and my sorrow is great about the murder of thy son Abel; for he was righteous; and over a righteous man every one will grieve."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:9",
                            "text": "\"But I rejoiced over the birth of thy son Seth; yet after a little while I sorrowed greatly over Eve, because she is my sister. For when God sent a deep sleep over thee, and drew her out of thy side, He brought me out also with her. But He raised her by placing her with thee, while He lowered me."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:10",
                            "text": "\"I rejoiced over my sister for her being with thee. But God had made me a promise before, and said, 'Grieve not; when Adam has gone up on the roof of the Cave of Treasures, and is separated from Eve his wife, I will send thee to him, thou shalt join thyself to him in marriage, and bear him five children, as Eve did bear him five.'"
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:11",
                            "text": "\"And now, lo! God's promise to me is fulfilled; for it is He who has sent me to thee for the wedding; because if thou wed me, I shall bear thee finer and better children than those of Eve."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:12",
                            "text": "\"Then again, thou art as yet but a youth; end not thy youth in this world in sorrow; but spend the days of thy youth in mirth and pleasure. For thy days are few and thy trial is great. Be strong; end thy days in this world in rejoicing. I shall take pleasure in thee, and thou shall rejoice with me in this wise, and without fear."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:13",
                            "text": "\"Up, then, and fulfil the command of thy God,\" she then drew near to Adam, and embraced him."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:14",
                            "text": "But when Adam saw that he should be overcome by her, he prayed to God with a fervent heart to deliver him from her."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:15",
                            "text": "Then God sent His Word unto Adam, saying, \"0 Adam, that figure is the one that promised thee the Godhead, and majesty; he is not favourably disposed towards thee; but shows himself to thee at one time in the form of a woman; another moment, in the likeness if an angel; on another occasions, in the similitude of a serpent; and at another time, in the semblance of a god; but he does all that only to destroy thy soul."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "II Adam and Eve 3:16",
                            "text": "\"Now, therefore, 0 Adam, understanding thy heart, I have delivered thee many a time from his hands; in order to show thee that I am a merciful God; and that I wish thy good, and that I do not wish thy ruin.\""
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "II Adam and Eve 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:1",
                            "text": "Then God ordered Satan to show himself to Adam plainly, in his own hideous form."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:2",
                            "text": "But when Adam saw him, he feared, and trembled at the sight of him."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:3",
                            "text": "And God said to Adam, 'Look at this devil, and at his hideous look, and know that he it is who made thee fall from brightness into darkness, from peace and rest to toil and misery."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:4",
                            "text": "And look, 0 Adam, at him, who said of himself that he is God! Can God be black? Would God take the form of a woman? Is there any one stronger than God? And can He be overpowered?"
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:5",
                            "text": "\"See, then, 0 Adam, and behold him bound in thy presence, in the air, unable to flee away! Therefore, I say unto thee, be not afraid of him; henceforth take care, and beware of him, in whatever he may do to thee.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:6",
                            "text": "Then God drove Satan away from before Adam, whom He strengthened, and whose heart He comforted, saying to him, \"Go down to the Cave of Treasures, and separate not thyself from Eve; I will quell in you all animal lust.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:7",
                            "text": "From that hour it left Adam and Eve, and they enjoyed rest by the commandment of God. But God did not the like to any one of Adam's seed; but only to Adam and Eve."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:8",
                            "text": "Then Adam worshipped before the Lord, for having delivered him, and for having layed his passions. And he came down from above the cave, and dwelt with Eve as aforetime."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "II Adam and Eve 4:9",
                            "text": "This ended the forty days of his separation from Eve."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "II Adam and Eve 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:1",
                            "text": "As for Seth, when he was seven years old, he knew good and evil, and was consistent in fasting and praying, and spent all his nights in entreating God for mercy and forgiveness."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:2",
                            "text": "He also fasted when bringing up his offering every day, more than his father did; for he was of a fair countenance, like unto an angel of God. He also had a good heart, preserved the finest qualities of his soul; and for this reason he brought up his offering every day."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:3",
                            "text": "And God was pleased with his offering; but He was also pleased with his purity. And he continued thus in doing the will of God, and of his father and mother, until he was seven years old."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:4",
                            "text": "After that, as he was corning down from the altar, having ended his offering, Satan appeared unto him in the form of a beautiful angel, brilliant with light; with a staff of light in his hand, himself girt about with a girdle of light."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:5",
                            "text": "He greeted Seth with a beautiful smile, and began to beguile him with fair words, saying to him, \"0 Seth, why abidest thou in this mountain? For it is rough, full of stones and of sand, and of trees with no good fruit on them; a wilderness without habitations and without towns; no good place to dwell in. But all is heat, weariness, and trouble.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:6",
                            "text": "He said further, 'But we dwell in beautiful places, in another world than this earth. Our world is one of light and our condition is of the best; our women are handsomer than any others; and I wish thee, 0 Seth, to wed one of them; because I see that thou art fair to look upon, and in this land there is not one woman good enough for thee. Besides, all those who live in this world, are only five souls."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:7",
                            "text": "\"But in our world there are very many men and many maidens, all more beautiful one than another. I wish, therefore, to remove thee hence, that thou mayest see my relations and be wedded to which ever thou likest."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:8",
                            "text": "\"Thou shalt then abide by me and be at peace; thou shalt be filled with splendour and light, as we are."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:9",
                            "text": "\"Thou shalt remain in our world. and rest from this world and the misery of it; thou shalt never again feel faint and weary; thou shalt never bring up an offering, nor sue for mercy; for thou shalt commit no more sin nor be swayed by passions."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:10",
                            "text": "\"And if thou wilt hearken to what I say, thou shalt wed one of my daughters; for with us it is no sin so to do; neither is it reckoned animal lust."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "II Adam and Eve 5:11",
                            "text": "\"For in our world we have no God; but we all are gods; we all are of the light, heavenly, powerful, strong and glorious.\""
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "II Adam and Eve 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:1",
                            "text": "When Seth heard these words he was amazed, and inclined his heart to Satan's treacherous speech, and said to him, \"Saidst"
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:2",
                            "text": "And Satan said \"Yes; behold thou hast heard me; but I will yet praise them and their ways, in thy hearing.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:3",
                            "text": "But Seth said to him, \"Thy speech has amazed me; and thy beautiful description of it all.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:4",
                            "text": "\"Yet I cannot go with thee to-day; not until I have gone to my father Adam and to my mother Eve, and told them all thou hast said to me. Then if they give me leave to go with thee, I will come.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:5",
                            "text": "Again Seth said, \"I am afraid of doing any thing without my father's and mother's leave, lest I perish like my brother Cain, and like my father Adam, who transgressed the commandment of God. But, behold, thou knowest this place; come, and meet me here to-morrow.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:6",
                            "text": "When Satan heard this, he said to Seth, \"If thou tellest thy father Adam what I have told thee, he will not let thee come with me."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:7",
                            "text": "But hearken to me; do not tell thy father and mother what I have said to thee; but come with me to-day, to our world; where thou shalt see beautiful things and enjoy thyself there, and revel this day among my children, beholding them and taking thy fill of mirth; and rejoice ever more. Then I shall bring thee back to this place to-morrow; but if thou wouldest rather abide with me, so be it.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:8",
                            "text": "Then Seth answered, \"The spirit of my father and of my mother, hangs on me; and if I hide from them one day, they will die, and God will hold me guilty of sinning against them."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:9",
                            "text": "\"And except that they know I am come to this place to bring up to it my offering, they would not be separated from me one hour; neither should I go to any other place, unless they let me. But they treat me most kindly, because I come back to them quickly.\""
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:10",
                            "text": "Then Satan said to him, \"What will happen to thee if thou hide thyself from them one night, and return to them at break of day?\""
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:11",
                            "text": "But Seth, when he saw how he kept on talking, and that he would not leave him-ran, and went up to the altar, and spread his hands unto God, and sought deliverance from Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:12",
                            "text": "Then God sent His Word, and cursed Satan, who fled from Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:13",
                            "text": "But as for Seth, he had gone up to the altar, saying thus in his heart. \"The altar is the place of offering, and God is there; a divine fire shall consume it; so shall Satan be unable to hurt me, and shall not take me away thence.\""
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:14",
                            "text": "Then Seth came down from the altar and went to his father and mother, whom he found in the way, longing to hear his voice; for he had tarried a while."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:15",
                            "text": "He then began to tell them what had befallen him from Satan, under the form of an angel."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:16",
                            "text": "But when Adam heard his account, he kissed his face, and warned him against that angel, telling him it was Satan who thus appeared to him. Then Adam took Seth, and they went to the Cave of Treasures, and rejoiced therein."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:17",
                            "text": "But from that day forth Adam and Eve never parted from him, to whatever place he might go, whether for his offering or for any thing else."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "II Adam and Eve 6:18",
                            "text": "This sign happened to Seth, when he was nine years old."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "II Adam and Eve 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:1",
                            "text": "When our father Adam saw that Seth was of a perfect heart, he wished him to marry; lest the enemy should appear to him another time, and overcome him."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:2",
                            "text": "So Adam said to his son Seth, \"I wish, 0 my son, that thou wed thy sister Aklia, Abel's sister, that she may bear thee children, who shall replenish the earth, according to God's promise to us."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:3",
                            "text": "\"Be not afraid, 0 my son; there is no disgrace in it. I wish thee to marry, from fear lest the enemy overcome thee.'"
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:4",
                            "text": "Seth, however, did not wish to marry; but in obedience to his father and mother, he said not a word."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:5",
                            "text": "So Adam married him to Aklia. And he was fifteen years old."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:6",
                            "text": "But when he was twenty years of age, he begat a son, whom he called Enos; and then begat other children than him,"
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:7",
                            "text": "Then Enos grew up, married, and begat Cainan."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:8",
                            "text": "Cainan also grew up, married, and begat Mahalaleel."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:9",
                            "text": "Those fathers were born during Adam's lifetime, and dwelt by the Cave of Treasures."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "II Adam and Eve 7:10",
                            "text": "Then were the days of Adam nine hundred and thirty years, and those of Mahalaleel one hundred. But Mahalaleel, when he was grown up, loved fasting, praying, and with hard labours, until the end of our father Adam's days drew near."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "II Adam and Eve 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:1",
                            "text": "When our father Adam saw that his end was near, he called his son Seth, who came to him in the Cave of Treasures, and he said unto him: -"
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:2",
                            "text": "\"0 Seth, my son bring me thy children and thy children's children, that I may shed my blessing on them ere I die.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:3",
                            "text": "When Seth heard these words from his father Adam, he went from him, shed a flood of tears over his face, and gathered together his children and his children's children, and brought them to his father Adam."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:4",
                            "text": "But when our father Adam saw them around him, he wept at having to be separated from them."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:5",
                            "text": "And when they saw him weeping, they all wept together, and fell upon his face saying, \"How shalt thou be severed from us, 0 our father? And how shall the earth receive thee and hide thee from our eyes?\" Thus did they lament much, and in like words."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:6",
                            "text": "Then our father Adam blessed them all, and said to Seth, after he had blessed them:-"
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:7",
                            "text": "\"0 Seth, my son, thou knowest this world - that it is full of sorrow, and of weariness; and thou knowest all that has come upon us, from our trials in it I therefore flow command thee in these words: to keep innocency, to be pure and just, and trusting in God; and lean not to the discourses of Satan, nor to the apparitions in which he will show himself to thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:8",
                            "text": "But keep the commandments that I give thee this day; then give the same to thy son Enos; and let Enos give it to his son Cainan; and Cainan to his son Mahalaleel; so that this commandment abide firm among all your children."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:9",
                            "text": "\"0 Seth, my son, the moment I am dead take ye my body and wind it up with myrrh, aloes, and cassia, and leave me here in this Cave of Treasures in which are all these tokens which God gave us from the garden."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:10",
                            "text": "\"0 my son, hereafter shall a flood come and overwhelm all creatures, and leave out only eight souls."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:11",
                            "text": "\"But, 0 my son, let those whom it will leave out from among your children at that time, take my body with them out of this cave; and when they have taken it with them, let the oldest among them command his children to lay my body in a ship until the flood has been assuaged, and they come out of the ship."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:12",
                            "text": "Then they shall take my body and lay it in the middle of the earth, shortly after they have been saved from the waters of the flood."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:13",
                            "text": "\"For the place where my body shall be laid, is the middle of the earth; God shall come from thence and shall save all our kindred."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:14",
                            "text": "\"But now, 0 Seth, my son, place thyself at the head of thy people; tend them and watch over them in the fear of God; and lead them in the good way. Command them to fast unto God; and make them understand they ought not to hearken to Satan, lest he destroy them."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:15",
                            "text": "\"Then, again, sever thy children and thy children's children from Cain's children; do not let them ever mix with those, nor come near them either in their words or in their deeds.\""
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:16",
                            "text": "Then Adam let his blessing descend upon Seth, and upon his children, and upon all his children's children."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:17",
                            "text": "He then turned to his son Seth, and to Eve his wife, and said to them, \"Preserve this gold, this incense, and this myrrh, that God has given us for a sign; for in days that are coming, a flood will overwhelm the whole creation. But those who shall go into the ark shall take with them the gold, the incense, and the myrrh, together with my body; and will lay the gold, the incense, and the myrrh, with my body in the midst of the earth."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:18",
                            "text": "\"Then, after a long time, the city in which the gold, the incense, and the myrrh are found with my body, shall be plundered. But when it is spoiled, the gold the incense, and the myrrh shall be taken care of with the spoil that is kept; and naught of them shall perish, until the Word of God, made man shall come; when kings shall take them, and shall offer to Him, gold in token of His being King; incense, in token of His being God of heaven and earth; and myrrh, in token of His passion."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:19",
                            "text": "\"Gold also, as a token of His overcoming Satan, and all our foes; incense as a token that He will rise from the dead, and be exalted above things in heaven and things in the earth; and myrrh, in token that He will drink bitter gall; and feel the pains of hell from Satan."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "II Adam and Eve 8:20",
                            "text": "\"And now, 0 Seth, my son, behold I have revealed unto thee hidden mysteries, which God had revealed unto me. Keep my commandment, for thyself, and for thy people.\""
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "II Adam and Eve 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:1",
                            "text": "When Adam had ended his commandment to Seth, his limbs were loosened, his hands and feet lost all power, his mouth became dumb, and his tongue ceased altogether to speak. He closed his eyes and gave up the ghost."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:2",
                            "text": "But when his children saw that he was dead, they threw themselves over him, men and women, old and young, weeping."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:3",
                            "text": "The death of Adam took place at the end of nine hundred and thirty years that he lived upon the earth; on the fifteenth day of Barmudeh, after the reckoning of an epact of the sun, at the ninth hour."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:4",
                            "text": "It was on a Friday, the very day on which he was created, and on which he rested; and the hour at which he died, was the same as that at which he came out of the garden."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:5",
                            "text": "Then Seth wound him up well, and embalmed him with plenty of sweet spices, from sacred trees and from the Holy Mountain; and he laid his body on the eastern side of the inside of the cave, the side of the incense; and placed in front of him a lamp - stand kept burning."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:6",
                            "text": "Then his children stood before him weeping and wailing over him the whole night until break of day."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:7",
                            "text": "Then Seth and his son Enos, and Cainan, the son of Enos, went out and took good offerings to present unto the Lord, and they came to the altar upon which Adam offered gifts to God, when he did offer."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:8",
                            "text": "But Eve said to them, \"Wait until we have first asked God to accept our offering, and to keep by Him the soul of Adam His servant, and to take it up to rest.\""
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "II Adam and Eve 9:9",
                            "text": "And they all stood up and prayed."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "II Adam and Eve 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "II Adam and Eve 10:1",
                            "text": "And when they had ended their prayer, the Word of God came and comforted them concerning their father Adam."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "II Adam and Eve 10:2",
                            "text": "After this, they offered their gifts for themselves and for their father."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "II Adam and Eve 10:3",
                            "text": "And when they had ended their offering, the Word of God came to Seth, the eldest among them, saying unto him, \"0 Seth, Seth, Seth, three times. As I was with thy father, so also shall I be with thee, until the fulfilment of the promise I made him - thy father saying, I will send My Word and save thee and thy seed."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "II Adam and Eve 10:4",
                            "text": "\"But as to thy father Adam, keep thou the commandment he gave thee; and sever thy seed from that of Cain thy brother.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "II Adam and Eve 10:5",
                            "text": "And God withdrew His Word from Seth."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "II Adam and Eve 10:6",
                            "text": "Then Seth, Eve, and their children, came down from the mountain to the Cave of Treasures."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "II Adam and Eve 10:7",
                            "text": "But Adam was the first whose soul died in the land of Eden, in the Cave of Treasures; for no one died before him, but his son Abel, who died murdered."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "II Adam and Eve 10:8",
                            "text": "Then all the children of Adam rose up, and wept over their father Adam, and made offerings to him, one hundred and forty days."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "II Adam and Eve 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:1",
                            "text": "After the death of Adam and of Eve, Seth severed his children, and his children's children, from Cain's children. Cain and his seed went down and dwelt westward, below the place where he had killed his brother Abel."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:2",
                            "text": "But Seth and his children, dwelt northwards upon the mountain of the Cave of Treasures, in order to be near to their father Adam."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:3",
                            "text": "And Seth the elder, tall and good, with a fine soul, and of a strong mind, stood at the head of his people; and tended them in innocence, penitence, and meekness, and did not allow one of them to go down to Cain's children."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:4",
                            "text": "But because of their own purity, they were named \"Children of God,\" and they were with God, instead of the hosts of angels who fell; for they continued in praises to God, and in singing psalms unto Him, in their cave - the Cave of Treasures."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:5",
                            "text": "Then Seth stood before the body of his father Adam, and of his mother Eve, and prayed night and day, and asked for mercy towards himself and his children; and that when he had some difficult dealing with a child, He would give him counsel."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:6",
                            "text": "But Seth and his children did not like earthly work, but gave themselves to heavenly things; for they had no other thought than praises, doxologies, and psalms unto God."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:7",
                            "text": "Therefore did they at all times hear the voices of angels, praising and glorifying God; from within the garden, or when they were sent by God on an errand, or when they were going up to heaven."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:8",
                            "text": "For Seth and his children, by reason of their own purity, heard and saw those angels. Then, again, the garden was not far above them, but only some fifteen spiritual cubits."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:9",
                            "text": "Now one spiritual cubit answers to three cubits of man, altogether forty-five cubits."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:10",
                            "text": "Seth and his children dwelt on the mountain below the garden; they sowed not, neither did they reap; they wrought no food for the body, not even wheat; but only offerings. They ate of the fruit and of trees well flavoured that grew on the mountain where they dwelt."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:11",
                            "text": "Then Seth often fasted every forty days, as did also his eldest children. For the family of Seth smelled the smell of the trees in the garden, when the wind blew that way."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:12",
                            "text": "They were happy, innocent, without sudden fear, there was no jealousy, no evil action, no hatred among them. There was no animal passion; from no mouth among them went forth either foul words or curse; neither evil counsel nor fraud. For the men of that time never swore, but under hard circumstances, when men must swear, they swore by the blood of Abel the just."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:13",
                            "text": "But they constrained their children and their women every day in the cave to fast and pray, and to worship the most High God. They blessed themselves in the body of their father Adam, and anointed themselves with it."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "II Adam and Eve 11:14",
                            "text": "And they did so until the end of Seth drew near."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "II Adam and Eve 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:1",
                            "text": "Then Seth, the just, called his son Enos, and Cainan, son of Enos, and Mahalaleel, son of Cainan, and said unto them:-"
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:2",
                            "text": "\"As my end is near, I wish to build a roof over the altar on which gifts are offered.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:3",
                            "text": "They hearkened to his commandment and went out, all of them, both old and young, and worked hard at it, and built a beautiful roof over the altar."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:4",
                            "text": "And Seth's thought, in so doing, was that a blessing should come upon his children on the mountain; and that he should present an offering for them before his death."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:5",
                            "text": "Then when the building of the roof was completed, he commanded them to make offerings. They worked diligently at these, and brought them to Seth their father who took them and offered them upon the altar; and prayed God to accept their offerings, to have mercy on the souls of his children, and to keep them from the hand of Satan."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:6",
                            "text": "And God accepted his offering, and sent His blessing upon him and upon his children. And then God made a promise to Seth, saying, \"At the end of the great five days and a half, concerning which I have made a promise to thee and to thy father, I will send My Word and save thee and thy seed.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:7",
                            "text": "Then Seth and his children, and his children's children, met together, and came down from the altar, and went to the Cave of Treasures - where they prayed, and blessed themselves in the body of our father Adam, and anointed themselves with it."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:8",
                            "text": "But Seth abode in the Cave of Treasures, a few days, and then suffered sufferings unto death."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:9",
                            "text": "Then Enos, his first - born son, came to him, with Cainan, his son, and Mahalaleel, Cainan's son, and Jared, the son of Mahalaleel, and Enoch, Jared's son, with their wives and children to receive a blessing from Seth."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:10",
                            "text": "Then Seth prayed over them, and blessed them, and adjured them by the blood of Abel the just, saying, \"I beg of you my children, not to let one of you go down from this Holy and pure Mountain."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:11",
                            "text": "Make no fellowship with the children of Cain the murderer and the sinner, who killed his brother; for ye know, 0 my children, that we flee from him, and from all his sin with all our might because he killed his brother Abel.\""
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:12",
                            "text": "After having said this, Seth blessed Enos, his first - born son, and commanded him habitually to minister in purity before the body of our father Adam, all the days of his life; then, also, to go at times to the altar which he Seth had built. And he commanded him to feed his people in righteousness, in judgment and purity all the days of his life."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:13",
                            "text": "Then the limbs of Seth were loosened; his hands and feet lost all power; his mouth became dumb and unable to speak; and he gave up the ghost and died the day after his nine hundred and twelfth year; on the twenty-seventh day of the month Abib; Enoch being then twenty years old."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:14",
                            "text": "Then they wound up carefull the body of Seth, and embalmed him with sweet spices, and laid him in the Cave Treasures, on the right side of our father Adam's body, and they mourned for him forty days. They offered gifts for him, as they had done for our father Adam."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:15",
                            "text": "After the death of Seth, Enos rose at the head of his people, whom he fed in righteousness, and judgment, as his father had commanded him."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "II Adam and Eve 12:16",
                            "text": "But by the time Enos was eight hundred and twenty years old, Cain had a large progeny; for they married frequently, being given to animal lusts; until the land below the mountain, was filled with them."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "II Adam and Eve 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:1",
                            "text": "In those days lived Lamech the blind, who was of the sons of Cain. He had a son whose name was Atun, and they two had much cattle."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:2",
                            "text": "But Lamech was in the habit of sending them to feed with a young shepherd, who tended them; and who, when coming home in the evening wept before his grandfather, and before his father Atun and his mother Hazina, and said to them, \"As for me, I cannot feed those cattle alone, lest one rob me of some of them, or kill me for the sake of them.\" For among the children of Cain, there was much robbery, murder and sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:3",
                            "text": "Then Lamech pitied him, and he said, \"Truly, he when alone, might be overpowered by the men of this place.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:4",
                            "text": "So Lamech arose, took a bow he had kept ever since he was a youth, ere he became blind, and he took large arrows, and smooth stones, and a sling which he had, and went to the field with the young shepherd, and placed himself behind the cattle; while the young shepherd watched the cattle. Thus did Lamech many days."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:5",
                            "text": "Meanwhile Cain, ever since God had cast him off, and had cursed him with trembling and terror, could neither settle nor find rest in any one place; but wandered from place to place."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:6",
                            "text": "In his wanderings he came to Lamech's wives, and asked them about him. They said to him, \"He is in the field with the cattle.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:7",
                            "text": "Then Cain went to look for him; and as he came into the field, the young shepherd heard the noise he made, and the cattle herding together from before him,"
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:8",
                            "text": "Then said he to Lamech, \"0 my lord, is that a wild beast or a robber?\""
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:9",
                            "text": "And Lamech said to him, \"Make me understand which way he looks, when he comes up."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:10",
                            "text": "Then Lamech bent his bow, placed an arrow on it, and fitted a stone in the sling, and when Cain came out from the open country, the shepherd said to Lamech, \"Shoot, behold, he is coming.\""
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:11",
                            "text": "Then Lamech shot at Cain with his arrow and hit him in his side. And Lamech struck him with a stone from his sling, that fell upon his face, and knocked out both his eyes; then Cain fell at once and died."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:12",
                            "text": "Then Lamech and the young shepherd came up to him, and found him lying on the ground. And the young shepherd said to him, \"It is Cain our grandfather, whom thou hast killed, 0 my lord!\""
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "II Adam and Eve 13:18",
                            "text": "Then was Lamech sorry for it, and from the bitterness of his regret, he clapped his hands together, and struck with his flat palm the head of the youth, who fell as if dead; but Lamech thought it was a feint; so he took up a stone and smote him, and smashed his head until he died."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "II Adam and Eve 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "II Adam and Eve 14:1",
                            "text": "When Enos was nine hundred years old, all the children of Seth, and of Cainan, and his first-born, with their wives and children, gathered around him, asking for a blessing from him."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "II Adam and Eve 14:2",
                            "text": "He then prayed over them and blessed them, and adjured them by the blood of Abel the just saying to them, \"Let not one of your children go down from this Holy Mountain, and let them make no fellowship with the children of Cain the murderer.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "II Adam and Eve 14:3",
                            "text": "Then Enos called his son Cainan and said to him, \"See, 0 my son, and set thy heart on thy people, and establish them in righteousness, and in innocence; and stand ministering before the body of our father Adam, all the days of thy life.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "II Adam and Eve 14:4",
                            "text": "After this Enos entered into rest, aged nine hundred and eighty-five years; and Cainan wound him up, and laid him in the Cave of Treasures on the left of his father Adam; and made offerings for him, after the custom of his fathers."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "II Adam and Eve 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "II Adam and Eve 15:1",
                            "text": "After the death of Enos, Cainan stood at the head of his people in righteousness and innocence, as his father had commanded him; he also continued to minister before the body of Adam, inside the Cave of Treasures."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "II Adam and Eve 15:2",
                            "text": "Then when he had lived nine hundred and ten years, suffering and affliction came upon him. And when he was about to enter into rest, all the fathers with their wives and children came to him, and he blessed them, and adjured them by the blood of Abel, the just, saying to them, \"Let not one among you go down from this Holy Mountain; and make no fellowship with the children of Cain the murderer.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "II Adam and Eve 15:3",
                            "text": "Mahalaleel, his first-born son, received this commandment from his father, who blessed him and died."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "II Adam and Eve 15:4",
                            "text": "Then Mahalaleel embalmed him with sweet spices, and laid him in the Cave of Treasures, with his fathers; and they made offerings for him, after the custom of their fathers."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "II Adam and Eve 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:1",
                            "text": "Then Mahalaleel stood over his people, and fed them in righteousness and innocence, and watched them to see they held no intercourse with the children of Cain."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:2",
                            "text": "He also continued in the Cave of Treasures praying and ministering before the body of our father Adam, asking God for mercy on himself and on his people; until he was eight hundred and seventy years old, when he fell sick."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:3",
                            "text": "Then all his children gathered unto him, to see him, and to ask for his blessing on them all, ere he left this world."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:4",
                            "text": "Then Mahalaleel arose and sat on his bed, his tears streaming down his face, and he called his eldest son Jared, who came to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:5",
                            "text": "He then kissed his face, and said to him, \"0 Jared, my son, I adjure thee by Him who made heaven and earth, to watch over thy people, and to feed them in righteousness and in innocence; and not to let one of them go down from this Holy Mountain to the children of Cain, lest he perish with them."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:6",
                            "text": "\"Hear, 0 my son, hereafter there shall come a great destruction upon this earth on account of them; God will be angry with the world, and will destroy them with waters."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:7",
                            "text": "\"But I also know that thy children will not hearken to thee, and that they will go down from this mountain and hold intercourse with the children of Cain, and that they shall perish with them."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:8",
                            "text": "\"0 my son! teach them, and watch over them, that no guilt attach to thee on their account.\""
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:9",
                            "text": "Mahalaleel said, moreover, to his son Jared, \"When I die, embalm my body and lay it in the Cave of Treasures, by the bodies of my fathers; then stand thou by my body and pray to God; and take care of them, and fulfil thy ministry before them, until thou enterest into rest thyself.\""
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:10",
                            "text": "Mahalaleel then blessed all his children; and then lay down on his bed, and entered into rest like his fathers."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:11",
                            "text": "But when Jared saw that his father Mahalaleel was dead, he wept, and sorrowed, and embraced and kissed his hands and his feet; and so did all his children."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "II Adam and Eve 16:12",
                            "text": "And his children embalmed him carefully, and laid him by the bodies of his fathers. Then they arose, and mourned for him forty days."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "II Adam and Eve 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:1",
                            "text": "Then Jared kept his father's commandment, and arose like a lion over his people. He fed them in righteousness and innocence, and commanded them to do nothing without his counsel. For he was afraid concerning them, lest they should go to the children of Cain."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:2",
                            "text": "Wherefore did he give them orders repeatedly; and continued to do so until the end of the four hundred and eighty-fifth year of his life."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:3",
                            "text": "At the end of these said years, there came unto him this sign. As Jared was standing like a lion before the bodies of his fathers, praying and warning his people, Satan envied him, and wrought a beautiful apparition, because Jared would not let his children do aught without his counsel."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:4",
                            "text": "Satan then appeared to him with thirty men of his hosts, in the form of handsome men; Satan himself being the elder and tallest among them, with a fine beard."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:5",
                            "text": "They stood at the mouth of the cave, and called out Jared, from within it."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:6",
                            "text": "He came out to them, and found them looking like fine men, full of light, and of great beauty. He wondered at their beauty and at their looks; and thought within himself whether they might not be of the children of Cain."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:7",
                            "text": "He said also in his heart, \"As the children of Cain cannot come up to the height of this mountain, and none of them is so handsome as these appear to be; and among these men there is not one of my kindred - they must be strangers.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:8",
                            "text": "Then Jared and they exchanged a greeting and he said to the elder among them, \"0 my father, explain to me the wonder that is in thee, and tell me who these are, with thee; for they look to me like strange men.\""
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:9",
                            "text": "Then the elder began to weep, and the rest wept with him; and he said to Jared, \"I am Adam whom God made first; and this is Abel my son, who was killed by his brother Cain, into whose heart Satan put to murder him."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:10",
                            "text": "\"Then this is my son Seth, whom I asked of the Lord, who gave him to me, to comfort me instead of Abel."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:11",
                            "text": "\"Then this one is my son Enos, son of Seth, and that other one is Cainan, son of Enos, and that other one is Mahalaleel, son of Cainan, thy father.\""
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:12",
                            "text": "But Jared remained wondering at their appearance, and at the speech of the elder to him."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:13",
                            "text": "Then the elder said to him, \"Marvel not, 0 my son; we live in the land north of the garden, which God created before the world. He would not let us live there, but placed us inside the garden, below which ye are now dwelling."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:14",
                            "text": "\"But after that I transgressed, He made me come out of it, and I was left to dwell in this cave; great and sore troubles came upon me; and when my death drew near, I commanded my son Seth to tend his people well; and this my commandment is to be handed from one to another, unto the end of the generations to come."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:15",
                            "text": "\"But, 0 Jared, my son, we live in beautiful regions, while you live here in misery, as this thy father Mahalaleel informed me; telling me that a great flood will come and overwhelm the whole earth."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:16",
                            "text": "\"Therefore, 0 my son, fearing for your sakes, I rose and took my children with me, and came hither for us to visit thee and thy children; but I found thee standing in this cave weeping, and thy children scattered about this mountain, in the heat and in misery."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:17",
                            "text": "\"But, 0 my son, as we missed our way, and came as far as this, we found other men below this mountain; who inhabit a beautiful country, full of trees and of fruits, and of all manner of verdure; it is like a garden; so that when we found them we thought they were you; until thy father Mahalaleel told me they were no such thing."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:18",
                            "text": "\"Now, therefore, 0 my son, hearken to my counsel, and go down to them, thou and thy children. Ye will rest from all this suffering in which ye are. But if thou wilt not go down to them, then, arise, take thy children, and come with us to our garden; ye shall live in our beautiful land, and ye shall rest from all this trouble, which thou and thy children are now bearing.\""
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:19",
                            "text": "But Jared when he heard this discourse from the elder, wondered; and went hither and thither, but at that moment he found not one of his children."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:20",
                            "text": "Then he answered and said to the elder, \"Why have you hidden yourselves until this day?\""
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:21",
                            "text": "And the elder replied, \"If thy father had not told us, we should not have known it.\""
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:22",
                            "text": "Then Jared believed his words were true."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:23",
                            "text": "So that elder said to Jared, \"Wherefore didst thou turn about, so and so?\" And he said, \"I was seeking one of my children, to tell him about my going with you, and about their coming down to those about whom thou hast spoken to me.\""
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:24",
                            "text": "When the elder heard Jared's intention, he said to him, \"Let alone that purpose at present, and come with us; thou shalt see our country; if the land in which we dwell pleases thee, we and thou shall return hither and take thy family with us. But if our country does not please thee, thou shalt come back to thine own place.\""
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:25",
                            "text": "And the elder urged Jared, to go before one of his children came to counsel him otherwise."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:26",
                            "text": "Jared, then, came out of the cave and went with them, and among them. And they comforted him, until they came to the top of the mountain of the sons of Cain."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:27",
                            "text": "Then said the elder to one of his companions, \"We have forgotten something by the mouth of the cave, and that is the chosen garment we had brought to clothe Jared withal.\""
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:28",
                            "text": "He then said to one of them, \"Go back, thou, some one; and we will wait for thee here, until thou come back. Then will we clothe Jared and he shall be like us, good, handsome, and fit to come with us into our country.\""
                        },
                        {
                            "verse": 29,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:29",
                            "text": "Then that one went back."
                        },
                        {
                            "verse": 30,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:30",
                            "text": "But when he was a short distance off, the elder called to him and said to him, \"Tarry thou, until I come up and speak to thee.\""
                        },
                        {
                            "verse": 31,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:31",
                            "text": "Then he stood still, and the elder went up to him and said to him, \"One thing we forgot at the cave, it is this - to put out the lamp that burns inside it, above the bodies that are therein. Then come back to us, quick.\""
                        },
                        {
                            "verse": 32,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:32",
                            "text": "That one went, and the elder came back to his fellows and to Jared. And they came down from the mountain, and Jared with them; and they stayed by a fountain of water, near the houses of the children of Cain and waited for their companion until he brought the garment for Jared."
                        },
                        {
                            "verse": 33,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:33",
                            "text": "He, then, who went back to the cave, put out the lamp, and came to them and brought a phantom with him and showed it them. And when Jared saw it he wondered at the beauty and grace thereof, and rejoiced in his heart believing it was all true."
                        },
                        {
                            "verse": 34,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:34",
                            "text": "But while they were staying there, three of them went into houses of the sons of Cain and said to them, \"Bring us to-day some food by the fountain of water, for us and our companions to eat.\""
                        },
                        {
                            "verse": 35,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:35",
                            "text": "But when the sons of Cain saw them, they wondered at them and thought: \"These are beautiful to look at, and such as we never saw before.\" So they rose and came with them to the fountain of water, to see their companions."
                        },
                        {
                            "verse": 36,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:36",
                            "text": "They found them so very handsome, that they cried aloud about their places for others to gather together and come and look at these beautiful beings. Then they gathered around them both men and women."
                        },
                        {
                            "verse": 37,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:37",
                            "text": "Then the elder said to them, \"We are strangers in your land, bring us some good food and drink, you and your women, to refresh ourselves with you.\""
                        },
                        {
                            "verse": 38,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:38",
                            "text": "When those men heard these words of the elder, every one of Cain's sons brought his wife, and another brought his daughter, and so, many women came to them; every one addressing Jared either for himself or for his wife; all alike."
                        },
                        {
                            "verse": 39,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:39",
                            "text": "But when Jared saw what they did, his very soul wrenched itself from them; neither would he taste of their food or of their drink."
                        },
                        {
                            "verse": 40,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:40",
                            "text": "The elder saw him as he wrenched himself from them, and said to him, \"Be not sad; I am the great elder, as thou shalt see me do, do thyself in like manner.\""
                        },
                        {
                            "verse": 41,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:41",
                            "text": "Then he spread his hands and took one of the women, and five of his companions did the same before Jared, that he should do as they did."
                        },
                        {
                            "verse": 42,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:42",
                            "text": "But when Jared saw them working infamy he wept, and said in his mind, - My fathers never did the like."
                        },
                        {
                            "verse": 43,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:43",
                            "text": "He then spread his hands and prayed with a fervent heart, and with much weeping, and entreated God to deliver him from their hands."
                        },
                        {
                            "verse": 44,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:44",
                            "text": "No sooner did Jared begin to pray than the elder fled with his companions; for they could not abide in a place of prayer."
                        },
                        {
                            "verse": 45,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:45",
                            "text": "Then Jared turned round but could not see them, but found himself standing in the midst of the children of Cain."
                        },
                        {
                            "verse": 46,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:46",
                            "text": "He then wept and said, \"0 God, destroy me not with this race, concerning which my fathers have warned me; for now, 0 my Lord God, I was thinking that those who appeared unto me were my fathers; but I have found them out to be devils, who allured me by this beautiful apparition, until I believed them."
                        },
                        {
                            "verse": 47,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:47",
                            "text": "\"But now I ask Thee, 0 God, to deliver me from this race, among whom I am now staying, as Thou didst deliver me from those devils. Send Thy angel to draw me out of the midst of them; for I have not myself power to escape from among them.\""
                        },
                        {
                            "verse": 48,
                            "chapter": 17,
                            "name": "II Adam and Eve 17:48",
                            "text": "When Jared had ended his prayer, God sent His angel in the midst of them, who took Jared and set him upon the mountain, and showed him the way, gave him counsel, and then departed from him."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "II Adam and Eve 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:1",
                            "text": "The children of Jared were in the habit of visiting him hour after hour, to receive his blessing and to ask his advice for every thing they did; and when he had a work to do, they did it for him."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:2",
                            "text": "But this time when they went into the cave they found not Jared, but they found the lamp put out, and the bodies of the fathers thrown about, and voices came from them by the power of God, that said, \"Satan in an apparition has deceived our son, wishing to destroy him, as he destroyed our son Cain.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:3",
                            "text": "They said also, \"Lord God of heaven and earth, deliver our son from the hand of Satan, who wrought a great and false apparition before him.\" They also spake of other matters, by the power of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:4",
                            "text": "But when the children of Jared heard these voices they feared, and stood weeping for their father; for they knew not what had befallen him."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:5",
                            "text": "And they wept for him that day until the setting of the sun."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:6",
                            "text": "Then came Jared with a woeful countenance, wretched in mind and body, and sorrowful at having been separated from the bodies of his fathers."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:7",
                            "text": "But as he was drawing near to the cave, his children saw him, and hastened to the cave, and hung upon his neck, crying, and saying to him, \"0 father, where hast thou been, and why hast thou left us, as thou wast not wont to do?\" And again, \"0 father, when thou didst disappear, the lamp over the bodies of our fathers went out, the bodies were thrown about, and voices came from them\""
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:8",
                            "text": "When Jared heard this he was sorry, and went into the cave; and there found the bodies thrown about, the lamp put out, and the fathers themselves praying for his deliverance from the hand of Satan."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:9",
                            "text": "Then Jared fell upon the bodies and embraced them, and said, \"0 my fathers, through your intercession, let God deliver me from the hand of Satan! And I beg you will ask God to keep me and to hide me from him unto the day of my death.\""
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:10",
                            "text": "Then all the voices ceased save the voice of our father Adam, who spake to Jared by the power of God, just as one would speak to his fellow, saying, \"0 Jared, my son, offer gifts to God for having delivered thee from the hand of Satan; and when thou bringest those offerings, so be it that thou offerest them on the altar on which I did offer. Then also, beware of Satan; for he deluded me many a time with his apparitions, wishing to destroy me, but God delivered me out of his hand."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:11",
                            "text": "\"Command thy people that they be on their guard against him; and never cease to offer up gifts to God.\""
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:12",
                            "text": "Then the voice of Adam also became silent; and Jared and his children wondered at this. Then they laid the bodies as they were at first; and Jared and his children stood praying the whole of that night, until break of day."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:13",
                            "text": "Then Jared made an offering and offered it up on the altar, as Adam had commanded him. And as he went up to the altar, he prayed to God for mercy and for forgiveness of his sin, concerning the lamp going out."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "II Adam and Eve 18:14",
                            "text": "Then God appeared unto Jared on the altar and blessed him and his children, and accepted their offerings; and commanded Jared to take of the sacred fire from the altar, and with it to light the lamp that shed light on the body of Adam."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "II Adam and Eve 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:1",
                            "text": "Then God revealed to him again the promise He had made to Adam; He explained to him the 5500 years, and revealed unto him the mystery of His coming upon the earth."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:2",
                            "text": "And God said to Jared, \"As to that fire which thou hast taken from the altar to light the lamp withal, let it abide with you to give light to the bodies; and let it not come out of the cave, until the body of Adam comes out of it."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:3",
                            "text": "But, 0 Jared, take care of the fire, that it burn bright in the lamp; neither go thou again out of the cave until thou receivest an order through a vision, and not in an apparition, when seen by thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:4",
                            "text": "\"Then command again thy people not to hold intercourse with the children of Cain, and not to learn their ways; for I am God who loves not hatred and works of iniquity.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:5",
                            "text": "God gave also many other commandments to Jared, and blessed him. And then withdrew His Word from him."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:6",
                            "text": "Then Jared drew near with his children, took some fire, and came down to the cave, and lighted the lamp before the body of Adam; and he gave his people commandments as God had told him to do."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:7",
                            "text": "This sign happened to Jared at the end of his four hundred and fiftieth year; as did also many other wonders, we do not record. But we record only this one for shortness sake, and in order not to lengthen our narrative."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:8",
                            "text": "And Jared continued to teach his children eighty years; but after that they began to transgress the commandments he had given them, and to do many things without his counsel. They began to go down from the Holy Mountain one after another, and to mix with the children of Cain, in foul fellowships."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "II Adam and Eve 19:9",
                            "text": "Now the reason for which the children of Jared went down the Holy Mountain, is this, that we will now reveal unto you."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "II Adam and Eve 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:1",
                            "text": "After Cain had gone down to the land of dark soil, and his children had multiplied therein, there was one of them, whose name was Genun, son of Lamech the blind who slew Cain."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:2",
                            "text": "But as to this Genun, Satan came into him in his childhood; and he made sundry trumpets and horns, and string instruments, cymbals and psalteries, and lyres and harps, and flutes; and he played on them at all times and at every hour."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:3",
                            "text": "And when he played on them, Satan came into them, so that from among them were heard beautiful and sweet sounds, that ravished the heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:4",
                            "text": "Then he gathered companies upon companies to play on them; and when they played, it pleased well the children of Cain, who inflamed themselves with sin among themselves, and burnt as with fire; while Satan inflamed their hearts, one with another, and increased lust among them."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:5",
                            "text": "Satan also taught Genun to bring strong drink out of corn; and this Genun used to bring together companies upon companies in drink-houses; and brought into their hands all manner of fruits and flowers; and they drank together."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:6",
                            "text": "Thus did this Genun multiply sin exceedingly; he also acted with pride, and taught the children of Cain to commit all manner of the grossest wickedness, which they knew not; and put them up to manifold doings which they knew not before."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:7",
                            "text": "Then Satan, when he saw that they yielded to Genun and hearkened to him in every thing he told them, rejoiced greatly, increased Genun's understanding until he took iron and with it made weapons of war."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:8",
                            "text": "Then when they were drunk, hatred and murder increased among them; one man used violence against another to teach him evil taking his children and defiling them before him."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:9",
                            "text": "And when men saw they were overcome, and saw others that were not overpowered, those who were beaten came to Genun, took refuge with him, and he made them his confederates."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:10",
                            "text": "Then sin increased among them greatly; until a man married his own sister, or daughter, or mother, and others; or the daughter of his father's sister, so that there was no more distinction of relationship, and they no longer knew what is iniquity; but did wickedly, and the earth was defiled with sin; and they angered God the Judge, who had created them."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:11",
                            "text": "But Genun gathered together companies upon companies, that played on horns and on all the other instruments we have already mentioned, at the foot of the Holy Mountain; and they did so in order that the children of Seth who were on the Holy Mountain should hear it."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:12",
                            "text": "But when the children of Seth heard the noise, they wondered, and came by companies, and stood on the top of the mountain to look at those below; and they did thus a whole year."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:13",
                            "text": "When, at the end of that year, Genun saw that they were being won over to him little by little, Satan entered into him, and taught him to make dyeing-stuffs for garments of divers patterns, and made him understand how to dye crimson and purple and what not."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:14",
                            "text": "And the sons of Cain who wrought all this, and shone in beauty and gorgeous apparel, gathered together at the foot of the mountain in splendour, with horns and gorgeous dresses, and horse races, committing all manner of abominations."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:15",
                            "text": "Meanwhile the children of Seth, who were on the Holy Mountain, prayed and praised God, in the place of the hosts of angels who had fallen; wherefore God had called them 'angels,\" because He rejoiced over them greatly."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:16",
                            "text": "But after this, they no longer kept His commandment, nor held by the promise He had made to their fathers; but they relaxed from their fasting and praying, and from the counsel of Jared their father. And they kept on gathering together on the top of the mountain, to look upon the children of Cain, from morning until evening, and upon what they did, upon their beautiful dresses and ornaments."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:17",
                            "text": "Then the children of Cain looked up from below, and saw the children of Seth, standing in troops on the top of the mountain; and they called to them to come down to them."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:18",
                            "text": "But the children of Seth said to them from above, \"We don't know the way.\" Then Genun, the son of Lamech, heard them say they did not know the way, and he bethought himself how he might bring them down."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:19",
                            "text": "Then Satan appeared to him by night, saying, \"There is no way for them to come down from the mountain on which they dwell; but when they come to-morrow, say to them, 'Come ye to the western side of the mountain; there you will find the way of a stream of water, that comes down to the foot of the mountain, between two hills; come down that way to us.\""
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:20",
                            "text": "Then when it was day, Genun blew the horns and beat the drums below the mountain, as he was wont. The children of Seth heard it, and came as they used to do."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:21",
                            "text": "Then Genun said to them from down below, \"Go to the western side of the mountain, there you will find the way to come down.\""
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:22",
                            "text": "But when the children of Seth heard these words from him, they went back into the cave to Jared, to tell him all they had heard."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:23",
                            "text": "Then when Jared heard it, he was grieved; for he knew that they would transgress his counsel."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:24",
                            "text": "After this a hundred men of the children of Seth gathered together, and said among themselves, \"Come, let us go down to the children of Cain, and see what they do, and enjoy ourselves with them.\""
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:25",
                            "text": "But when Jared heard this of the hundred men, his very soul was moved, and his heart was grieved. He then arose with great fervour, and stood in the midst of them, and adjured them by the blood of Abel the just, \"Let not one of you go down from this holy and pure mountain, in which our fathers have ordered us to dwell.\""
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:26",
                            "text": "But when Jared saw that they did not receive his words, he said unto them, \"0 my good and innocent and holy children, know that when once you go down from this holy mountain, God will not allow you to return again to it.\""
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:27",
                            "text": "He again adjured them, saying, \"I adjure by the death of our father Adam, and by the blood of Abel, of Seth, of Enos, of Cainan, and of Mahalaleel, to hearken to me, and not to go down from this holy mountain; for the moment you leave it, you will be reft of life and of mercy; and you shall no longer be called 'children of God,' but 'children of the devil.'"
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:28",
                            "text": "But they would not hearken to his words."
                        },
                        {
                            "verse": 29,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:29",
                            "text": "Enoch at that time was already grown up, and in his zeal for God, he arose and said, \"Hear me, 0 ye sons of Seth, small and great - when ye transgress the commandment of our fathers, and go down from this holy mountain - ye shall not come up hither again for ever.\""
                        },
                        {
                            "verse": 30,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:30",
                            "text": "But they rose up against Enoch, and would not hearken to his words, but went down from the Holy Mountain."
                        },
                        {
                            "verse": 31,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:31",
                            "text": "And when they looked at the daughters of Cain, at their beautiful figures, and at their hands and feet dyed with colour, and tattooed in ornaments on their faces, the fire of sin was kindled in them."
                        },
                        {
                            "verse": 32,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:32",
                            "text": "Then Satan made them look most beautiful before the sons of Seth, as he also made the sons of Seth appear of the fairest in the eyes of the daughters of Cain, so that the daughters of Cain lusted after the sons of Seth like ravenous beasts, and the sons of Seth after the daughters of Cain, until they committed abomination with them."
                        },
                        {
                            "verse": 33,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:33",
                            "text": "But after they had thus fallen into this defilement, they returned by the way they had come, and tried to ascend the Holy Mountain. But they could not, because the stones of that holy mountain were of fire flashing before them, by reason of which they could not go up again."
                        },
                        {
                            "verse": 34,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:34",
                            "text": "And God was angry with them, and repented of them because they had come down from glory, and had thereby lost or forsaken their own purity or innocence, and were fallen into the defilement of sin."
                        },
                        {
                            "verse": 35,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:35",
                            "text": "Then God sent His Word to Jared, saying, \"These thy children, whom thou didst call 'My children,' - behold they have transgressed My commandment, and have gone down to the abode of perdition, and of sin. Send a messenger to those that are left, that they may not go down, and be lost.\""
                        },
                        {
                            "verse": 36,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:36",
                            "text": "Then Jared wept before the Lord, and asked of Him mercy and forgiveness. But he wished that his soul might depart from his body, rather than hear these words from God about the going down of his children from the Holy Mountain."
                        },
                        {
                            "verse": 37,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:37",
                            "text": "But he followed God's order, and preached unto them not to go down from that holy mountain, and not to hold intercourse with the children of Cain."
                        },
                        {
                            "verse": 38,
                            "chapter": 20,
                            "name": "II Adam and Eve 20:38",
                            "text": "But they heeded not his message, and would not obey his counsel."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "II Adam and Eve 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:1",
                            "text": "After this another company gathered together, and they went to look after their brethren; but they perished as well as they. And so it was, company after company, until only a few of them were left."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:2",
                            "text": "Then Jared sickened from grief, and his sickness was such that the day of his death drew near."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:3",
                            "text": "Then he called Enoch his eldest son, and Methuselah Enoch's son, and Lamech the son of Methuselah, and Noah the son of Lamech."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:4",
                            "text": "And when they were come to him he prayed over them and blessed them, and said to them, \"Ye are righteous, innocent sons; go ye not down from this holy mountain; for behold, your children and your children's children have gone down from this holy mountain, and have estranged themselves from this holy mountain, through their abominable lust and transgression of God's commandment."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:5",
                            "text": "\"But I know, through the power of God, that He will not leave you on this holy mountain, because your children have transgressed His commandment and that of our fathers, which we had received from them."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:6",
                            "text": "\"But, 0 my sons, God will take you to a strange land, and ye never shall again return to behold with your eyes this garden and this holy mountain."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:7",
                            "text": "\"Therefore, 0 my sons, set your hearts on your own selves, and keep the commandment of God which is with you. And when you go from this holy mountain, into a strange land which ye know not, take with you the body of our father Adam, and with it these three precious gifts and offerings, namely, the gold, the incense, and the myrrh; and let them be in the place where the body of our father Adam shall lay."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:8",
                            "text": "\"And unto him of you who shall be left, 0 my sons, shall the Word of God come, and when he goes out of this land he shall take with him the body of our father Adam, and shall lay it in the middle of the earth, the place in which salvation shall be wrought.\""
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:9",
                            "text": "Then Noah said unto him, \"Who is he of us that shall be left?\""
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:10",
                            "text": "And Jared answered, \"Thou art he that shall be left. And thou shalt take the body of our father Adam from the cave, and place it with thee in the ark when the flood comes."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:11",
                            "text": "\"And thy son Shem, who shall come out of thy loins, he it is who shall lay the body of our father Adam in the middle of the earth, in the place whence salvation shall come.\""
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:12",
                            "text": "Then Jared turned to his son Enoch, and said unto him \"Thou, my son, abide in this cave, and minister diligently before the body of our father Adam all the days of thy life; and feed thy people in righteousness and innocence.\""
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:13",
                            "text": "And Jared said no more. His hands were loosened, his eyes closed, and he entered into rest like his fathers. His death took place in the three hundred and sixtieth year of Noah, and in the nine hundred and eighty-ninth year of his own life; on the twelfth of Takhsas on a Friday."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:14",
                            "text": "But as Jared died, tears streamed down his face by reason of his great sorrow, for the children of Seth, who had fallen in his days."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:15",
                            "text": "Then Enoch, Methuselah, Lamech and Noah, these four, wept over him; embalmed him carefully, and then laid him in the Cave of Treasures. Then they rose and mourned for him forty days."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "II Adam and Eve 21:16",
                            "text": "And when these days of mourning were ended, Enoch, Methuselah, Lamech and Noah remained in sorrow of heart, because their father had departed from them, and they saw him no more."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "II Adam and Eve 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:1",
                            "text": "But Enoch kept the commandment of Jared his father, and continued to minister in the cave."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:2",
                            "text": "It is this Enoch to whom many wonders happened, and who also wrote a celebrated book; but those wonders may not be told in this place."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:3",
                            "text": "Then after this, the children of Seth went astray and fell, they, their children and their wives. And when Enoch, Methuselah, Lamech and Noah saw them, their hearts suffered by reason of their fall into doubt full of unbelief; and they wept and sought of God mercy, to preserve them, and to bring them out of that wicked generation."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:4",
                            "text": "Enoch continued in his ministry before the Lord three hundred and eighty-five years, and at the end of that time he became aware through the grace of God, that God intended to remove him from the earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:5",
                            "text": "He then said to his son, \"0 my son, I know that God intends to bring the waters of the Flood upon the earth, and to destroy our creation."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:6",
                            "text": "\"And ye are the last rulers over this people on this mountain; for I know that not one will be left you to beget children on this holy mountain; neither shall any one of you rule over the children of his people; neither shall any great company be left of you, on this mountain.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:7",
                            "text": "Enoch said also to them, \"Watch over your souls, and hold fast by your fear of God and by your service of Him, and worship Him in upright faith, and serve Him in righteousness, innocence and judgment, in repentance and also in purity.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:8",
                            "text": "When Enoch had ended his commandments to them, God transported him from that mountain to the land of life, to the mansions of the righteous and of the chosen, the abode of Paradise of joy, in light that reaches up to heaven; light that is outside the light of this world; for it is the light of God, that fills the whole world, but which no place can contain."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:9",
                            "text": "Thus, because Enoch was in the light of God, he found himself out of the reach of death; until God would have him die."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "II Adam and Eve 22:10",
                            "text": "Altogether, not one of our fathers or of their children, remained on that holy mountain, except those three, Methuselah, Lamech, and Noah. For all the rest went down from the mountain and fell into sin with the children of Cain. Therefore were they forbidden that mountain, and none remained on it but those three men."
                        }
                    ]
                }
            ]
        }
    ]
}