{
    "books": [
        {
            "name": "Apocalypse of Abraham",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocalypse of Abraham 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:1",
                            "text": "On the day when I planed the gods of my father Terah and the gods of Nahor his brother, when I was searching as to who the Mighty God in truth is. \"This is the account of Terah. Terah became the father of Abram, Nahor, and Haran.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:2",
                            "text": "I, Abraham, at the time when it fell to my lot, when I fulfilled the services (the sacrifices) of my father Terah to his gods of wood and stone, gold and silver, brass and iron;"
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:3",
                            "text": "having entered into their temple for service, I found the god whose name was Merumath (which was) hewn out of stone, fallen forward at the feet of the iron god Nahon."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:4",
                            "text": "And it came to pass, when I saw it, my heart was perplexed, and I considered in my mind that I should not be able to bring him back to his place, I, Abraham, alone, because he was heavy, being of a large stone,"
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:5",
                            "text": "And I went forth and made it known to my father, and he entered with me,"
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:6",
                            "text": "And when both of us moved him (the god) forward, so that we might bring him back to his place, his head fell from him while I was still holding him by the head."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:7",
                            "text": "And it came to pass, when my father saw that the head of Merumath had fallen from him, he said to me: “Abraham!”"
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:8",
                            "text": "And I said: “Here am I.” And he said to me: “Bring me an axe, of the small ones, from the house.” And I brought it to him."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocalypse of Abraham 1:9",
                            "text": "And he hewed aright another Merumath out of another stone, without head, and the head which had been thrown down from Merumath he placed upon it, and the rest of Merumath he shattered."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Apocalypse of Abraham 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:1",
                            "text": "And he made five other gods, and gave them to me [and] commanded me to sell them outside in the street of the town."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:2",
                            "text": "And I saddled my father’s ass, and placed them upon it, and went towards the inn to sell them."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:3",
                            "text": "And lo! merchants from Fandana in Syria were travelling with camels going to Egypt, to trade."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:4",
                            "text": "And I spoke with them. And one of their camels uttered a groan, and the ass took fright and sprang away and upset the gods; and three of them were smashed, and two were preserved."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:5",
                            "text": "And it came to pass, when the Syrians saw that I had gods, they said to me: “Why didst thou not tell us [that thou hadst gods? Then we would have bought them] before the ass heard the sound of the camel, and they would not have been lost."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:6",
                            "text": "Give us, at any rate, the gods that remain, and we will give thee the proper price for the broken gods, also for the gods that have been preserved.”"
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:7",
                            "text": "For I was concerned in my heart as to how I could bring to my father the purchase-price;"
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:8",
                            "text": "and the three broken ones I cast into the water of the river Gur, which was at that place,"
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Apocalypse of Abraham 2:9",
                            "text": "and they sank into the depths, and there was nothing more of them."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Apocalypse of Abraham 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Apocalypse of Abraham 3:1",
                            "text": "When I was still going on the way, my heart was perplexed within me, and my mind was distracted."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Apocalypse of Abraham 3:2",
                            "text": "And I said in my heart: [“What evil deed is this that my father is doing?"
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Apocalypse of Abraham 3:3",
                            "text": "Is not he, rather, the god of his gods, since they come into existence through his chisels and lathes, and his wisdom,"
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Apocalypse of Abraham 3:4",
                            "text": "and is it not rather fitting that they should worship my father, since they are his work? What is this delusion of my father in his works?]"
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Apocalypse of Abraham 3:5",
                            "text": "Behold, Merumath fell and could not rise in his own temple, nor could I, by myself, move him until my father came, and the two of us moved him;"
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Apocalypse of Abraham 3:6",
                            "text": "and as we were thus too weak, his head fell from him, and he (my father) set it upon another stone of another god, which he had made without head."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Apocalypse of Abraham 3:7",
                            "text": "And the other five gods were broken in pieces down from the ass, which were able-neither to help themselves, nor to hurt the ass, because it had broken them to pieces; nor did their broken fragments come up out of the river.”"
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Apocalypse of Abraham 3:8",
                            "text": "And I said in my heart: “If this be so, how can Merumath, my father’s god, having the head of another stone, and himself being made of another stone, rescue a man, or hear a man’s prayer and reward him?”"
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Apocalypse of Abraham 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Apocalypse of Abraham 4:1",
                            "text": "And while I cogitated thus, I reached my father’s house; and having watered the ass, and set out hay for it, I brought the silver and gave it into the hand of my father Terah."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Apocalypse of Abraham 4:2",
                            "text": "When he saw it he was glad, [and] he said: “Blessed art thou, Abraham, of my gods, because thou hast brought the price of the gods, so that my work was not in vain.”"
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Apocalypse of Abraham 4:3",
                            "text": "And I answered and said to him: “Hear, O my father, Terah! Blessed are the gods of thee, for thou art their god, since thou hast made them; for their blessing is ruination, and their power is vain;"
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Apocalypse of Abraham 4:4",
                            "text": "they who did not help themselves, how shall they, then, help thee or bless me?"
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Apocalypse of Abraham 4:5",
                            "text": "I have been kind to thee in this affair, because by using my intelligence, I have brought thee the money for the broken gods.”"
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Apocalypse of Abraham 4:6",
                            "text": "And when he heard my word, he became furiously angry with me, because I had spoken hard words against his gods."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Apocalypse of Abraham 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:1",
                            "text": "I, however, having thought over my father’s anger, went out;"
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:2",
                            "text": "[and after I had gone out] my father cried, saying: “Abraham!” And I said: “Here am I.”"
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:3",
                            "text": "And he said: “Take and collect the splinters of the wood out of which I made gods of pine-wood before thou camest; and make ready for me the food of the mid-day meal.”"
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:4",
                            "text": "And it came to pass, when I collected the splinters of wood, I found under them a little god which had been lying among the brush-wood on my left, and on his forehead was written: GOD BARISAT."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:5",
                            "text": "And I did not inform my father that I had found the wooden god Barisat under the chips."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:6",
                            "text": "And it came to pass, when I had laid the splinters in the fire, in order that I might make ready food for my father—on going out to ask a question regarding the food,"
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:7",
                            "text": "I placed Barisat before the kindled fire, saying threateningly to him: “Pay careful attention, Barisat, [that] the fire do not die down until I come; if, however, it dieth down, blow on it that it may burn up again.”"
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:8",
                            "text": "And I went out and accomplished my purpose."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:9",
                            "text": "And on returning I found Barisat fallen backwards, and his feet surrounded by fire and horribly burnt."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:10",
                            "text": "I burst into a fit of laughter, and I said to myself: “Truly, O Barisat, thou canst kindle the fire and cook food!”"
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:11",
                            "text": "And it came to pass, while I spake thus in my laughter he (Barisat) was gradually burnt up by the fire and reduced to ashes."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:12",
                            "text": "And I brought the food to my father, and he did eat. And I gave him wine and milk, and he was gladdened and blessed his god Merumath."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:13",
                            "text": "And I said to him: “O father Terah, bless not thy god Merumath, and praise him not, but rather praise thy god Barisat because, loving thee more, he hath cast himself into the fire to cook thy food!”"
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:14",
                            "text": "And he said to me: “And where is he now?”"
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:15",
                            "text": "And I said: “He is burnt to ashes in the violence of the fire and is reduced to dust.”"
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Apocalypse of Abraham 5:16",
                            "text": "And he said: “Great is the power of Barisat! I will make another today, and tomorrow he will prepare my food.”"
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Apocalypse of Abraham 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:1",
                            "text": "When I, Abraham, however, heard such words from my father, I laughed in my mind"
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:2",
                            "text": "and sighed in the grief and in the anger of my soul,"
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:3",
                            "text": "and said: “How then can that which is made by him—manufactured statues—be a helper of my father?"
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:4",
                            "text": "Or shall the body then be subject to its soul, and the soul to the spirit, and the spirit to folly and ignorance!”"
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:5",
                            "text": "And I said: “It is fitting once to endure evil. So I will direct my mind to what is pure and lay my thoughts open before him.”"
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:6",
                            "text": "And I answered and said: “O father Terah, whichever of these thou praisest as a god, thou art foolish in thy mind."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:7",
                            "text": "Behold the gods of my brother Nahor, which stand in the holy temple, are more worthy of honour than these of thine."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:8",
                            "text": "For behold Zucheus, the god of my brother Nahor, is more worthy of honour than thy god Merumath, because he is made of gold which is highly valued by people,"
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:9",
                            "text": "and when he groweth old in years he will be re-modelled; but if your god Merumath is changed or broken, he will not be renewed, because he is a stone;"
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:10",
                            "text": "the which is also the case with the god Joav on [who standeth with Zucheus over the other gods."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:11",
                            "text": "How much more worthy of honour is he than the god Barisat, who is made of wood, while he is forged of silver!"
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:12",
                            "text": "How is he made, by adaptation of man, valuable to outward appearance!"
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:13",
                            "text": "But thy god Barisat, while he was still, before he had been prepared, rooted up (?) upon the earth and was great and wonderful with the glory of branches and blossom,"
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:14",
                            "text": "thou didst hew out with the axe, and by means of thy art he hath been made into a god."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:15",
                            "text": "And lo! his fatness is already withered and perished,"
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:16",
                            "text": "he is fallen from the height to the ground, he hath come from great estate to littleness, and the appearance of his countenance hath vanished,"
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:17",
                            "text": "and he Barisat himself is burnt up by fire and reduced to ashes and is no more;"
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:18",
                            "text": "and thou sayest: “Today I will make another which tomorrow shall make ready my food!”"
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Apocalypse of Abraham 6:19",
                            "text": "“He hath perished to utter destruction!”"
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Apocalypse of Abraham 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:1",
                            "text": "“Behold, the fire is more worthy of honour than all things formed because even that which is not subjected is subjected unto it, and things easily perishable are mocked by its flames."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:2",
                            "text": "But even more worthy of honour is the water, because it conquereth the fire and satisfieth the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:3",
                            "text": "But rather the waters are more honorable than the fire, for they triumph over the fire and soften the earth with fruit"
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:4",
                            "text": "But even it I do not call God, because it is subjected to the earth under which the water inclineth."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:5",
                            "text": "But I call the earth much more worthy of honour, because it overpowereth the nature (and the fulness) of the water."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:6",
                            "text": "Even it (the earth), however, I do not call god, [because]14 it, too, is dried up by the sun, and is apportioned to man to be tilled."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:7",
                            "text": "I call the sun more worthy of honour than the earth, because it with its rays illumineth the whole world and the different atmospheres."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:8",
                            "text": "Even it I do not call god, because at night and by clouds its course is obscured."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:9",
                            "text": "Nor, again, do I call the moon or the stars god, because they also in their season obscure their light at night."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:10",
                            "text": "But hear this, Terah my father; for I will make known to thee the God who hath made everything, not these we consider as gods."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:11",
                            "text": "Who then is He? or what is He? Who hath crimsoned the heavens, and made the sun golden, And the moon lustrous, and with it the stars; And hath made the earth dry in the midst of many waters, And set thee in and tested me in the confusion of my thoughts"
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Apocalypse of Abraham 7:12",
                            "text": "“Yet may God reveal Himself to us through Himself!”"
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Apocalypse of Abraham 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Apocalypse of Abraham 8:1",
                            "text": "And it cane to pass as I was thinking things like these with regard to my father Terah in the court of my house, the voice of the Mighty One came down from"
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Apocalypse of Abraham 8:2",
                            "text": "there cometh down the voice of a Mighty One from heaven in a fiery cloud-burst, saying and crying: “Abraham, Abraham!”"
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Apocalypse of Abraham 8:3",
                            "text": "And I said: “Here am I.”"
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Apocalypse of Abraham 8:4",
                            "text": "And He said: “Thou art seeking in the understanding of thine heart the God of Gods and the Creator;"
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Apocalypse of Abraham 8:5",
                            "text": "I am He. Go out from thy father Terah, and get thee out from the house, that thou also be not slain in the sins of thy father’s house.”"
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Apocalypse of Abraham 8:6",
                            "text": "And I went out."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Apocalypse of Abraham 8:7",
                            "text": "And it came to pass when I went out, that before I succeeded in getting out in front of the door of the court, there came a sound of a great thunder and burnt him and his house, and everything whatsoever in his house, down to the ground, forty cubits."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Apocalypse of Abraham 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:1",
                            "text": "Then a voice came to me speaking twice: “Abraham, Abraham!”"
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:2",
                            "text": "And I said: “Here am I!”"
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:3",
                            "text": "And He said: “Behold, fear not, for I am before the worlds, and a mighty God who hath created the light of the world. I am a shield over thee, and I am thy helper."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:4",
                            "text": "Go, take me a young heifer of three years old, and a she-goat of three years old, and a ram of three years old, and a turtledove and a pigeon, and bring me a pure sacrifice."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:5",
                            "text": "And in this sacrifice I will lay before thee the ages (to come), and make known to thee what is reserved, and thou shalt see great things which thou hast not seen (hitherto);"
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:6",
                            "text": "because thou hast loved to search me out, and I have named thee my Friend."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:7",
                            "text": "But abstain from every form of food that proceedeth out of the fire, and from the drinking of wine, and from anointing (thyself) with oil, forty days.”"
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:8",
                            "text": "And then set forth for me the sacrifice which I have commanded thee, in the place which I will shew thee, on a high mountain,"
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:9",
                            "text": "and there I will shew thee the ages which have been created and established, made and renewed, by my Word,"
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Apocalypse of Abraham 9:10",
                            "text": "and I will make known to thee what shall come to pass in them on those who have done evil and (practised) righteousness in the generation of men."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Apocalypse of Abraham 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:1",
                            "text": "And it came to pass, when I heard the voice of Him who spake such words to me, (and) I looked hither and thither."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:2",
                            "text": "And lo! there was no breath of a man, and my spirit was affrighted, and my soul fled from me, and I became like a stone, and fell down upon the earth, for I had no more strength to stand on the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:3",
                            "text": "And while I was still lying with my face upon the earth, I heard the voice of the Holy One speaking: “Go, Jaoel, and by means of my ineffable Name raise me yonder man, and strengthen him (so that he recover) from his trembling.”"
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:4",
                            "text": "And the angel came, whom He had sent to me, in the likeness of a man,"
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:5",
                            "text": "and grasped me by my right hand, and set me up upon my feet, and said to me: “Stand up, [Abraham,] Friend of God who loveth thee; let not the trembling of man seize thee!"
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:6",
                            "text": "For, lo! I have been sent to thee to strengthen thee and bless thee in the name of God—who loveth thee—the Creator of the celestial and terrestrial."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:7",
                            "text": "Be fearless and hasten to Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:8",
                            "text": "I am called Jaoel by Him who moveth that which existeth with me on the seventh expanse upon the firmament, a power in virtue of the ineffable Name that is dwelling in me."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:9",
                            "text": "I am the one who hath been given to restrain, according to His commandment, the threatening attack of the living creatures of the Cherubim against one another, and teach those who carry Him the song of the seventh hour of the night of man."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:10",
                            "text": "I am ordained to restrain the Leviathan, for unto me are subject the attack and menace of every single reptile."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:11",
                            "text": "I am he who hath been commissioned to loosen Hades, to destroy him who stareth at the dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:12",
                            "text": "I am the one who was commissioned to set on fire thy father’s house together with him, because he displayed reverence for dead (idols)."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:13",
                            "text": "I have been sent to bless thee now, and the land which the Eternal One, whom thou hast invoked, hath prepared for thee,"
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:14",
                            "text": "and for thy sake have I wended my way upon the earth."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:15",
                            "text": "Stand up, Abraham! Go without fear; be right glad and rejoice; and I am with thee! For eternal honour hath been prepared for thee by the Eternal One. Go, fulfil the sacrifices commanded."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:16",
                            "text": "For lo! I have been appointed to be with thee and with the generation prepared (to spring) from thee;"
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Apocalypse of Abraham 10:17",
                            "text": "and with me Michael blesseth thee for ever. Be of good cheer, go!”"
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Apocalypse of Abraham 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Apocalypse of Abraham 11:1",
                            "text": "And I rose up and saw him who had grasped me by my right hand and set me up upon my feet:"
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Apocalypse of Abraham 11:2",
                            "text": "and the appearance of his body was like sapphire, and the look of his countenance like chrysolite, and the hair of his head like snow, and the turban upon his head like the appearance of the rainbow, and the clothing of his garments like purple;"
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Apocalypse of Abraham 11:3",
                            "text": "and a golden sceptre was in his right hand. And he said to me: “Abraham!”"
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Apocalypse of Abraham 11:4",
                            "text": "And I said: “Here am I, thy servant.”"
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Apocalypse of Abraham 11:5",
                            "text": "And he said: “Let not my look affright thee, nor my speech, that thy soul be not perturbed. Come with me and I will go with thee, visible until the sacrifice,"
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Apocalypse of Abraham 11:6",
                            "text": "but after the sacrifice, invisible for ever. Be of good cheer, and come!”"
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Apocalypse of Abraham 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:1",
                            "text": "And we went, the two of us together, forty days and nights,"
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:2",
                            "text": "and I ate no bread, and drank no water, because my food was to see the angel who was with me, and his speech—that was my drink."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:3",
                            "text": "And we came to the Mount of God, the glorious Horeb."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:4",
                            "text": "And I said to the angel: “Singer of the Eternal One! Lo! I have no sacrifice with me, nor am I aware of a place of an altar on the mountain: how can I bring a sacrifice?”"
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:5",
                            "text": "And he said to me: “Look round!”"
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:6",
                            "text": "And I looked round, and lo! there were following us all the prescribed sacrificial (animals)—the young heifer, and the she-goat, and the ram, and the turtle-dove, and the pigeon."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:7",
                            "text": "And the angel said to me: “Abraham!” I said: “Here am I.”"
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:8",
                            "text": "And he said to me: “All these slaughter, and divide the animals into halves, one against the other, but the birds do not sever; and (“but”) give to the men, whom I will shew thee, standing by thee, for these are the altar upon the Mountain, to offer a sacrifice to the Eternal;"
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:9",
                            "text": "but the turtledove and the pigeon give to me, for I will ascend upon the wings of the bird, in order to shew thee in heaven, and on the earth, and in the sea, and in the abyss, and in the under-world, and in the Garden of Eden, and in its rivers and in the fulness of the whole world and its circle."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Apocalypse of Abraham 12:10",
                            "text": "Thou shalt gaze in (them) all"
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Apocalypse of Abraham 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:1",
                            "text": "And I did everything according to the commandment of the angel, and gave the angels, who had come to us, the divided animals, but the angel took the birds."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:2",
                            "text": "And I waited for the evening sacrifice."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:3",
                            "text": "And there flew an unclean bird down upon the carcasses, and I drove it away."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:4",
                            "text": "And the unclean bird spake to me, and said: “What doest thou, Abraham, upon the holy Heights, where no man eateth or drinketh, neither is there upon them (any) food of man, but these consume everything with fire, and (will) burn thee up."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:5",
                            "text": "Forsake the man, who is with thee, and flee; for if thou ascendest to the Heights they will make an end of thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:6",
                            "text": "And it came to pass, when I saw the bird speak, I said to the angel: “What is this, my lord?”"
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:7",
                            "text": "And he said: “This is ungodliness, this is Azazel.”"
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:8",
                            "text": "And he said to it: “Disgrace upon thee, Azazel!"
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:9",
                            "text": "For Abraham’s lot is in heaven, but thine upon the earth. Because thou hast chosen and loved this for the dwelling-(place) of thine uncleanness,"
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:10",
                            "text": "therefore the eternal mighty Lord made thee a dweller upon the earth and through thee every evil spirit of lies, and through thee wrath and trials for the generations of ungodly men;"
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:11",
                            "text": "for God, the Eternal, Mighty One, hath not permitted that the bodies of the righteous should be in thy hand, in order that thereby the life of the righteous and the destruction of the unclean may be assured."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:12",
                            "text": "Hear, begone with shame from me. For it hath not been given to thee to play the tempter in regard to all the righteous."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:13",
                            "text": "Depart from this man! Thou canst not lead him astray, because he is an enemy to thee, and of those who follow thee and love what thou willest."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Apocalypse of Abraham 13:14",
                            "text": "For, behold, the vesture which in heaven was formerly thine hath been set aside for him, and the mortality which was his hath been transferred to thee.”"
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Apocalypse of Abraham 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:1",
                            "text": "The angel said to me: “Abraham!”"
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:2",
                            "text": "And I said: “Here am I, thy servant.”"
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:3",
                            "text": "And he said: “Know from henceforth that the Eternal One hath chosen thee, (He) whom thou lovest;"
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:4",
                            "text": "be of good courage and use this authority, so far as I bid thee, against him who slandereth truth;"
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:5",
                            "text": "should I not be able to put him to shame who hath scattered over the earth the secrets of heaven and hath rebelled against the Mighty One?"
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:6",
                            "text": "Say to him: ‘Be thou the burning coal of the Furnace of the earth; go, Azazel, into the inaccessible parts of the earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:7",
                            "text": "And the angel said to me: “Answer him not; for God hath given him power over those who do answer him.”"
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:8",
                            "text": "And the angel spake to me a second time and said: “Now rather, however much he speak to thee, answer him not, that his will may have no free course in thee, because the Eternal and Mighty One hath given him weight and will; answer him not.”"
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Apocalypse of Abraham 14:9",
                            "text": "I did what was commanded me by the angel; and however much he spake to me, I answered him nothing whatsoever."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Apocalypse of Abraham 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Apocalypse of Abraham 15:1",
                            "text": "And it came to pass when the sun went down, and lo! a smoke as of a furnace."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Apocalypse of Abraham 15:2",
                            "text": "And the angels who had the portions of the sacrifice ascended from the top of the smoking furnace."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Apocalypse of Abraham 15:3",
                            "text": "And the Angel took me with the right hand and set me on the right wing of the pigeon, and set himself on the left wing of the turtle dove, which (birds) had neither been slaughtered nor divided."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Apocalypse of Abraham 15:4",
                            "text": "And he bore me to the borders of the flaming fire [and we ascended as with many winds to the heaven which was fixed upon the surface."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Apocalypse of Abraham 15:5",
                            "text": "And I saw on the air on the height, to which we ascended a strong light, which it was impossible to describe."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Apocalypse of Abraham 15:6",
                            "text": "And lo! in this light a fiercely burning fire for people, many people of male appearance, all (constantly) changing in aspect and form, running and being transformed, and worshipping and crying with a sound of words which I knew not."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Apocalypse of Abraham 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Apocalypse of Abraham 16:1",
                            "text": "And I said to the Angel: “Why hast thou brought me up here now, because I cannot now see, for I am already grown weak, and my spirit departeth from me?”"
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Apocalypse of Abraham 16:2",
                            "text": "And he said to me: “Remain by me; fear not! And He whom thou seest come straight towards us with great voice of holiness—that is the Eternal One who Loveth thee;"
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Apocalypse of Abraham 16:3",
                            "text": "but Himself thou canst not see."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Apocalypse of Abraham 16:4",
                            "text": "But let not thy spirit grow faint on account of the loud crying, for I am with thee, strengthening thee.”"
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Apocalypse of Abraham 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:1",
                            "text": "And while he yet spake (and) lo! fire came against us round about,"
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:2",
                            "text": "and a voice was in the fire like a voice of many waters, like the sound of the sea in its uproar."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:3",
                            "text": "And the angel bent his head with me and worshipped."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:4",
                            "text": "And I desired to fall down there and worship,"
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:5",
                            "text": "and I saw that the angel who was with me bowed his head and worshipped,"
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:6",
                            "text": "but the surface of the high place where I seemed to be standing changed its inclination constantly, rolling as the great waves on the surface of the sea."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:7",
                            "text": "And he said: “Only worship, Abraham, and utter the song which I have taught thee;”"
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:8",
                            "text": "And I worshipped only, and uttered the song which he had taught me."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:9",
                            "text": "And he said: “Recite without ceasing.” And I recited, and he also himself with me recited the song:"
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:10",
                            "text": "Eternal, mighty, Holy, El,God unique—Supreme!"
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:11",
                            "text": "Thou who art self-originated, incorruptible, spotless, Uncreate, immaculate, immortal, Self-complete, self-illuminating; Without father, without mother, unbegotten, Exalted, fiery One!"
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:12",
                            "text": "Lover of men, benevolent, bountiful jealous over me and very compassionate;"
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:13",
                            "text": "Eli, that is, My God— Eternal, mighty holy Sabaoth, very glorious El, El, El, El, Jaoel!"
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:14",
                            "text": "Thou art He whom my soul hath loved!"
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:15",
                            "text": "Eternal Protector, shining like fire, Whose voice is like the thunder,"
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:16",
                            "text": "Whose look is like the lightning, all-seeing,"
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:17",
                            "text": "Who receiveth the prayers of such as honour Thee!"
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:18",
                            "text": "And turneth away from the requests of such as embarrass with the embarrassment of their provocations,"
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:19",
                            "text": "Who dissolveth the confusions of the world which arise from the ungodly and righteous in the corruptible age renewing the age of the righteous!"
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:20",
                            "text": "Thou, O Light, shinest before the light of the morning upon Thy creatures, so that it becometh day upon the earth."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:21",
                            "text": "And in Thy heavenly dwelling places there is no need of any other light than (that) of the unspeakable splendour from the lights of Thy countenance."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:22",
                            "text": "Accept my prayer and be well-pleased with it, likewise also the sacrifice which Thou hast prepared Thee through me who sought Thee!"
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Apocalypse of Abraham 17:23",
                            "text": "Accept me favourably, and shew me, and teach me, And make known to Thy servant as thou hast promised me!"
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Apocalypse of Abraham 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:1",
                            "text": "And while I still recited the song, the mouth of the fire which was on the surface rose up on high."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:2",
                            "text": "And I heard a voice like the roaring of the sea; nor did it cease on account of the rich abundance of the fire."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:3",
                            "text": "And as the fire raised itself up, ascending into the height, I saw under the fire a throne of fire, and, round about it all-seeing ones, reciting the song, and under the throne four fiery living creatures singing."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:4",
                            "text": "And their appearance was one, each one of them with four faces. And such was the appearance of their countenances, of a lion, of a man, of an ox, of an eagle:\"The form of their faces was that of a man, and each of the four had the face of a lion on the right side, the face of an ox on the left side, and also the face of an eagle.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:5",
                            "text": "Four heads were upon their bodies so that the four creatures had sixteen faces;"
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:6",
                            "text": "And each had six wings; from their shoulders, and their sides and their loins."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:7",
                            "text": "And with the two wings from their shoulders they covered their faces, and with the two wings which sprang from their loins they covered their feet, while the two middle wings they spread out for flying straightforward. \"and within it was the form of four living creatures. And this was their appearance: They had a human form, but each had four faces and four wings. Their legs were straight, and the soles of their feet were like the hooves of a calf, gleaming like polished bronze.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:8",
                            "text": "And when they had ended the singing, they looked at one another and threatened one another."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:9",
                            "text": "And it came to pass when the angel who was with me saw that they were threatening each other, he left me and went running to them and turned the countenance of each living creature from the countenance immediately confronting him, in order that they might not see their countenances threatening each other. And he taught them the song of peace which hath its origin in the Eternal One."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:10",
                            "text": "And as I stood alone and looked, I saw behind the living creatures a chariot with fiery wheels."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:11",
                            "text": "Each wheel full of eyes round about; and over the wheels was a throne which I saw,"
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:12",
                            "text": "and this was covered with fire, and fire encircled it round about, and lo! an indescribable fire environed a fiery host."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Apocalypse of Abraham 18:13",
                            "text": "And I heard its holy voice like the voice of a man."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Apocalypse of Abraham 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:1",
                            "text": "And a voice came to me out of the midst of the fire, saying: “Abraham, Abraham!”"
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:2",
                            "text": "I said: “Here am I!”"
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:3",
                            "text": "And He said: “Consider the expanses which are under the firmament on which thou art (now) placed, and see how on no single expanse is there any other but He whom thou hast sought, or who hath loved thee.”"
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:4",
                            "text": "And while He was yet speaking (and) lo! the expanses opened, and beneath me the heavens."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:5",
                            "text": "I saw in the seventh heaven, on which I was standing, an outstretched fire, the light which is the treasure of life, the dew with which God will raise the dead, the spirits of the righteous departed, the spirits of the unborn souls, judgment and justice, peace and blessing, a multitude of angels and living creatures, and the Power of the Invisible Glory which was seated above the living creatures; but no other being did I see there."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:6",
                            "text": "And I looked from the mountain in which I stood downwards to the sixth firmament, and saw there a multitude of angels, of (pure) spirit, without bodies, who carried out the commands of the fiery angels who were upon the seventh firmament, as I was standing suspended over them."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:7",
                            "text": "And behold, upon this firmament there were no other powers of (any) other form, but only angels of (pure) spirit, like the power which I saw on the seventh firmament."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:8",
                            "text": "And He commanded that the sixth firmament should be taken away."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Apocalypse of Abraham 19:9",
                            "text": "And I saw there, on the fifth firmament, the powers of the stars which carry out the commands laid upon them, and the elements of the earth obeyed them."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Apocalypse of Abraham 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Apocalypse of Abraham 20:1",
                            "text": "And the Eternal Mighty One said to me: “Abraham, Abraham!”"
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Apocalypse of Abraham 20:2",
                            "text": "And I said: “Here am I.”"
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Apocalypse of Abraham 20:3",
                            "text": "And He said: “Consider from above the stars which are beneath thee, and number, them for me, and make known to me their number.”"
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Apocalypse of Abraham 20:4",
                            "text": "And I said: “When can I? For I am but a man of dust and ashes."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Apocalypse of Abraham 20:5",
                            "text": "And he said to me: “As the number of the stars and their power, so will I make thy seed a nation and a people, set apart for me in my heritage with Azazel.”"
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Apocalypse of Abraham 20:6",
                            "text": "And I said: “O Eternal, Mighty One! Let thy servant speak before Thee, and let not Thine anger kindle against Thy chosen one!"
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Apocalypse of Abraham 20:7",
                            "text": "Lo, before Thou leddest me up Azazel inveighed against me. How, then, while he is not now before Thee, hast Thou constituted Thyself with him?”"
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Apocalypse of Abraham 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Apocalypse of Abraham 21:1",
                            "text": "And He said to me: “Look, now, beneath thy feet at the firmaments and understand the creation foreshadowed in this expanse, the creatures existing on it, and the age prepared according to it.”"
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Apocalypse of Abraham 21:2",
                            "text": "And I saw beneath the surfaces of the feet, and I saw beneath the sixth heaven and what was therein,"
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Apocalypse of Abraham 21:3",
                            "text": "and then the earth and its fruits, and what moved upon it and its animate beings; and the power of its men, and the ungodliness of their souls, and their righteous deeds and the beginnings of their works, and the lower regions and the perdition therein, the Abyss and its torments."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Apocalypse of Abraham 21:4",
                            "text": "I saw there the sea and its islands, and its monsters and its fishes, and Leviathan and his dominion, and his camping-ground, and his caves, and the world which lay upon him, and his movements, and the destructions of the world on his account."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Apocalypse of Abraham 21:5",
                            "text": "I saw there streams and the rising of their waters, and their windings."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Apocalypse of Abraham 21:6",
                            "text": "And I saw there the Garden of Eden and its fruits, the source of the stream issuing from it, and its trees and their bloom, and those who behaved righteously. And I saw therein their foods and blessedness."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Apocalypse of Abraham 21:7",
                            "text": "And I saw there a great multitude—men and women and children, half of them on the right side of the picture and half of them on the left side of the picture."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Apocalypse of Abraham 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Apocalypse of Abraham 22:1",
                            "text": "And I said: “O Eternal, Mighty One! What is this picture of the creatures?”"
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Apocalypse of Abraham 22:2",
                            "text": "And He said to me: “This is my will with regard to those who exist in the (divine) world-counsel, and it seemed well-pleasing before my sight, and then afterwards I gave commandment to them through my Word."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Apocalypse of Abraham 22:3",
                            "text": "And it came to pass whatever I had determined to be, was already planned beforehand in this (picture), and it stood before me ere it was created, as thou hast seen."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Apocalypse of Abraham 22:4",
                            "text": "And I said: “O Lord, mighty and eternal! Who are the people in this picture on this side and on that?”"
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Apocalypse of Abraham 22:5",
                            "text": "And He said to me: “These which are on the left side are the multitude of the peoples which have formerly been in existence and which are after thee destined, some for judgement and restoration, and others for vengeance and destruction at the end of the world."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Apocalypse of Abraham 22:6",
                            "text": "But these which are on the right side of the picture—they are the people set apart for me of the peoples with Azazel."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Apocalypse of Abraham 22:7",
                            "text": "These are they whom I have ordained to be born of thee and to be called My People."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Apocalypse of Abraham 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:1",
                            "text": "“Now look again in the picture, who it is who seduced Eve and what is the fruit of the tree, [and] thou wilt know what there shall be, and how it shall be to thy seed among the people at the end of the days of the age, and so far as thou canst not understand I will make known to thee, for thou art well-pleasing in my sight, and I will tell thee what is kept in my heart.”"
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:2",
                            "text": "And I looked into the picture, and mine eyes ran to the side of the Garden of Eden."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:3",
                            "text": "And I saw there a man very great in height and fearful in breadth, incomparable in aspect, embracing a woman, who likewise approximated to the aspect and shape of the man."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:4",
                            "text": "And they were standing under a tree of (the Garden of) Eden, and the fruit of this tree was like the appearance of a bunch of grapes of the vine, and behind the tree was standing as it were a serpent in form, having hands and feet like a man’s, and wings on its shoulders, six on the right side and six on the left, and they were holding the grapes of the tree in their hands, and both were eating it whom I had seen embracing."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:5",
                            "text": "And I said: “Who are these mutually embracing, or who is this who is between them, or what is the fruit which they are eating, O Mighty Eternal One?”"
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:6",
                            "text": "And He said: “This is the human world, this is Adam, and this is their desire upon the earth, this is Eve; but he who is between them representeth ungodliness, their beginning (on the way) to perdition, even Azazel.”"
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:7",
                            "text": "And I said: “O Eternal, Mighty One! Why hast Thou given to such power to destroy the generation of men in their works upon the earth?”"
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:8",
                            "text": "And He said to me: “They who will (to do) evil—and how much I hated (it) in those who do it!—over them I gave him power, and to be beloved of them.”"
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Apocalypse of Abraham 23:9",
                            "text": "And I answered and said: “O Eternal, Mighty One! Wherefore hast Thou willed to effect that evil should be desired in the hearts of men, since Thou indeed art angered over that which was willed by Thee, at him who is doing what is unprofitable in thy counsel?”"
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Apocalypse of Abraham 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Apocalypse of Abraham 24:1",
                            "text": "And He said to me: “Being angered at the nations on thy account, and on account of the people of thy family who are (to be) separated after thee, as thou seest in the picture the burden (of destiny) that (is laid) upon them—and I will tell thee what shall be, and how much shall be, in the last days."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Apocalypse of Abraham 24:2",
                            "text": "Look now at everything in the picture.”"
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Apocalypse of Abraham 24:3",
                            "text": "And I looked and saw there what was before me in creation."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Apocalypse of Abraham 24:4",
                            "text": "I saw Adam, and Eve existing with him, and with them the cunning Adversary, and Cain who acted lawlessly through the Adversary, and the slaughtered Abel, (and) the destruction brought and caused upon him through the lawless one."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Apocalypse of Abraham 24:5",
                            "text": "I saw there also Impurity, and those who lust after it, and its pollution, and their jealousy, and the fire of their corruption in the lowest parts of the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Apocalypse of Abraham 24:6",
                            "text": "I saw there Theft, and those who hasten after it, and the arrangement [of their retribution, the judgement of the Great Assize."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Apocalypse of Abraham 24:7",
                            "text": "I saw there naked men, the foreheads against each other, and their disgrace, and their passion which (they had) against each other, and their retribution."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Apocalypse of Abraham 24:8",
                            "text": "I saw there Desire, and in her hand the head of every kind of lawlessness [and her scorn and her waste assigned to perdition."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Apocalypse of Abraham 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Apocalypse of Abraham 25:1",
                            "text": "I saw there the likeness of the idol of jealousy, having the likeness of woodwork such as my father was wont to make, and its statue was of glittering bronze."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Apocalypse of Abraham 25:2",
                            "text": "And before it a man, and he worshipped it; and in front of him an altar, and upon it a boy slain in the presence of the idol."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Apocalypse of Abraham 25:3",
                            "text": "But I said to Him: “What is this idol, or what is the altar, or who are they that are sacrificed, or who is the sacrificer? Or what is the Temple which I see that is beautiful in art, and its beauty being like the glory that lieth beneath Thy throne?”"
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Apocalypse of Abraham 25:4",
                            "text": "And He said: “Hear, Abraham. This which thou seest, the Temple and altar and beauty, is my idea of the priesthood of my glorious Name, in which dwelleth every single prayer of man, and the rise of kings and prophets, and whatever sacrifice I ordain to be offered to me among my people who are to come out of thy generation."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Apocalypse of Abraham 25:5",
                            "text": "But the statue which thou sawest is mine anger wherewith the people anger me who are to proceed for me from thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Apocalypse of Abraham 25:6",
                            "text": "But the man whom thou sawest slaughtering—that is he who inciteth murderous sacrifices and provokes me to anger, and the sacrifice is the killing of those who are for me the testimony of the last judgment, and their fate was fixed from the beginning of the creation.”"
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Apocalypse of Abraham 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Apocalypse of Abraham 26:1",
                            "text": "And I said: “O Eternal, Mighty One! Wherefore hast Thou established that it should be so, and then proclaim the knowledge thereof?”"
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Apocalypse of Abraham 26:2",
                            "text": "And He said to me: “Hear, Abraham; understand what I say to thee, and answer me as I question thee."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Apocalypse of Abraham 26:3",
                            "text": "Why did thy father Terah not listen to thy voice, and (why) did he not cease from the devilish idolatry until he perished and his whole household with him?”"
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Apocalypse of Abraham 26:4",
                            "text": "And I said: “O Eternal, [Mighty One]! (It was) entirely because he did not choose to listen to me; but I, too, did not follow his works.”"
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Apocalypse of Abraham 26:5",
                            "text": "And He said to me: “Hear, Abraham. As the counsel of thy father is in him, and as thy counsel is in thee, so also is the counsel of my will in me ready for the coming days, before thou hast knowledge of these, or (canst) see with thine eyes what is future in them."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Apocalypse of Abraham 26:6",
                            "text": "How those of thy seed will be, look in the picture."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Apocalypse of Abraham 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Apocalypse of Abraham 27:1",
                            "text": "And I looked and saw: lo! the picture swayed and from it emerged."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Apocalypse of Abraham 27:2",
                            "text": "On its left side, a heathen people, and they pillaged those who were on the right side, men and women and children: some they slaughtered, others they retained with themselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Apocalypse of Abraham 27:3",
                            "text": "Lo! I saw them run towards them through four entrances, and they burnt the Temple with fire, and the holy things that were therein they plundered."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Apocalypse of Abraham 27:4",
                            "text": "And I said: “O Eternal One! Lo! the people that spring from me, whom Thou hast accepted, the hordes of the heathen do plunder, and some they kill, while others they hold fast as aliens, and the Temple they have burnt with fire, and the beautiful things therein they do rob and destroy."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Apocalypse of Abraham 27:5",
                            "text": "O Eternal, Mighty One! If this be so, wherefore hast Thou now lacerated my heart, and why should this be so?”"
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Apocalypse of Abraham 27:6",
                            "text": "And He said to me: “Hear, Abraham. What thou hast seen shall happen on account of thy seed who anger me by reason of the statue which thou sawest, and on account of the human slaughter in the picture, through zeal in the Temple; and as thou sawest so shall it be.”"
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Apocalypse of Abraham 27:7",
                            "text": "And I said: “O Eternal, Mighty One! May the works of evil wrought in ungodliness now pass by, but show me rather those who fulfilled the commandments, even the works of his righteousness. For thou canst do this.”"
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Apocalypse of Abraham 27:8",
                            "text": "And He said to me: “The time of the righteous meeteth them first through the holiness flowing from kings and righteous-dealing rulers whom I at first created in order from such to rule among them. But from these issue men who care for their interests, as I have made known to thee and thou hast seen.”"
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Apocalypse of Abraham 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Apocalypse of Abraham 28:1",
                            "text": "And I answered and said: “O Mighty, Eternal One, hallowed by Thy power! Be favourable to my petition, for for this hast Thou brought me up here—and shew m]. As Thou hast brought me up to Thy height, so make this known to me, Thy beloved one, as much as I ask—whether what I saw shall happen to them for long?"
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Apocalypse of Abraham 28:2",
                            "text": "And He showed me a multitude of His people, and said to me: “On their account through four issues, as thou sawest, I shall be provoked by them, and in these my retribution for their deeds shall be accomplished. But in the fourth outgoing of a hundred years and one hour of the age it shall be in misfortune among the heathen [but one hour in mercy and contumely, as among the heathen."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Apocalypse of Abraham 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:1",
                            "text": "And I said: “O Eternal Mighty One! And how long a time is an hour of the Age?”"
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:2",
                            "text": "And He said: “Twelve years have I ordained of this ungodly Age to rule among the heathen and in thy seed; and until the end of the times it shall be as thou sawest."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:3",
                            "text": "And do thou reckon and understand and look into the picture.”"
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:4",
                            "text": "And I looked and saw a man going out from the left side of the heathen; and there went out men and women and children, from the side of the heathen, many hosts, and worshipped him."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:5",
                            "text": "And while I still looked there came out from the right side many, and some insulted that man, while some struck him; others, however, worshipped him."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:6",
                            "text": "And I saw how these worshipped him, and Azazel ran and worshipped him, and having kissed his face he turned and stood behind him."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:7",
                            "text": "And I said: “O Eternal, Mighty One! Who is the man insulted and beaten, who is worshipped by the heathen with Azazel?”"
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:8",
                            "text": "And He answered and said: “Hear, Abraham! The man whom thou sawest insulted and beaten and again worshipped—that is the relief granted by the heathen to the people who proceed from thee, in the last days, in this twelfth hour of the Age of ungodliness. But in the twelfth year of my final Age I will set up this man from thy generation, whom thou sawest (issue)from my people; this one all will follow, and such as are called by me will join, even those who change in their counsels."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:9",
                            "text": "And those whom thou sawest emerge from the left side of the picture—the meaning is: There shall be many from the heathen who set their hopes upon him; and as for those whom thou sawest from thy seed on the right side, some insulting and striking, others worshipping him—many of them shall be offended at him."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:10",
                            "text": "He, however, is testing those who have worshipped him of thy seed, in that twelfth hour of the End, with a view to shortening the Age of ungodliness."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:11",
                            "text": "“Before the Age of the righteous beginneth to grow, my judgement shall come upon the lawless heathen through the people of thy seed who have been separated for me. In those days I will bring upon all creatures of the earth ten plagues,10 through misfortune and disease and sighing of the grief of their soul. Thus much will I bring upon the generations of men that be upon it on account of the provocation and the corruption of its creatures, whereby they provoke me."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:12",
                            "text": "And then shall righteous men of thy seed be left in the number which is kept secret by me, hastening in the glory of My Name to the place prepared beforehand for them, which thou sawest devastated in the picture; and they shall live and be established through sacrifices and gifts of righteousness and truth in the Age of the righteous, and shall rejoice in Me continually; and they shall destroy those who have destroyed them. and shall insult those who have insulted them“"
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:13",
                            "text": "And of those who defamed them they shall spit in the face, scorned by Me, while they the righteous shall behold Me full of joy, rejoicing with My people, and receiving those who return to Me in repentance."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:14",
                            "text": "See, Abraham, what thou hast seen, And hear what thou hast heard, And take full knowledge of what thou hast come to know. Go to thy heritage."
                        },
                        {
                            "verse": 15,
                            "chapter": 29,
                            "name": "Apocalypse of Abraham 29:15",
                            "text": "And lo! I am with you for ever."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Apocalypse of Abraham 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Apocalypse of Abraham 30:1",
                            "text": "But while He was still speaking, I found myself upon the earth. And I said: “O Eternal, Mighty One, I am no longer in the glory in which I was while on high, and what my soul longed to understand in mine heart I do not understand.”"
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Apocalypse of Abraham 30:2",
                            "text": "And He said to me: “What is desired in thine heart I will tell thee, because thou hast sought to see the ten plagues which I have prepared for the heathen, and have prepared beforehand at the passing over of the twelfth hour of the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Apocalypse of Abraham 30:3",
                            "text": "Hear what I divulge to thee, so shall it come to pass:"
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Apocalypse of Abraham 30:4",
                            "text": "the first is pain of great distress; the second, conflagration of many cities;"
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Apocalypse of Abraham 30:5",
                            "text": "the third, destruction and pestilence of animals; the fourth, hunger of the whole world and of its people;"
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Apocalypse of Abraham 30:6",
                            "text": "the fifth by destruction among its rulers, destruction by earthquake and the sword; the sixth, multiplication of hail and snow; the seventh, the wild beasts will be their grave;"
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Apocalypse of Abraham 30:7",
                            "text": "the eighth, hunger and pestilence will alternate with their destruction;"
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Apocalypse of Abraham 30:8",
                            "text": "the ninth, punishment by the sword and flight in distress; the tenth, thunder and voices and destructive earthquake."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Apocalypse of Abraham 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Apocalypse of Abraham 31:1",
                            "text": "“And then I will sound the trumpet out of the air, and will send mine Elect One, having in him all my power, one measure; and this one shall summon my despised people from the nations."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Apocalypse of Abraham 31:2",
                            "text": "And I will burn with fire those who have insulted them and who have ruled among them in this Age."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Apocalypse of Abraham 31:3",
                            "text": "And I will give those who have covered me with mockery to the scorn of the coming Age."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Apocalypse of Abraham 31:4",
                            "text": "And I have prepared them to be food for the fire of Hades and for ceaseless flight to and fro through the air in the underworld beneath the earth the body filled with worms."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Apocalypse of Abraham 31:5",
                            "text": "For on them shall they see the righteousness of the Creator, those, namely, who have chosen to do my will, and those who have openly kept my commandments, and they shall rejoice with joy over the downfall of the men who still remain, who have followed the idols and their murders."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Apocalypse of Abraham 31:6",
                            "text": "For they shall putrefy in the body of the evil worm Azazel, and be burnt with the fire of Azazel’s tongue; for I hoped that they would come to me, and not have loved and praised the strange go, and not have adhered to him for whom they were not allotted, but instead they have forsaken the mighty Lord.”"
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Apocalypse of Abraham 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Apocalypse of Abraham 32:1",
                            "text": "“Therefore hear, O Abraham, and see; lo! thy seventh generation shall go with thee, and they shall go out into a strange land, and they shall enslave them, and evil-entreat them as it were an hour of the Age of ungodliness but the nation whom they shall serve I will judge."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Apocalypse of Abraham 32:2",
                            "text": "And the Lord said this too, \"Have you heard, Abraham, what I told you, what your tribe will encounter in the last days?\""
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Apocalypse of Abraham 32:3",
                            "text": "Abraham, having heard, accepted the words of God in his heart."
                        }
                    ]
                }
            ]
        }
    ]
}