{
    "books": [
        {
            "name": "The Testament of Abraham",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Testament of Abraham 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:1",
                            "text": "The Testament of Abraham: Version I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:3",
                            "text": "Abraham lived the measure of his life, nine hundred and ninety-five years, and having lived all the years of his life in quietness, gentleness, and righteousness, the righteous one was exceeding hospitable; for, pitching his tent in the cross-ways at the oak of Mamre, he received every one, both rich and poor, kings and rulers, the maimed and the helpless, friends and strangers, neighbors and travelers, all alike did the devout, all-holy, righteous, and hospitable Abraham entertain."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:4",
                            "text": "Even upon him, however, there came the common, inexorable, bitter lot of death, and the uncertain end of life."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:5",
                            "text": "Therefore the Lord God, summoning his archangel Michael, said to him:  Go down, chief-captain Michael, to Abraham and speak to him concerning his death, that he may set his affairs in order, for I have blessed him as the stars of heaven, and as the sand by the sea-shore, and he is in abundance of long life and many possessions, and is becoming exceeding rich."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:6",
                            "text": "Beyond all men, moreover, he is righteous in every goodness, hospitable and loving to the end of his life; but do thou, archangel Michael, go to Abraham, my beloved friend, and announce to him his death and assure him thus:  Thou shalt at this time depart from this vain world, and shalt quit the body, and go to thine own Lord among the good."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:7",
                            "text": "II."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:8",
                            "text": "And the chief-captain departed from before the face of God, and went down to Abraham to the oak of Mamre, and found the righteous Abraham in the field close by, sitting beside yokes of oxen for ploughing, together with the sons of Masek and other servants, to the number of twelve."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:9",
                            "text": "And behold the chief-captain came to him, and Abraham, seeing the chief-captain Michael coming from afar, like to a very comely warrior, arose and met him as was his custom, meeting and entertaining all strangers."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:10",
                            "text": "And the chief-captain saluted him and said:  Hail, most honored father, righteous soul chosen of God, true son of the heavenly one."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:11",
                            "text": "Abraham said to the chief-captain:  Hail, most honored warrior, bright as the sun and most beautiful above all the sons of men; thou art welcome; therefore I beseech thy presence, tell me whence the youth of thy age has come; teach me, thy suppliant, whence and from what army and from what journey thy beauty has come hither."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:12",
                            "text": "The chief-captain said:  I, O righteous Abraham, come from the great city."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:13",
                            "text": "I have been sent by the great king to take the place of a good friend of his, for the king has summoned him."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:14",
                            "text": "And Abraham said, Come, my Lord, go with me as far as my field."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:15",
                            "text": "The chief-captain said:  I come; and going into the field of the ploughing, they sat down beside the company."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:16",
                            "text": "And Abraham said to his servants, the sons of Masek:  Go ye to the herd of horses, and bring two horses, quiet, and gentle and tame, so that I and this stranger may sit thereon."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:17",
                            "text": "But the chief-captain said, Nay, my Lord, Abraham, let them not bring horses, for I abstain from ever sitting upon any four-footed beast."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:18",
                            "text": "Is not my king rich in much merchandise, having power both over men and all kinds of cattle? but I abstain from ever sitting upon any four-footed beast."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:19",
                            "text": "Let us go, then, O righteous soul, walking lightly until we reach thy house."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:20",
                            "text": "And Abraham said, Amen, be it so."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:21",
                            "text": "III."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:22",
                            "text": "And as they went on from the field toward his house, beside that way there stood a cypress tree, and by the command of the Lord the tree cried out with a human voice, saying, Holy, holy, holy is the Lord God that calls himself to those that love him; but Abraham hid the mystery, thinking that the chief-captain had not heard the voice of the tree."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:23",
                            "text": "And coming nigh to the house they sat down in the court, and Isaac seeing the face of the angel said to Sarah his mother, My lady mother, behold, the man sitting with my father Abraham is not a son of the race of those that dwell on the earth."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:24",
                            "text": "And Isaac ran, and saluted him, and fell at the feet of the Incorporeal, and the Incorporeal blessed him and said, The Lord God will grant thee his promise that he made to thy father Abraham and to his seed, and will also grant thee the precious prayer of thy father and thy mother."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:25",
                            "text": "Abraham said to Isaac his son, My son Isaac, draw water from the well, and bring it me in the vessel, that we may wash the feet of this stranger, for he is tired, having come to us from off a long journey."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:26",
                            "text": "And Isaac ran to the well and drew water in the vessel and brought it to them, and Abraham went up and washed the feet of the chief captain Michael, and the heart of Abraham was moved, and he wept over the stranger."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:27",
                            "text": "And Isaac, seeing his father weeping, wept also, and the chief captain, seeing them weeping, also wept with them, and the tears of the chief captain fell upon the vessel into the water of the basin and became precious stones."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:28",
                            "text": "And Abraham seeing the marvel, and being astonished, took the stones secretly, and hid the mystery, keeping it by himself in his heart."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:29",
                            "text": "IV."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:30",
                            "text": "And Abraham said to Isaac his son:  Go, my beloved son, into the inner chamber of the house and beautify it."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:31",
                            "text": "Spread for us there two couches, one for me and one for this man that is guest with us this day."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:32",
                            "text": "Prepare for us there a seat and a candlestick and a table with abundance of every good thing."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:33",
                            "text": "Beautify the chamber, my son, and spread under us linen and purple and fine linen."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:34",
                            "text": "Burn there every precious and excellent incense, and bring sweet-smelling plants from the garden and fill our house with them."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:35",
                            "text": "Kindle seven lamps full of oil, so that we may rejoice, for this man that is our guest this day is more glorious than kings or rulers, and his appearance surpasses all the sons of men."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:36",
                            "text": "And Isaac prepared all things well, and Abraham taking the archangel Michael went into the chamber, and they both sat down upon the couches, and between them he placed a table with abundance of every good thing."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:37",
                            "text": "Then the chief captain arose and went out, as if by constraint of his belly to make issue of water, and ascended to heaven in the twinkling of an eye, and stood before the Lord, and said to him:  Lord and Master, let thy power know that I am unable to remind that righteous man of his death, for I have not seen upon the earth a man like him, pitiful, hospitable, righteous, truthful, devout, refraining from every evil deed."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:38",
                            "text": "And now know, Lord, that I cannot remind him of his death."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:39",
                            "text": "And the Lord said:  Go down, chief-captain Michael, to my friend Abraham, and whatever he say to thee, that do thou also, and whatever he eat, eat thou also with him."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:40",
                            "text": "And I will send my Holy Spirit upon his son Isaac, and will put the remembrance of his death into the heart of Isaac, so that even he in a dream may see the death of his father, and Isaac will relate the dream, and thou shalt interpret it, and he himself will know his end."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:41",
                            "text": "And the chief-captain said, Lord, all the heavenly spirits are incorporeal, and neither eat nor drink, and this man has set before me a table with abundance of all good things earthly and corruptible."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:42",
                            "text": "Now, Lord, what shall I do?  How shall I escape him, sitting at one table with him?  The Lord said:  Go down to him, and take no thought for this, for when thou sittest down with him, I will send upon thee a devouring spirit, and it will consume out of thy hands and through thy mouth all that is on the table."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:43",
                            "text": "Rejoice together with him in everything, only thou shalt interpret well the things of the vision, that Abraham may know the sickle of death and the uncertain end of life, and may make disposal of all his possessions, for I have blessed him above the sand of the sea and as the stars of heaven."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:44",
                            "text": "V."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:45",
                            "text": "Then the chief captain went down to the house of Abraham, and sat down with him at the table, and Isaac served them."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:46",
                            "text": "And when the supper was ended, Abraham prayed after his custom, and the chief-captain prayed together with him, and each lay down to sleep upon his couch."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:47",
                            "text": "And Isaac said to his father, Father, I too would fain sleep with you in this chamber, that I also may hear your discourse, for I love to hear the excellence of the conversation of this virtuous man."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:48",
                            "text": "Abraham said, Nay, my son, but go to thy own chamber and sleep on thy own couch, lest we be troublesome to this man."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:49",
                            "text": "Then Isaac, having received the prayer from them, and having blessed them, went to his own chamber and lay down upon his couch."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:50",
                            "text": "But the Lord cast the thought of death into the heart of Isaac as in a dream, and about the third hour of the night Isaac awoke and rose up from his couch, and came running to the chamber where his father was sleeping together with the archangel."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:51",
                            "text": "Isaac, therefore, on reaching the door cried out, saying, My father Abraham, arise and open to me quickly, that I may enter and hang upon thy neck, and embrace thee before they take thee away from me."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:52",
                            "text": "Abraham therefore arose and opened to him, and Isaac entered and hung upon his neck, and began to weep with a loud voice."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:53",
                            "text": "Abraham therefore being moved at heart, also wept with a loud voice, and the chief-captain, seeing them weeping, wept also."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:54",
                            "text": "Sarah being in her room, heard their weeping, and came running to them, and found them embracing and weeping."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:55",
                            "text": "And Sarah said with weeping, My Lord Abraham, what is this that ye weep?  Tell me, my Lord, has this brother that has been entertained by us this day brought thee tidings of Lot, thy brother's son, that he is dead? is it for this that ye grieve thus?  The chief-captain answered and said to her, Nay, my sister Sarah, it is not as thou sayest, but thy son Isaac, methinks, beheld a dream, and came to us weeping, and we seeing him were moved in our hearts and wept."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:56",
                            "text": "VI."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:57",
                            "text": "Then Sarah, hearing the excellence of the conversation of the chief-captain, straightway knew that it was an angel of the Lord that spoke."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:58",
                            "text": "Sarah therefore signified to Abraham to come out towards the door, and said to him, My Lord Abraham, knowest thou who this man is?  Abraham said, I know not."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:59",
                            "text": "Sarah said, Thou knowest, my Lord, the three men from heaven that were entertained by us in our tent beside the oak of Mamre, when thou didst kill the kid without blemish, and set a table before them."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:60",
                            "text": "After the flesh had been eaten, the kid rose again, and sucked its mother with great joy."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:61",
                            "text": "Knowest thou not, my Lord Abraham, that by promise they gave to us Isaac as the fruit of the womb?  Of these three holy men this is one."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:62",
                            "text": "Abraham said, O Sarah, in this thou speakest the truth."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:63",
                            "text": "Glory and praise from our God and the Father."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:64",
                            "text": "For late in the evening when I washed his feet in the basin I said in my heart, These are the feet of one of the three men that I washed then; and his tears that fell into the basin then became precious stones."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:65",
                            "text": "And shaking them out from his lap he gave them to Sarah, saying, If thou believest me not, look now at these."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:66",
                            "text": "And Sarah receiving them bowed down and saluted and said, Glory be to God that showeth us wonderful things."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:67",
                            "text": "And now know, my Lord Abraham, that there is among us the revelation of some thing, whether it be evil or good!  VII."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:68",
                            "text": "And Abraham left Sarah, and went into the chamber, and said to Isaac, Come hither, my beloved son, tell me the truth, what it was thou sawest and what befell thee that thou camest so hastily to us."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:69",
                            "text": "And Isaac answering began to say, I saw, my Lord, in this night the sun and the moon above my head, surrounding me with its rays and giving me light."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:70",
                            "text": "As I gazed at this and rejoiced, I saw the heaven opened, and a man bearing light descend from it, shining more than seven suns."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:71",
                            "text": "And this man like the sun came and took away the sun from my head, and went up into the heavens from whence he came, but I was greatly grieved that he took away the sun from me."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:72",
                            "text": "After a little, as I was still sorrowing and sore troubled, I saw this man come forth from heaven a second time, and he took away from me the moon also from off my head, and I wept greatly and called upon that man of light, and said, Do not, my Lord, take away my glory from me; pity me and hear me, and if thou takest away the sun from me, then leave the moon to me."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:73",
                            "text": "He said, Suffer them to be taken up to the king above, for he wishes them there."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:74",
                            "text": "And he took them away from me, but he left the rays upon me."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:75",
                            "text": "The chief-captain said, Hear, O righteous Abraham; the sun which thy son saw is thou his father, and the moon likewise is Sarah his mother."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:76",
                            "text": "The man bearing light who descended from heaven, this is the one sent from God who is to take thy righteous soul from thee."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:77",
                            "text": "And now know, O most honored Abraham, that at this time thou shalt leave this worldly life, and remove to God."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:78",
                            "text": "Abraham said to the chief captain O strangest of marvels! and now art thou he that shall take my soul from me?  The chief-captain said to him, I am the chief-captain Michael, that stands before the Lord, and I was sent to thee to remind thee of thy death, and then I shall depart to him as I was commanded."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:79",
                            "text": "Abraham said, Now I know that thou art an angel of the Lord, and wast sent to take my soul, but I will not go with thee; but do thou whatever thou art commanded."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:80",
                            "text": "VIII."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:81",
                            "text": "The chief-captain hearing these words immediately vanished, and ascending into heaven stood before God, and told all that he had seen in the house of Abraham; and the chief-captain said this also to his Lord, Thus says thy friend Abraham, I will not go with thee, but do thou whatever thou art commanded; and now, O Lord Almighty, doth thy glory and immortal kingdom order aught?  God said to the chief-captain Michael, Go to my friend Abraham yet once again, and speak to him thus, Thus saith the Lord thy God, he that brought thee into the land of promise, that blessed thee above the sand of the sea and above the stars of heaven, that opened the womb of barrenness of Sarah, and granted thee Isaac as the fruit of the womb in old age, Verily I say unto thee that blessing I will bless thee, and multiplying I will multiply thy seed, and I will give thee all that thou shalt ask from me, for I am the Lord thy God, and besides me there is no other."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:82",
                            "text": "Tell me why thou hast rebelled against me, and why there is grief in thee, and why thou rebelled against my archangel Michael?  Knowest thou not that all who have come from Adam and Eve have died, and that none of the prophets has escaped death?  None of those that rule as kings is immortal; none of thy forefathers has escaped the mystery of death."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:83",
                            "text": "They have all died, they have all departed into Hades, they are all gathered by the sickle of death."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:84",
                            "text": "But upon thee I have not sent death, I have not suffered any deadly disease to come upon thee, I have not permitted the sickle of death to meet thee, I have not allowed the nets of Hades to enfold thee, I have never wished thee to meet with any evil."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:85",
                            "text": "But for good comfort I have sent my chief-captain Michael to thee, that thou mayst know thy departure from the world, and set thy house in order, and all that belongs to thee, and bless Isaac thy beloved son."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:86",
                            "text": "And now know that I have done this not wishing to grieve thee."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:87",
                            "text": "Wherefore then hast thou said to my chief-captain, I will not go with thee?  Wherefore hast thou spoken thus?  Knowest thou not that if I give leave to death and he comes upon thee, then I should see whether thou wouldst come or not?  IX."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:88",
                            "text": "And the chief-captain receiving the exhortations of the Lord went down to Abraham, and seeing him the righteous one fell upon his face to the ground as one dead, and the chief-captain told him all that he had heard from the Most High."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:89",
                            "text": "Then the holy and just Abraham rising with many tears fell at the feet of the Incorporeal, and besought him, saying, I beseech thee, chief-captain of the hosts above, since thou hast wholly deigned to come thyself to me a sinner and in all things thy unworthy servant, I beseech thee even now, O chief-captain, to carry my word yet again to the Most High, and thou shalt say to him, Thus saith Abraham thy servant, Lord, Lord, in every work and word which I have asked of thee thou hast heard me, and hast fulfilled all my counsel."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:90",
                            "text": "Now, Lord, I resist not thy power, for I too know that I am not immortal but mortal."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:91",
                            "text": "Since therefore to thy command all things yield, and fear and tremble at the face of thy power, I also fear, but I ask one request of thee, and now, Lord and Master, hear my prayer, for while still in this body I desire to see all the inhabited earth, and all the creations which thou didst establish by one word, and when I see these, then if I shall depart from life I shall be without sorrow."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:92",
                            "text": "So the chief-captain went back again, and stood before God, and told him all, saying, Thus saith thy friend Abraham, I desired to behold all the earth in my lifetime before I died."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:93",
                            "text": "And the Most High hearing this, again commanded the chief-captain Michael, and said to him, Take a cloud of light, and the angels that have power over the chariots, and go down, take the righteous Abraham upon a chariot of the cherubim, and exalt him into the air of heaven that he may behold all the earth."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:94",
                            "text": "X."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:95",
                            "text": "And the archangel Michael went down and took Abraham upon a chariot of the cherubim, and exalted him into the air of heaven, and led him upon the cloud together with sixty angels, and Abraham ascended upon the chariot over all the earth."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:96",
                            "text": "And Abraham saw the world as it was in that day, some ploughing, others driving wains, in one place men herding flocks, and in another watching them by night, and dancing and playing and harping, in another place men striving and contending at law, elsewhere men weeping and having the dead in remembrance."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:97",
                            "text": "He saw also the newly-wedded received with honor, and in a word he saw all things that are done in the world, both good and bad."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:98",
                            "text": "Abraham therefore passing over them saw men bearing swords, wielding in their hands sharpened swords, and Abraham asked the chief-captain, Who are these?  The chief-captain said, These are thieves, who intend to commit murder, and to steal and burn and destroy."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:99",
                            "text": "Abraham said, Lord, Lord, hear my voice, and command that wild beasts may come out of the wood and devour them."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:100",
                            "text": "And even as he spoke there came wild beasts out of the wood and devoured them."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:101",
                            "text": "And he saw in another place a man with a woman committing fornication with each other, and said, Lord, Lord, command that the earth may open and swallow them, and straightway the earth was cleft and swallowed them."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:102",
                            "text": "And he saw in another place men digging through a house, and carrying away other men's possessions, and he said, Lord, Lord, command that fire may come down from heaven and consume them."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:103",
                            "text": "And even as he spoke, fire came down from heaven and consumed them."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:104",
                            "text": "And straightway there came a voice from heaven to the chief-captain, saying thus, O chief-captain Michael, command the chariot to stop, and turn Abraham away that he may not see all the earth, for if he behold all that live in wickedness, he will destroy all creation."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:105",
                            "text": "For behold, Abraham has not sinned, and has no pity on sinners, but I have made the world, and desire not to destroy any one of them, but wait for the death of the sinner, till he be converted and live."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:106",
                            "text": "But take Abraham up to the first gate of heaven, that he may see there the judgments and recompenses, and repent of the souls of the sinners that he has destroyed."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:107",
                            "text": "XI."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:108",
                            "text": "So Michael turned the chariot and brought Abraham to the east, to the first gate of heaven; and Abraham saw two ways, the one narrow and contracted, the other broad and spacious, and there he saw two gates, the one broad on the broad way, and the other narrow on the narrow way."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:109",
                            "text": "And outside the two gates there he saw a man sitting upon a gilded throne, and the appearance of that man was terrible, as of the Lord."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:110",
                            "text": "And they saw many souls driven by angels and led in through the broad gate, and other souls, few in number, that were taken by the angels through the narrow gate."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:111",
                            "text": "And when the wonderful one who sat upon the golden throne saw few entering through the narrow gate, and many entering through the broad one, straightway that wonderful one tore the hairs of his head and the sides of his beard, and threw himself on the ground from his throne, weeping and lamenting."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:112",
                            "text": "But when he saw many souls entering through the narrow gate, then he arose from the ground and sat upon his throne in great joy, rejoicing and exulting."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:113",
                            "text": "And Abraham asked the chief-captain, My Lord chief-captain, who is this most marvelous man, adorned with such glory, and sometimes he weeps and laments, and sometimes he rejoices and exults?  The incorporeal one said:  This is the first-created Adam who is in such glory, and he looks upon the world because all are born from him, and when he sees many souls going through the narrow gate, then he arises and sits upon his throne rejoicing and exulting in joy, because this narrow gate is that of the just, that leads to life, and they that enter through it go into Paradise."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:114",
                            "text": "For this, then, the first-created Adam rejoices, because he sees the souls being saved."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:115",
                            "text": "But when he sees many souls entering through the broad gate, then he pulls out the hairs of his head, and casts himself on the ground weeping and lamenting bitterly, for the broad gate is that of sinners, which leads to destruction and eternal punishment."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:116",
                            "text": "And for this the first-formed Adam falls from his throne weeping and lamenting for the destruction of sinners, for they are many that are lost, and they are few that are saved, for in seven thousand there is scarcely found one soul saved, being righteous and undefiled."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:117",
                            "text": "XII."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:118",
                            "text": "While he was yet saying these things to me, behold two angels, fiery in aspect, and pitiless in mind, and severe in look, and they drove on thousands of souls, pitilessly lashing them with fiery thongs."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:119",
                            "text": "The angel laid hold of one soul, and they drove all the souls in at the broad gate to destruction."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:120",
                            "text": "So we also went along with the angels, and came within that broad gate, and between the two gates stood a throne terrible of aspect, of terrible crystal, gleaming as fire, and upon it sat a wondrous man bright as the sun, like to the Son of God."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:121",
                            "text": "Before him stood a table like crystal, all of gold and fine linen, and upon the table there was lying a book, the thickness of it six cubits, and the breadth of it ten cubits, and on the right and left of it stood two angels holding paper and ink and pen."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:122",
                            "text": "Before the table sat an angel of light, holding in his hand a balance, and on his left sat an angel all fiery, pitiless, and severe, holding in his hand a trumpet, having within it all-consuming fire with which to try the sinners."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:123",
                            "text": "The wondrous man who sat upon the throne himself judged and sentenced the souls, and the two angels on the right and on the left wrote down, the one on the right the righteousness and the one on the left the wickedness."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:124",
                            "text": "The one before the table, who held the balance, weighed the souls, and the fiery angel, who held the fire, tried the souls."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:125",
                            "text": "And Abraham asked the chief-captain Michael, What is this that we behold?  And the chief-captain said, These things that thou seest, holy Abraham, are the judgment and recompense."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:126",
                            "text": "And behold the angel holding the soul in his hand, and he brought it before the judge, and the judge said to one of the angels that served him, Open me this book, and find me the sins of this soul."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:127",
                            "text": "And opening the book he found its sins and its righteousness equally balanced, and he neither gave it to the tormentors, nor to those that were saved, but set it in the midst."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:128",
                            "text": "XIII."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:129",
                            "text": "And Abraham said, My Lord chief-captain, who is this most wondrous judge? and who are the angels that write down? and who is the angel like the sun, holding the balance? and who is the fiery angel holding the fire?  The chief-captain said, \"Seest thou, most holy Abraham, the terrible man sitting upon the throne?  This is the son of the first created Adam, who is called Abel, whom the wicked Cain killed, and he sits thus to judge all creation, and examines righteous men and sinners."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:130",
                            "text": "For God has said, I shall not judge you, but every man born of man shall be judged."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:131",
                            "text": "Therefore he has given to him judgment, to judge the world until his great and glorious coming, and then, O righteous Abraham, is the perfect judgment and recompense, eternal and unchangeable, which no one can alter."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:132",
                            "text": "For every man has come from the first-created, and therefore they are first judged here by his son, and at the second coming they shall be judged by the twelve tribes of Israel, every breath and every creature."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:133",
                            "text": "But the third time they shall be judged by the Lord God of all, and then, indeed, the end of that judgment is near, and the sentence terrible, and there is none to deliver."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:134",
                            "text": "And now by three tribunals the judgment of the world and the recompense is made, and for this reason a matter is not finally confirmed by one or two witnesses, but by three witnesses shall everything be established."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:135",
                            "text": "The two angels on the right hand and on the left, these are they that write down the sins and the righteousness, the one on the right hand writes down the righteousness, and the one on the left the sins."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:136",
                            "text": "The angel like the sun, holding the balance in his hand, is the archangel, Dokiel the just weigher, and he weighs the righteousnesses and sins with the righteousness of God."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:137",
                            "text": "The fiery and pitiless angel, holding the fire in his hand, is the archangel Puruel, who has power over fire, and tries the works of men through fire, and if the fire consume the work of any man, the angel of judgment immediately seizes him, and carries him away to the place of sinners, a most bitter place of punishment."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:138",
                            "text": "But if the fire approves the work of anyone, and does not seize upon it, that man is justified, and the angel of righteousness takes him and carries him up to be saved in the lot of the just."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:139",
                            "text": "And thus, most righteous Abraham, all things in all men are tried by fire and the balance\"."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:140",
                            "text": "XIV."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:141",
                            "text": "And Abraham said to the chief-captain, My Lord the chief-captain, the soul which the angel held in his hand, why was it adjudged to be set in the midst?  The chief-captain said, Listen, righteous Abraham."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:142",
                            "text": "Because the judge found its sins."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:143",
                            "text": "and its righteousnesses equal, he neither committed it to judgment nor to be saved, until the judge of all shall come."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:144",
                            "text": "Abraham said to the chief-captain, And what yet is wanting for the soul to be saved?  The chief-captain said, If it obtains one righteousness above its sins, it enters into salvation."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:145",
                            "text": "Abraham said to the chief-captain, Come hither, chief-captain Michael, let us make prayer for this soul, and see whether God will hear us."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:146",
                            "text": "The chief-captain said, Amen, be it so; and they made prayer and entreaty for the soul, and God heard them, and when they rose up from their prayer they did not see the soul standing there."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:147",
                            "text": "And Abraham said to the angel, Where is the soul that thou didst hold in the midst?  And the angel answered, It has been saved by thy righteous prayer, and behold an angel of light has taken it and carried it up into Paradise."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:148",
                            "text": "Abraham said, I glorify the name of God, the Most High, and his immeasurable mercy."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:149",
                            "text": "And Abraham said to the chief-captain, I beseech thee, archangel, hearken to my prayer, and let us yet call upon the Lord, and supplicate his compassion, and entreat his mercy for the souls of the sinners whom I formerly, in my anger, cursed and destroyed, whom the earth devoured, and the wild beasts tore in pieces, and the fire consumed through my words."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:150",
                            "text": "Now I know that I have sinned before the Lord our God."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:151",
                            "text": "Come then, O Michael, chief-captain of the hosts above, come, let us call upon God with tears that he may forgive me my sin, and grant them to me."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:152",
                            "text": "And the chief-captain heard him, and they made entreaty before the Lord, and when they had called upon him for a long space, there came a voice from heaven saying, Abraham, Abraham, I have hearkened to thy voice and thy prayer, and forgive thee thy sin, and those whom thou thinkest that I destroyed I have called up and brought them into life by my exceeding kindness, because for a season I have requited them in judgment, and those whom I destroy living upon earth, I will not requite in death."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:153",
                            "text": "XV."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:154",
                            "text": "And the voice of the Lord said also to the chief-captain Michael, Michael, my servant, turn back Abraham to his house, for behold his end has come nigh, and the measure of his life is fulfilled, that he may set all things in order, and then take him and bring him to me."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:155",
                            "text": "So the chief-captain, turning the chariot and the cloud, brought Abraham to his house, and going into his chamber he sat upon his couch."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:156",
                            "text": "And Sarah his wife came and embraced the feet of the Incorporeal, and spoke humbly, saying, I give thee thanks, my Lord, that thou hast brought my Lord Abraham, for behold we thought he had been taken up from us."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:157",
                            "text": "And his son Isaac also came and fell upon his neck, and in the same way all his men-slaves and women-slaves surrounded Abraham and embraced him, glorifying God."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:158",
                            "text": "And the Incorporeal one said to them, Hearken, righteous Abraham."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:159",
                            "text": "Behold thy wife Sarah, behold also thy beloved son Isaac, behold also all thy men-servants and maid-servants round about thee."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:160",
                            "text": "Make disposition of all that thou hast, for the day has come nigh in which thou shalt depart from the body and go to the Lord once for all."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:161",
                            "text": "Abraham said, Has the Lord said it, or sayest thou this of thyself?  The chief-captain answered, Hearken, righteous Abraham."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:162",
                            "text": "The Lord has commanded, and I tell it thee."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:163",
                            "text": "Abraham said, I will not go with thee."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:164",
                            "text": "The chief-captain, hearing these words, straightway went forth from the presence of Abraham, and went up into the heavens, and stood before God the Most High, and said, Lord Almighty, behold I have hearkened to Thy friend Abraham in all he has said to Thee, and have fulfilled his requests."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:165",
                            "text": "I have shown to him Thy power, and all the earth and sea that is under heaven."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:166",
                            "text": "I have shown to him judgment and recompense by means of cloud and chariots, and again he says, I will not go with thee."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:167",
                            "text": "And the Most High said to the angel, Does my friend Abraham say thus again, I will not go with thee?  The archangel said, Lord Almighty, he says thus, and I refrain from laying hands on him, because from the beginning he is Thy friend, and has done all things pleasing in Thy sight."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:168",
                            "text": "There is no man like him on earth, not even Job the wondrous man, and therefore I refrain from laying hands on him."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:169",
                            "text": "Command, therefore, Immortal King, what shall be done."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:170",
                            "text": "XVI."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:171",
                            "text": "Then the Most High said, Call me hither Death that is called the shameless countenance and the pitiless look."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:172",
                            "text": "And Michael the Incorporeal went and said to Death, Come hither; the Lord of creation, the immortal king, calls thee."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:173",
                            "text": "And Death, hearing this, shivered and trembled, being possessed with great terror, and coming with great fear it stood before the invisible father, shivering, groaning and trembling, awaiting the command of the Lord."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:174",
                            "text": "Therefore the invisible God said to Death, Come hither, thou bitter and fierce name of the world, hide thy fierceness, cover thy corruption, and cast away thy bitterness from thee, and put on thy beauty and all thy glory, and go down to Abraham my friend, and take him and bring him to me."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:175",
                            "text": "But now also I tell thee not to terrify him, but bring him with fair speech, for he is my own friend."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:176",
                            "text": "Having heard this, Death went out from the presence of the Most High, and put on a robe of great brightness, and made his appearance like the sun, and became fair and beautiful above the sons of men, assuming the form of an archangel, having his cheeks flaming with fire, and he departed to Abraham."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:177",
                            "text": "Now the righteous Abraham went out of his chamber, and sat under the trees of Mamre, holding his chin in his hand, and awaiting the coming of the archangel Michael."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:178",
                            "text": "And behold, a smell of sweet odor came to him, and a flashing of light, and Abraham turned and saw Death coming towards him in great glory and beauty."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:179",
                            "text": "And Abraham arose and went to meet him, thinking that it was the chief-captain of God, and Death beholding him saluted him, saying, Rejoice, precious Abraham, righteous soul, true friend of the Most High God, and companion of the holy angels."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:180",
                            "text": "Abraham said to Death, Hail thou of appearance and form like the sun, most glorious helper, bringer of light, wondrous man, from whence does thy glory come to us, and who art thou, and whence comest thou?  Then Death said, Most righteous Abraham, behold I tell thee the truth."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:181",
                            "text": "I am the bitter lot of death."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:182",
                            "text": "Abraham said to him, Nay, but thou art the comeliness of the world, thou art the glory and beauty of angels and men, thou art fairer in form than every other, and sayest thou, I am the bitter lot of death, and not rather, I am fairer than every good thing."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:183",
                            "text": "Death said, I tell thee the truth."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:184",
                            "text": "What the Lord has named me, that also I tell thee."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:185",
                            "text": "Abraham said, For what art thou come hither?  Death said, For thy holy soul am I come."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:186",
                            "text": "Then Abraham said, I know what thou meanest, but I will not go with thee; and Death was silent and answered him not a word."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:187",
                            "text": "XVII."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:188",
                            "text": "Then Abraham arose, and went into his house, and Death also accompanied him thither."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:189",
                            "text": "And Abraham went up into his chamber, and Death went up with him."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:190",
                            "text": "And Abraham lay down upon his couch, and Death came and sat by his feet."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:191",
                            "text": "Then Abraham said, Depart, depart from me, for I desire to rest upon my couch."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:192",
                            "text": "Death said, I will not depart until I take thy spirit from thee."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:193",
                            "text": "Abraham said to him, By the immortal God I charge thee to tell me the truth."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:194",
                            "text": "Art thou death?  Death said to him, I am Death."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:195",
                            "text": "I am the destroyer of the world."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:196",
                            "text": "Abraham said, I beseech thee, since thou art Death, tell me if thou comest thus to all in such fairness and glory and beauty?  Death said, Nay, my Lord Abraham, for thy righteousnesses, and the boundless sea of thy hospitality, and the greatness of thy love towards God has become a crown upon my head, and in beauty and great peace and gentleness I approach the righteous, but to sinners I come in great corruption and fierceness and the greatest bitterness and with fierce and pitiless look."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:197",
                            "text": "Abraham said, I beseech thee, hearken to me, and show me thy fierceness and all thy corruption and bitterness."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:198",
                            "text": "And Death said, Thou canst not behold my fierceness, most righteous Abraham."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:199",
                            "text": "Abraham said, Yes, I shall be able to behold all thy fierceness by means of the name of the living God, for the might of my God that is in heaven is with me."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:200",
                            "text": "Then Death put off all his comeliness and beauty, and all his glory and the form like the sun with which he was clothed, and put upon himself a tyrant's robe, and made his appearance gloomy and fiercer than all kind of wild beasts, and more unclean than all uncleanness."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:201",
                            "text": "And he showed to Abraham seven fiery heads of serpents and fourteen faces, (one) of flaming fire and of great fierceness, and a face of darkness, and a most gloomy face of a viper, and a face of a most terrible precipice, and a face fiercer than an asp, and a face of a terrible lion, and a face of a cerastes and basilisk."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:202",
                            "text": "He showed him also a face of a fiery scimitar, and a sword-bearing face, and a face of lightning, lightening terribly, and a noise of dreadful thunder."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:203",
                            "text": "He showed him also another face of a fierce stormy sea, and a fierce rushing river, and a terrible three-headed serpent, and a cup mingled with poisons, and in short he showed to him great fierceness and unendurable bitterness, and every mortal disease as of the odor of Death."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:204",
                            "text": "And from the great bitterness and fierceness there died servants and maid-servants in number about seven thousand, and the righteous Abraham came into indifference of death so that his spirit failed him."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:205",
                            "text": "XVIII."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:206",
                            "text": "And the all-holy Abraham, seeing these things thus, said to Death, I beseech thee, all-destroying Death, hide thy fierceness, and put on thy beauty and the shape which thou hadst before."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:207",
                            "text": "And straightway Death hid his fierceness, and put on his beauty which he had before."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:208",
                            "text": "And Abraham said to Death, Why hast thou done this, that thou hast slain all my servants and maidservants?  Has God sent thee hither for this end this day?  Death said, Nay, my Lord Abraham, it is not as thou sayest, but on thy account was I sent hither."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:209",
                            "text": "Abraham said to Death, How then have these died?  Has the Lord not spoken it?  Death said, Believe thou, most righteous Abraham, that this also is wonderful, that thou also wast not taken away with them."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:210",
                            "text": "Nevertheless I tell thee the truth, for if the right hand of God had not been with thee at that time, thou also wouldst have had to depart from this life."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:211",
                            "text": "The righteous Abraham said, Now I know that I have come into indifference of death, so that my spirit fails, but I beseech thee, all-destroying Death, since my servants have died before their time, come let us pray to the Lord our God that he may hear us and raise up those who died by thy fierceness before their time."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:212",
                            "text": "And Death said, Amen, be it so."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:213",
                            "text": "Therefore Abraham arose and fell upon the face of the ground in prayer, and Death together with him, and the Lord sent a spirit of life upon those that were dead and they were made alive again."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:214",
                            "text": "Then the righteous Abraham gave glory to God."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:215",
                            "text": "XIX."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:216",
                            "text": "And going up into his chamber he lay down, and Death came and stood before him."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:217",
                            "text": "And Abraham said to him, Depart from me, for I desire to rest, because my spirit is in indifference."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:218",
                            "text": "Death said, I will not depart from thee until I take thy soul."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:219",
                            "text": "And Abraham with an austere countenance and angry look said to Death, Who has ordered thee to say this?  Thou sayest these words of thyself boastfully, and I will not go with thee until the chief-captain Michael come to me, and I shall go with him."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:220",
                            "text": "But this also I tell thee, if thou desirest that I shall accompany thee, explain to me all thy changes, the seven fiery heads of serpents and what the face of the precipice is, and what the sharp sword, and what the loud-roaring river, and what the tempestuous sea that rages so fiercely."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:221",
                            "text": "Teach me also the unendurable thunder, and the terrible lightning, and the evil-smelling cup mingled with poisons."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:222",
                            "text": "Teach me concerning all these."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:223",
                            "text": "And Death answered, Listen, righteous Abraham."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:224",
                            "text": "For seven ages I destroy the world and lead all down to Hades, kings and rulers, rich and poor, slaves and free men, I convoy to the bottom of Hades, and for this I showed thee the seven heads of serpents."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:225",
                            "text": "The face of fire I showed thee because many die consumed by fire, and behold death through a face of fire."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:226",
                            "text": "The face of the precipice I showed thee, because many men die descending from the tops of trees or terrible precipices and losing their life, and see death in the shape of a terrible precipice."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:227",
                            "text": "The face of the sword I showed thee because many are slain in wars by the sword, and see death as a sword."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:228",
                            "text": "The face of the great rushing river I showed thee because many are drowned and perish snatched away by the crossing of many waters and carried off by great rivers, and see death before their time."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:229",
                            "text": "The face of the angry raging sea I showed thee because many in the sea falling into great surges and becoming shipwrecked are swallowed up and behold death as the sea."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:230",
                            "text": "The unendurable thunder and the terrible lightning I showed thee because many men in the moment of anger meet with unendurable thunder and terrible lightning coming to seize upon men, and see death thus."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:231",
                            "text": "I showed thee also the poisonous wild beasts, asps and basilisks, leopards and lions and lions' whelps, bears and vipers, and in short the face of every wild beast I showed thee, most righteous one, because many men are destroyed by wild beasts, and others by poisonous snakes, serpents and asps and cerastes and basilisks and vipers, breathe out their life and die."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:232",
                            "text": "I showed thee also the destroying cups mingled with poison, because many men being given poison to drink by other men straightway depart unexpectedly."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:233",
                            "text": "XX."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:234",
                            "text": "Abraham said, I beseech thee, is there also an unexpected death?  Tell me."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:235",
                            "text": "Death said, Verily, verily, I tell thee in the truth of God that there are seventy-two deaths."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:236",
                            "text": "One is the just death, buying its fixed time, and many men in one hour enter into death being given over to the grave."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:237",
                            "text": "Behold, I have told thee all that thou hast asked, now I tell thee, most righteous Abraham, to dismiss all counsel, and cease from asking anything once for all, and come, go with me, as the God and judge of all has commanded me."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:238",
                            "text": "Abraham said to Death, Depart from me yet a little, that I may rest on my couch, for I am very faint at heart, for since I have seen thee with my eyes my strength has failed me, all the limbs of my flesh seem to me a weight as of lead, and my spirit is distressed exceedingly."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:239",
                            "text": "Depart for a little; for I have said I cannot bear to see thy shape."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:240",
                            "text": "Then Isaac his son came and fell upon his breast weeping, and his wife Sarah came and embraced his feet, lamenting bitterly."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:241",
                            "text": "There came also his men slaves and women slaves and surrounded his couch, lamenting greatly."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:242",
                            "text": "And Abraham came into indifference of death, and Death said to Abraham, Come, take my right hand, and may cheerfulness and life and strength come to thee."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:243",
                            "text": "For Death deceived Abraham, and he took his right hand, and straightway his soul adhered to the hand of Death."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:244",
                            "text": "And immediately the archangel Michael came with a multitude of angels and took up his precious soul in his hands in a divinely woven linen cloth, and they tended the body of the just Abraham with divine ointments and perfumes until the third day after his death, and buried him in the land of promise, the oak of Mamre, but the angels received his precious soul, and ascended into heaven, singing the hymn of \"thrice holy\" to the Lord the God of all, and they set it there to worship the God and Father."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:245",
                            "text": "And after great praise and glory had been given to the Lord, and Abraham bowed down to worship, there came the undefiled voice of the God and Father saying thus, Take therefore my friend Abraham into Paradise, where are the tabernacles of my righteous ones, and the abodes of my saints Isaac and Jacob in his bosom, where there is no trouble, nor grief, nor sighing, but peace and rejoicing and life unending."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:246",
                            "text": "(And let us, too, my beloved brethren, imitate the hospitality of the patriarch Abraham, and attain to his virtuous way of life, that we may be thought worthy of the life eternal, glorifying the Father, Son and Holy Ghost; to whom be glory and power forever."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:247",
                            "text": "Amen."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "The Testament of Abraham 1:248",
                            "text": ")."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "The Testament of Abraham 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:1",
                            "text": "Version II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:3",
                            "text": "It came to pass, when the days of the death of Abraham drew near, that the Lord said to Michael:  Arise and go to Abraham, my servant, and say to him, Thou shalt depart from life, for lo! the days of thy temporal life are fulfilled:  so that he may set his house in order before he die."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:4",
                            "text": "II."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:5",
                            "text": "And Michael went and came to Abraham, and found him sitting before his oxen for ploughing, and he was exceeding old in appearance, and had his son in his arms."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:6",
                            "text": "Abraham, therefore, seeing the archangel Michael, rose from the ground and saluted him, not knowing who he was, and said to him:  The Lord preserve thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:7",
                            "text": "May thy journey be prosperous with thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:8",
                            "text": "And Michael answered him:  Thou art kind, good father."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:9",
                            "text": "Abraham answered and said to him:  Come, draw near to me, brother, and sit down a little while, that I may order a beast to be brought that we may go to my house, and thou mayest rest with me, for it is toward evening, and in the morning arise and go whithersoever thou wilt, lest some evil beast meet thee and do thee hurt."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:10",
                            "text": "And Michael enquired of Abraham, saying:  Tell me thy name, before I enter thy house, lest I be burdensome to thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:11",
                            "text": "Abraham answered and said, My parents called me Abram, and the Lord named me Abraham, saying:  Arise and depart from thy house, and from thy kindred, and go into the land which I shall show unto thee."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:12",
                            "text": "And when I went away into the land which the Lord showed me, he said to me:  Thy name shall no more be called Abram, but thy name shall be Abraham."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:13",
                            "text": "Michael answered and said to him:  Pardon me, my father, experienced man of God, for I am a stranger, and I have heard of thee that thou didst go forty furlongs and didst bring a goat and slay it, entertaining angels in thy house, that they might rest there."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:14",
                            "text": "Thus speaking together, they arose and went towards the house."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:15",
                            "text": "And Abraham called one of his servants, and said to him:  Go, bring me a beast that the stranger may sit upon it, for he is wearied with his journey."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:16",
                            "text": "And Michael said:  Trouble not the youth, but let us go lightly until we reach the house, for I love thy company."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:17",
                            "text": "III."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:18",
                            "text": "And arising they went on, and as they drew nigh to the city, about three furlongs from it, they found a great tree having three hundred branches, like to a tamarisk tree."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:19",
                            "text": "And they heard a voice from its branches singing, \"Holy art thou, because thou hast kept the purpose for which thou wast sent\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:20",
                            "text": "And Abraham heard the voice, and hid the mystery in his heart, saying within himself, What is the mystery that I have heard?  As he came into the house, Abraham said to his servants, Arise, go out to the flocks, and bring three sheep, and slay them quickly, and make them ready that we may eat and drink, for this day is a feast for us."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:21",
                            "text": "And the servants brought the sheep, and Abraham called his son Isaac, and said to him, My son Isaac, arise and put water in the vessel that we may wash the feet of this stranger."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:22",
                            "text": "And he brought it as he was commanded, and Abraham said, I perceive, and so it shall be, that in this basin I shall never again wash the feet of any man coming to us as a guest."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:23",
                            "text": "And Isaac hearing his father say this wept, and said to him, My father what is this that thou sayest, This is my last time to wash the feet of a stranger?  And Abraham seeing his son weeping, also wept exceedingly, and Michael seeing them weeping, wept also, and the tears of Michael fell upon the vessel and became a precious stone."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:24",
                            "text": "IV."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:25",
                            "text": "When Sarah, being inside in her house, heard their weeping, she came out and said to Abraham, Lord, why is it that ye thus weep?  Abraham answered, and said to her, It is no evil."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:26",
                            "text": "Go into thy house, and do thy own work, lest we be troublesome to the man."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:27",
                            "text": "And Sarah went away, being about to prepare the supper."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:28",
                            "text": "And the sun came near to setting, and Michael went out of the house, and was taken up into the heavens to worship before God, for at sunset all the angels worship God and Michael himself is the first of the angels."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:29",
                            "text": "And they all worshipped him, and went each to his own place, but Michael spoke before the Lord and said, Lord, command me to be questioned before thy holy glory!  And the Lord said to Michael, Announce whatsoever thou wilt!  And the Archangel answered and said, Lord, thou didst send me to Abraham to say to him, Depart from thy body, and leave this world; the Lord calls thee; and I dare not, Lord, reveal myself to him, for he is thy friend, and a righteous man, and one that receives strangers."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:30",
                            "text": "But I beseech thee, Lord, command the remembrance of the death of Abraham to enter into his own heart, and bid not me tell it him, for it is great abruptness to say, Leave the world, and especially to leave one's own body, for thou didst create him from the beginning to have pity on the souls of all men."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:31",
                            "text": "Then the Lord said to Michael, Arise and go to Abraham, and lodge with him, and whatever thou seest him eat, eat thou also, and wherever he shall sleep, sleep thou there also."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:32",
                            "text": "For I will cast the thought of the death of Abraham into the heart of Isaac his son in a dream."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:33",
                            "text": "V."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:34",
                            "text": "Then Michael went into the house of Abraham on that evening, and found them preparing the supper, and they ate and drank and were merry."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:35",
                            "text": "And Abraham said to his son Isaac, Arise, my son, and spread the man's couch that he may sleep, and set the lamp upon the stand."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:36",
                            "text": "And Isaac did as his father commanded him, and Isaac said to his father, I too am coming to sleep beside you."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:37",
                            "text": "Abraham answered him, Nay, my son, lest we be troublesome to this man, but go to thy own chamber and sleep."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:38",
                            "text": "And Isaac not wishing to disobey his father's command, went away and slept in his own chamber."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:39",
                            "text": "VI."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:40",
                            "text": "And it happened about the seventh hour of the night Isaac awoke, and came to the door of his father's chamber, crying out and saying, Open, father, that I may touch thee before they take thee away from me."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:41",
                            "text": "Abraham arose and opened to him, and Isaac entered and hung upon his father's neck weeping, and kissed him with lamentations."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:42",
                            "text": "And Abraham wept together with his son, and Michael saw them weeping and wept likewise."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:43",
                            "text": "And Sarah hearing them weeping called from her bed-chamber, saying, My Lord Abraham, why is this weeping?  Has the stranger told thee of thy brother's son Lot that he is dead? or has aught else befallen us?  Michael answered and said to Sarah, Nay, Sarah, I have brought no tidings of Lot, but I knew of all your kindness of heart, that therein ye excel all men upon earth, and the Lord has remembered you."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:44",
                            "text": "Then Sarah said to Abraham, How durst thou weep when the man of God has come in to thee, and why have thy eyes shed tears for today there is great rejoicing?  Abraham said to her, How knowest thou that this is a man of God?  Sarah answered and said, Because I say and declare that this is one of the three men who were entertained by us at the oak of Mamre, when one of the servants went and brought a kid and thou didst kill it, and didst say to me, Arise, make ready that we may eat with these men in our house."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:45",
                            "text": "Abraham answered and said, Thou has perceived well, O woman, for I too, when I washed his feet knew in my heart that these were the feet which I had washed at the oak of Mamre, and when I began to enquire concerning his journey, he said to me, I go to preserve Lot thy brother from the men of Sodom, and then I knew the mystery."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:46",
                            "text": "VII."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:47",
                            "text": "And Abraham said to Michael, Tell me, man of God, and show to me why thou hast come hither."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:48",
                            "text": "And Michael said, Thy son Isaac will show thee."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:49",
                            "text": "And Abraham said to his son, My beloved son, tell me what thou hast seen in thy dream today, and wast frightened."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:50",
                            "text": "Relate it to me."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:51",
                            "text": "Isaac answered his father, I saw in my dream the sun and the moon, and there was a crown upon my head, and there came from heaven a man of great size, and shining as the light that is called the father of light."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:52",
                            "text": "He took the sun from my head, and yet left the rays behind with me."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:53",
                            "text": "And I wept and said, I beseech thee, my Lord, take not away the glory of my head, and the light of my house, and all my glory."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:54",
                            "text": "And the sun and the moon and the stars lamented, saying, Take not away the glory of our power."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:55",
                            "text": "And that shining man answered and said to me, Weep not that I take the light of thy house, for it is taken up from troubles into rest, from a low estate to a high one; they lift him up from a narrow to a wide place; they raise him from darkness to light."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:56",
                            "text": "And I said to him, I beseech thee, Lord, take also the rays with it."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:57",
                            "text": "He said to me, There are twelve hours of the day, and then I shall take all the rays."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:58",
                            "text": "As the shining man said this, I saw the sun of my house ascending into heaven, but that crown I saw no more, and that sun was like thee my father."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:59",
                            "text": "And Michael said to Abraham, Thy son Isaac has spoken truth, for thou shalt go, and be taken up into the heavens, but thy body shall remain on earth, until seven thousand ages are fulfilled, for then all flesh shall arise."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:60",
                            "text": "Now therefore, Abraham, set thy house in order, and thy children, for thou hast heard fully what is decreed concerning thee."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:61",
                            "text": "Abraham answered and said to Michael, I beseech thee, Lord, if I shall depart from my body, I have desired to be taken up in my body that I may see the creatures that the Lord my God has created in heaven and on earth."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:62",
                            "text": "Michael answered and said, This is not for me to do, but I shall go and tell the Lord of this, and if I am commanded I shall show thee all these things."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:63",
                            "text": "VIII."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:64",
                            "text": "And Michael went up into heaven, and spoke before the Lord concerning Abraham, and the Lord answered Michael, Go and take up Abraham in the body, and show him all things, and whatsoever he shall say to thee do to him as to my friend."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:65",
                            "text": "So Michael went forth and took up Abraham in the body on a cloud, and brought him to the river of Ocean."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:66",
                            "text": "XII."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:67",
                            "text": "And after Abraham had seen the place of judgment, the cloud took him down upon the firmament below, and Abraham, looking down upon the earth, saw a man committing adultery with a wedded woman."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:68",
                            "text": "And Abraham turning said to Michael, Seest thou this wickedness? but, Lord, send fire from heaven to consume them."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:69",
                            "text": "And straightway there came down fire and consumed them, for the Lord had said to Michael, Whatsoever Abraham shall ask thee to do for him, do thou."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:70",
                            "text": "Abraham looked again, and saw other men railing at their companions, and said, Let the earth open and swallow them, and as he spoke the earth swallowed them alive."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:71",
                            "text": "Again the cloud led him to another place, and Abraham saw some going into a desert place to commit murder, and he said to Michael, Seest thou this wickedness? but let wild beasts come out of the desert, and tear them in pieces, and that same hour wild beasts came out of the desert, and devoured them."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:72",
                            "text": "Then the Lord God spoke to Michael saying, Turn away Abraham to his own house, and let him not go round all the creation that I have made, because he has no compassion on sinners, but I have compassion on sinners that they may turn and live, and repent of their sins and be saved."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:73",
                            "text": "(VIII."
                        },
                        {
                            "verse": 74,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:74",
                            "text": ")  And Abraham looked and saw two gates, the one small and the other large, and between the two gates sat a man upon a throne of great glory, and a multitude of angels round about him, and he was weeping, and again laughing, but his weeping exceeded his laughter seven-fold."
                        },
                        {
                            "verse": 75,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:75",
                            "text": "And Abraham said to Michael, Who is this that sits between the two gates in great glory; sometimes he laughs, and sometimes he weeps, and his weeping exceeds his laughter seven-fold?  And Michael said to Abraham, Knowest thou not who it is?  And he said, No, Lord."
                        },
                        {
                            "verse": 76,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:76",
                            "text": "And Michael said to Abraham, Seest thou these two gates, the small and the great?  These are they which lead to life and to destruction."
                        },
                        {
                            "verse": 77,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:77",
                            "text": "This man that sits between them is Adam, the first man whom the Lord created, and set him in this place to see every soul that departs from the body, seeing that all are from him."
                        },
                        {
                            "verse": 78,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:78",
                            "text": "When, therefore, thou seest him weeping, know that he has seen many souls being led to destruction, but when thou seest him laughing, he has seen many souls being led into life."
                        },
                        {
                            "verse": 79,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:79",
                            "text": "Seest thou how his weeping exceeds his laughter?  Since he sees the greater part of the world being led away through the broad gate to destruction, therefore his weeping exceeds his laughter seven-fold."
                        },
                        {
                            "verse": 80,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:80",
                            "text": "IX."
                        },
                        {
                            "verse": 81,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:81",
                            "text": "And Abraham said, And he that cannot enter through the narrow gate, can he not enter into life?  Then Abraham wept, saying, Woe is me, what shall I do? for I am a man broad of body, and how shall I be able to enter by the narrow gate, by which a boy of fifteen years cannot enter?  Michael answered and said to Abraham, Fear not, father, nor grieve, for thou shalt enter by it unhindered, and all those who are like thee."
                        },
                        {
                            "verse": 82,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:82",
                            "text": "And as Abraham stood and marveled, behold an angel of the Lord driving sixty thousand souls of sinners to destruction."
                        },
                        {
                            "verse": 83,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:83",
                            "text": "And Abraham said to Michael, Do all these go into destruction?  And Michael said to him, Yea, but let us go and search among these souls, if there is among them even one righteous."
                        },
                        {
                            "verse": 84,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:84",
                            "text": "And when they went, they found an angel holding in his hand one soul of a woman from among these sixty thousand, because he had found her sins weighing equally with all her works, and they were neither in motion nor at rest, but in a state between; but the other souls he led away to destruction."
                        },
                        {
                            "verse": 85,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:85",
                            "text": "Abraham said to Michael, Lord, is this the angel that removes the souls from the body or not?  Michael answered and said, This is death, and he leads them into the place of judgment, that the judge may try them."
                        },
                        {
                            "verse": 86,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:86",
                            "text": "X."
                        },
                        {
                            "verse": 87,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:87",
                            "text": "And Abraham said, My Lord, I beseech thee to lead me to the place of judgment so that I too may see how they are judged."
                        },
                        {
                            "verse": 88,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:88",
                            "text": "Then Michael took Abraham upon a cloud, and led him into Paradise, and when he came to the place where the judge was, the angel came and gave that soul to the judge."
                        },
                        {
                            "verse": 89,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:89",
                            "text": "And the soul said, Lord have mercy on me."
                        },
                        {
                            "verse": 90,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:90",
                            "text": "And the judge said, How shall I have mercy upon thee, when thou hadst no mercy upon thy daughter which thou hadst, the fruit of thy womb?  Wherefore didst thou slay her?  It answered, Nay, Lord, slaughter has not been done by me, but my daughter has lied upon me."
                        },
                        {
                            "verse": 91,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:91",
                            "text": "But the judge commanded him to come that wrote down the records, and behold cherubim carrying two books."
                        },
                        {
                            "verse": 92,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:92",
                            "text": "And there was with them a man of exceeding great stature, having on his head three crowns, and the one crown was higher than the other two."
                        },
                        {
                            "verse": 93,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:93",
                            "text": "These are called the crowns of witness."
                        },
                        {
                            "verse": 94,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:94",
                            "text": "And the man had in his hand a golden pen, and the judge said to him, Exhibit the sin of this soul."
                        },
                        {
                            "verse": 95,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:95",
                            "text": "And that man, opening one of the books of the cherubim, sought out the sin of the woman's soul and found it."
                        },
                        {
                            "verse": 96,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:96",
                            "text": "And the judge said, O wretched soul, why sayest thou that thou hast not done murder?  Didst thou not, after the death of thy husband, go and commit adultery with thy daughter's husband, and kill her?  And he convicted her also of her other sins, whatsoever she had done from her youth."
                        },
                        {
                            "verse": 97,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:97",
                            "text": "Hearing these things the woman cried out, saying, Woe is me, all the sins that I did in the world I forgot, but here they were not forgotten."
                        },
                        {
                            "verse": 98,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:98",
                            "text": "Then they took her away also and gave her over to the tormentors."
                        },
                        {
                            "verse": 99,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:99",
                            "text": "XI."
                        },
                        {
                            "verse": 100,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:100",
                            "text": "And Abraham said to Michael, Lord, who is this judge, and who is the other, who convicts the sins?  And Michael said to Abraham, Seest thou the judge?  This is Abel, who first testified, and God brought him hither to judge, and he that bears witness here is the teacher of heaven and earth, and the scribe of righteousness, Enoch, for the Lord sent them hither to write down the sins and righteousnesses of each one."
                        },
                        {
                            "verse": 101,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:101",
                            "text": "Abraham said, And how can Enoch bear the weight of the souls, not having seen death? or how can he give sentence to all the souls?  Michael said, If he gives sentence concerning the souls, it is not permitted; but Enoch himself does not give sentence, but it is the Lord who does so, and he has no more to do than only to write."
                        },
                        {
                            "verse": 102,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:102",
                            "text": "For Enoch prayed to the Lord saying, I desire not, Lord, to give sentence on the souls, lest I be grievous to anyone; and the Lord said to Enoch, I shall command thee to write down the sins of the soul that makes atonement and it shall enter into life, and if the soul make not atonement and repent, thou shalt find its sins written down and it shall be cast into punishment."
                        },
                        {
                            "verse": 103,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:103",
                            "text": "And about the ninth hour Michael brought Abraham back to his house."
                        },
                        {
                            "verse": 104,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:104",
                            "text": "But Sarah his wife, not seeing what had become of Abraham, was consumed with grief, and gave up the ghost, and after the return of Abraham he found her dead, and buried her."
                        },
                        {
                            "verse": 105,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:105",
                            "text": "XIII."
                        },
                        {
                            "verse": 106,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:106",
                            "text": "But when the day of the death of Abraham drew nigh, the Lord God said to Michael, Death will not dare to go near to take away the soul of my servant, because he is my friend, but go thou and adorn Death with great beauty, and send him thus to Abraham, that he may see him with his eyes."
                        },
                        {
                            "verse": 107,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:107",
                            "text": "And Michael straightway, as he was commanded, adorned Death with great beauty, and sent him thus to Abraham that he might see him."
                        },
                        {
                            "verse": 108,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:108",
                            "text": "And he sat down near to Abraham, and Abraham seeing Death sitting near to him was afraid with a great fear."
                        },
                        {
                            "verse": 109,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:109",
                            "text": "And Death said to Abraham, Hail, holy soul! hail, friend of the Lord God! hail, consolation and entertainment of travelers!  And Abraham said, Thou art welcome, servant of the Most High."
                        },
                        {
                            "verse": 110,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:110",
                            "text": "God."
                        },
                        {
                            "verse": 111,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:111",
                            "text": "I beseech thee, tell me who thou art; and entering into my house partake of food and drink, and depart from me, for since I have seen thee sitting near to me my soul has been troubled."
                        },
                        {
                            "verse": 112,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:112",
                            "text": "For I am not at all worthy to come near thee, for thou art an exalted spirit and I am flesh and blood, and therefore I cannot bear thy glory, for I see that thy beauty is not of this world."
                        },
                        {
                            "verse": 113,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:113",
                            "text": "And Death said to Abraham, I tell thee, in all the creation that God has made, there has not been found one like thee, for even the Lord himself by searching has not found such an one upon the whole earth."
                        },
                        {
                            "verse": 114,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:114",
                            "text": "And Abraham said to Death, How durst thou lie? for I see that thy beauty is not of this world."
                        },
                        {
                            "verse": 115,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:115",
                            "text": "And Death said to Abraham, Think not, Abraham, that this beauty is mine, or that I come thus to every man."
                        },
                        {
                            "verse": 116,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:116",
                            "text": "Nay, but if any one is righteous like thee, I thus take crowns and come to him, but if it is a sinner I come in great corruption, and out of their sin I make a crown for my head, and I shake them with great fear, so that they are dismayed."
                        },
                        {
                            "verse": 117,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:117",
                            "text": "Abraham therefore said to him, And whence comes thy beauty?  And Death said, There is none other more full of corruption than I am."
                        },
                        {
                            "verse": 118,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:118",
                            "text": "Abraham said to him, And art thou indeed he that is called Death?  He answered him and said, I am the bitter name."
                        },
                        {
                            "verse": 119,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:119",
                            "text": "I am weeping."
                        },
                        {
                            "verse": 120,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:120",
                            "text": "  XIV."
                        },
                        {
                            "verse": 121,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:121",
                            "text": "And Abraham said to Death, Show us thy corruption."
                        },
                        {
                            "verse": 122,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:122",
                            "text": "And Death made manifest his corruption; and he had two heads, the one had the face of a serpent and by it some die at once by asps, and the other head was like a sword; by it some die by the sword as by bows."
                        },
                        {
                            "verse": 123,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:123",
                            "text": "In that day the servants of Abraham died through fear of Death, and Abraham seeing them prayed to the Lord, and he raised them up."
                        },
                        {
                            "verse": 124,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:124",
                            "text": "But God returned and removed the soul of Abraham as in a dream, and the archangel Michael took it up into the heavens."
                        },
                        {
                            "verse": 125,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:125",
                            "text": "And Isaac buried his father beside his mother Sarah, glorifying and praising God, for to him is due glory, honor and worship, of the Father, Son and Holy Ghost, now and always and to all eternity."
                        },
                        {
                            "verse": 126,
                            "chapter": 2,
                            "name": "The Testament of Abraham 2:126",
                            "text": "Amen."
                        }
                    ]
                }
            ]
        }
    ]
}