{
    "books": [
        {
            "name": "Augustine: Confessions Book X",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Confessions Book X 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book X 1:1",
                            "text": "Confessions Book X: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book X 1:2",
                            "text": "—In God Alone is the Hope and Joy of Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book X 1:3",
                            "text": "Let me know Thee, O Thou who knowest me; let me know Thee, as I am known."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book X 1:4",
                            "text": "O Thou strength of my soul, enter into it, and prepare it for Thyself, that Thou mayest have and hold it without \"spot or wrinkle\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book X 1:5",
                            "text": "This is my hope, \"therefore have I spoken;\" and in this hope do I rejoice, when I rejoice soberly."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book X 1:6",
                            "text": "Other things of this life ought the less to be sorrowed for, the more they are sorrowed for; and ought the more to be sorrowed for, the less men do sorrow for them."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book X 1:7",
                            "text": "For behold, \"Thou desirest truth,\" seeing that he who does it \"cometh to the light\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book X 1:8",
                            "text": "This wish I to do in confession in my heart before Thee, and in my writing before many witnesses."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: Confessions Book X 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:2",
                            "text": "—That All Things are Manifest to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:3",
                            "text": "That Confession Unto Him is Not Made by the Words of the Flesh, But of the Soul, and the Cry of Reflection."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:4",
                            "text": "And from Thee, O Lord, unto whose eyes the depths of man's conscience are naked, what in me could be hidden though I were unwilling to confess to Thee? For so should I hide Thee from myself, not myself from Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:5",
                            "text": "But now, because my groaning witnesseth that I am dissatisfied with myself, Thou shinest forth, and satisfiest, and art beloved and desired; that I may blush for myself, and renounce myself, and choose Thee, and may neither please Thee nor myself, except in Thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:6",
                            "text": "To Thee, then, O Lord, am I manifest, whatever I am, and with what fruit I may confess unto Thee I have spoken."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:7",
                            "text": "Nor do I it with words and sounds of the flesh, but with the words of the soul, and that cry of reflection which Thine ear knoweth."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:8",
                            "text": "For when I am wicked, to confess to Thee is naught but to be dissatisfied with myself; but when I am truly devout, it is naught but not to attribute it to myself, because Thou, O Lord, dost \"bless the righteous;\" but first Thou justifiest him \"ungodly\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:9",
                            "text": "My confession, therefore, O my God, in Thy sight, is made unto Thee silently, and yet not silently."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:10",
                            "text": "For in noise it is silent, in affection it cries aloud."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book X 2:11",
                            "text": "For neither do I give utterance to anything that is right unto men which Thou hast not heard from me before, nor dost Thou hear anything of the kind from me which Thyself saidst not first unto me."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: Confessions Book X 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:2",
                            "text": "—He Who Confesseth Rightly Unto God Best Knoweth Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:3",
                            "text": "What then have I to do with men, that they should hear my confessions, as if they were going to cure all my diseases? A people curious to know the lives of others, but slow to correct their own."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:4",
                            "text": "Why do they desire to hear from me what I am, who are unwilling to hear from Thee what they are? And how can they tell, when they hear from me of myself, whether I speak the truth, seeing that no man knoweth what is in man, \"save the spirit of man which is in him \"? But if they hear from Thee aught concerning themselves, they will not be able to say, \"The Lord lieth\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:5",
                            "text": "For what is it to hear from Thee of themselves, but to know themselves? And who is he that knoweth himself and saith, \"It is false,\" unless he himself lieth? But because \"charity believeth all things\" (amongst those at all events whom by union with itself it maketh one), I too, O Lord, also so confess unto Thee that men may hear, to whom I cannot prove whether I confess the truth, yet do they believe me whose ears charity openeth unto me."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:6",
                            "text": "But yet do Thou, my most secret Physician, make clear to me what fruit I may reap by doing it."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:7",
                            "text": "For the confessions of my past sins,—which Thou hast \"forgiven\" and \"covered,\" that Thou mightest make me happy in Thee, changing my soul by faith and Thy sacrament,—when they are read and heard, stir up the heart, that it sleep not in despair and say, \"I cannot;\" but that it may awake in the love of Thy mercy and the sweetness of Thy grace, by which he that is weak is strong, if by it he is made conscious of his own weakness."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:8",
                            "text": "As for the good, they take delight in hearing of the past errors of such as are now freed from them; and they delight, not because they are errors, but because they have been and are so no longer."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:9",
                            "text": "For what fruit, then, O Lord my God, to whom my conscience maketh her daily confession, more confident in the hope of Thy mercy than in her own innocency,—for what fruit, I beseech Thee, do I confess even to men in Thy presence by this book what I am at this time, not what I have been? For that fruit I have both seen and spoken of, but what I am at this time, at the very moment of making my confessions, divers people desire to know, both who knew me and who knew me not,—who have heard of or from me,—but their ear is not at my heart, where I am whatsoever I am."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book X 3:10",
                            "text": "They are desirous, then, of hearing me confess what I am within, where they can neither stretch eye, nor ear, nor mind; they desire it as those willing to believe,—but will they understand? For charity, by which they are good, says unto them that I do not lie in my confessions, and she in them believes me."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: Confessions Book X 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:2",
                            "text": "—That in His Confessions He May Do Good, He Considers Others."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:3",
                            "text": "But for what fruit do they desire this? Do they wish me happiness when they learn how near, by Thy gift, I come unto Thee; and to pray for me, when they learn how much I am kept back by my own weight? To such will I declare myself."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:4",
                            "text": "For it is no small fruit, O Lord my God, that by many thanks should be given to Thee on our behalf, and that by many Thou shouldest be entreated for us."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:5",
                            "text": "Let the fraternal soul love that in me which Thou teachest should be loved, and lament that in me which Thou teachest should be lamented."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:6",
                            "text": "Let a fraternal and not an alien soul do this, nor that \"of strange children, whose mouth speaketh vanity, and their right hand is a right hand of falsehood,\" but that fraternal one which, when it approves me, rejoices for me, but when it disapproves me, is sorry for me; because whether it approves or disapproves it loves me."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:7",
                            "text": "To such will I declare myself; let them breathe freely at my good deeds, and sigh over my evil ones."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:8",
                            "text": "My good deeds are Thy institutions and Thy gifts, my evil ones are my delinquencies and Thy judgments."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:9",
                            "text": "Let them breathe freely at the one, and sigh over the other; and let hymns and tears ascend into Thy sight out of the fraternal hearts—Thy censers."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:10",
                            "text": "And do Thou, O Lord, who takest delight in the incense of Thy holy temple, have mercy upon me according to Thy great mercy, \"for Thy name's sake;\" and on no account leaving what Thou hast begun in me, do Thou complete what is imperfect in me."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:11",
                            "text": "This is the fruit of my confessions, not of what I was, but of what I am, that I may confess this not before Thee only, in a secret exultation with trembling, and a secret sorrow with hope, but in the ears also of the believing sons of men,—partakers of my joy, and sharers of my mortality, my fellow-citizens and the companions of my pilgrimage, those who are gone before, and those that are to follow after, and the comrades of my way."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:12",
                            "text": "These are Thy servants, my brethren, those whom Thou wishest to be Thy sons; my masters, whom Thou hast commanded me to serve, if I desire to live with and of Thee."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:13",
                            "text": "But this Thy word were little to me did it command in speaking, without going before in acting."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:14",
                            "text": "This then do I both in deed and word, this I do under Thy wings, in too great danger, were it not that my soul, under Thy wings, is subject unto Thee, and my weakness known unto Thee."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:15",
                            "text": "I am a little one, but my Father liveth for ever, and my Defender is \"sufficient\" for me."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:16",
                            "text": "For He is the same who begat me and who defends me; and Thou Thyself art all my good; even Thou, the Omnipotent, who art with me, and that before I am with Thee."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:17",
                            "text": "To such, therefore, whom Thou commandest me to serve will I declare, not what I was, but what I now am, and what I still am."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:18",
                            "text": "But neither do I judge myself."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book X 4:19",
                            "text": "Thus then I would be heard."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: Confessions Book X 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:2",
                            "text": "—That Man Knoweth Not Himself Wholly."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:3",
                            "text": "For it is Thou, Lord, that judgest me; for although no \"man knoweth the things of a man, save the spirit of man which is in him,\" yet is there something of man which \"the spirit of man which is in him\" itself knoweth not."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:4",
                            "text": "But Thou, Lord, who hast made him, knowest him wholly."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:5",
                            "text": "I indeed, though in Thy sight I despise myself, and reckon \"myself but dust and ashes,\" yet know something concerning Thee, which I know not concerning myself."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:6",
                            "text": "And assuredly \"now we see through a glass darkly,\" not yet \"face to face\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:7",
                            "text": "So long, therefore, as I be \"absent\" from Thee, I am more \"present\" with myself than with Thee; and yet know I that Thou canst not suffer violence; but for myself I know not what temptations I am able to resist, and what I am not able."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:8",
                            "text": "But there is hope, because Thou art faithful, who wilt not suffer us to be tempted above that we are able, but wilt with the temptation also make a way to escape, that we may be able to bear it."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:9",
                            "text": "I would therefore confess what I know concerning myself; I will confess also what I know not concerning myself."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book X 5:10",
                            "text": "And because what I do know of myself, I know by Thee enlightening me; and what I know not of myself, so long I know not until the time when my \"darkness be as the noonday\" in Thy sight."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: Confessions Book X 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:2",
                            "text": "—The Love of God, in His Nature Superior to All Creatures, is Acquired by the Knowledge of the Senses and the Exercise of Reason."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:3",
                            "text": "Not with uncertain, but with assured consciousness do I love Thee, O Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:4",
                            "text": "Thou hast stricken my heart with Thy word, and I loved Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:5",
                            "text": "And also the heaven, and earth, and all that is therein, behold, on every side they say that I should love Thee; nor do they cease to speak unto all, \"so that they are without excuse\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:6",
                            "text": "But more profoundly wilt Thou have mercy on whom Thou wilt have mercy, and compassion on whom Thou wilt have compassion, otherwise do both heaven and earth tell forth Thy praises to deaf ears."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:7",
                            "text": "But what is it that I love in loving Thee? Not corporeal beauty, nor the splendour of time, nor the radiance of the light, so pleasant to our eyes, nor the sweet melodies of songs of all kinds, nor the fragrant smell of flowers, and ointments, and spices, not manna and honey, not limbs pleasant to the embracements of flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:8",
                            "text": "I love not these things when I love my God; and yet I love a certain kind of light, and sound, and fragrance, and food, and embracement in loving my God, who is the light, sound, fragrance, food, and embracement of my inner man—where that light shineth unto my soul which no place can contain, where that soundeth which time snatcheth not away, where there is a fragrance which no breeze disperseth, where there is a food which no eating can diminish, and where that clingeth which no satiety can sunder."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:9",
                            "text": "This is what I love, when I love my God."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:10",
                            "text": "And what is this? I asked the earth; and it answered, \"I am not He;\" and whatsoever are therein made the same confession."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:11",
                            "text": "I asked the sea and the deeps, and the creeping things that lived, and they replied, \"We are not thy God, seek higher than we\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:12",
                            "text": "I asked the breezy air, and the universal air with its inhabitants answered, \"Anaximenes was deceived, I am not God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:13",
                            "text": "I asked the heavens, the sun, moon, and stars: \"Neither,\" say they, \"are we the God whom thou seekest\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:14",
                            "text": "And I answered unto all these things which stand about the door of my flesh, \"Ye have told me concerning my God, that ye are not He; tell me something about Him\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:15",
                            "text": "And with a loud voice they exclaimed, \"He made us\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:16",
                            "text": "My questioning was my observing of them; and their beauty was their reply."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:17",
                            "text": "And I directed my thoughts to myself, and said, \"Who art thou?\" And I answered, \"A man\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:18",
                            "text": "And lo, in me there appear both body and soul, the one without, the other within."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:19",
                            "text": "By which of these should I seek my God, whom I had sought through the body from earth to heaven, as far as I was able to send messengers—the beams of mine eyes? But the better part is that which is inner; for to it, as both president and judge, did all these my corporeal messengers render the answers of heaven and earth and all things therein, who said, \"We are not God, but He made us\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:20",
                            "text": "These things was my inner man cognizant of by the ministry of the outer; I, the inner man, knew all this—I, the soul, through the senses of my body."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:21",
                            "text": "I asked the vast bulk of the earth of my God, and it answered me, \"I am not He, but He made me\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:22",
                            "text": "Is not this beauty visible to all whose senses are unimpaired? Why then doth it not speak the same things unto all? Animals, the very small and the great, see it, but they are unable to question it, because their senses are not endowed with reason to enable them to judge on what they report."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:23",
                            "text": "But men can question it, so that \"the invisible things of Him."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:24",
                            "text": "are clearly seen, being understood by the things that are made;\" but by loving them, they are brought into subjection to them; and subjects are not able to judge."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:25",
                            "text": "Neither do the creatures reply to such as question them, unless they can judge; nor will they alter their voice (that is, their beauty), if so be one man only sees, another both sees and questions, so as to appear one way to this man, and another to that; but appearing the same way to both, it is mute to this, it speaks to that—yea, verily, it speaks unto all but they only understand it who compare that voice received from without with the truth within."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:26",
                            "text": "For the truth declareth unto me, \"Neither heaven, nor earth, nor any body is thy God\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:27",
                            "text": "This, their nature declareth unto him that beholdeth them."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:28",
                            "text": "\"They are a mass; a mass is less in part than in the whole\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book X 6:29",
                            "text": "Now, O my soul, thou art my better part, unto thee I speak; for thou animatest the mass of thy body, giving it life, which no body furnishes to a body but thy God is even unto thee the Life of life."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: Confessions Book X 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book X 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book X 7:2",
                            "text": "—That God is to Be Found Neither from the Powers of the Body Nor of the Soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book X 7:3",
                            "text": "What then is it that I love when I love my God? Who is He that is above the head of my soul? By my soul itself will I mount up unto Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book X 7:4",
                            "text": "I will soar beyond that power of mine whereby I cling to the body, and fill the whole structure of it with life."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book X 7:5",
                            "text": "Not by that power do I find my God; for then the horse and the mule, \"which have no understanding,\" might find Him, since it is the same power by which their bodies also live."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book X 7:6",
                            "text": "But there is another power, not that only by which I quicken, but that also by which I endow with sense my flesh, which the Lord hath made for me; bidding the eye not to hear, and the ear not to see; but that, for me to see by, and this, for me to hear by; and to each of the other senses its own proper seat and office, which being different, I, the single mind, do through them govern."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book X 7:7",
                            "text": "I will soar also beyond this power of mine; for this the horse and mule possess, for they too discern through the body."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: Confessions Book X 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:2",
                            "text": "——Of the Nature and the Amazing Power of Memory."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:3",
                            "text": "I will soar, then, beyond this power of my nature also, ascending by degrees unto Him who made me."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:4",
                            "text": "And I enter the fields and roomy chambers of memory, where are the treasures of countless images, imported into it from all manner of things by the senses."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:5",
                            "text": "There is treasured up whatsoever likewise we think, either by enlarging or diminishing, or by varying in any way whatever those things which the sense hath arrived at; yea, and whatever else hath been entrusted to it and stored up, which oblivion hath not yet engulfed and buried."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:6",
                            "text": "When I am in this storehouse, I demand that what I wish should be brought forth, and some things immediately appear; others require to be longer sought after, and are dragged, as it were, out of some hidden receptacle; others, again, hurry forth in crowds, and while another thing is sought and inquired for, they leap into view, as if to say, \"Is it not we, perchance?\" These I drive away with the hand of my heart from before the face of my remembrance, until what I wish be discovered making its appearance out of its secret cell."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:7",
                            "text": "Other things suggest themselves without effort, and in continuous order, just as they are called for,—those in front giving place to those that follow, and in giving place are treasured up again to be forthcoming when I wish it."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:8",
                            "text": "All of which takes place when I repeat a thing from memory."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:9",
                            "text": "All these things, each of which entered by its own avenue, are distinctly and under general heads there laid up: as, for example, light, and all colours and forms of bodies, by the eyes; sounds of all kinds by the ears; all smells by the passage of the nostrils; all flavours by that of the mouth; and by the sensation of the whole body is brought in what is hard or soft, hot or cold, smooth or rough, heavy or light, whether external or internal to the body."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:10",
                            "text": "All these doth that great receptacle of memory, with its many and indescribable departments, receive, to be recalled and brought forth when required; each, entering by its own door, is hid up in it."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:11",
                            "text": "And yet the things themselves do not enter it, but only the images of the things perceived are there ready at hand for thought to recall."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:12",
                            "text": "And who can tell how these images are formed, notwithstanding that it is evident by which of the senses each has been fetched in and treasured up? For even while I live in darkness and silence, I can bring out colours in memory if I wish, and discern between black and white, and what others I wish; nor yet do sounds break in and disturb what is drawn in by mine eyes, and which I am considering, seeing that they also are there, and are concealed, laid up, as it were, apart."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:13",
                            "text": "For these too I can summon if I please, and immediately they appear."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:14",
                            "text": "And though my tongue be at rest, and my throat silent, yet can I sing as much as I will; and those images of colours, which notwithstanding are there, do not interpose themselves and interrupt when another treasure is under consideration which flowed in through the ears."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:15",
                            "text": "So the remaining things carried in and heaped up by the other senses, I recall at my pleasure."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:16",
                            "text": "And I discern the scent of lilies from that of violets while smelling nothing; and I prefer honey to grape-syrup, a smooth thing to a rough, though then I neither taste nor handle, but only remember."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:17",
                            "text": "These things do I within, in that vast chamber of my memory."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:18",
                            "text": "For there are nigh me heaven, earth, sea, and whatever I can think upon in them, besides those which I have forgotten."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:19",
                            "text": "There also do I meet with myself, and recall myself,—what, when, or where I did a thing, and how I was affected when I did it."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:20",
                            "text": "There are all which I remember, either by personal experience or on the faith of others."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:21",
                            "text": "Out of the same supply do I myself with the past construct now this, now that likeness of things, which either I have experienced, or, from having experienced, have believed; and thence again future actions, events, and hopes, and upon all these again do I meditate as if they were present."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:22",
                            "text": "\"I will do this or that,\" say I to myself in that vast womb of my mind, filled with the images of things so many and so great, \"and this or that shall follow upon it\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:23",
                            "text": "\"Oh that this or that might come to pass!\" \"God avert this or that!\" Thus speak I to myself; and when I speak, the images of all I speak about are present, out of the same treasury of memory; nor could I say anything at all about them were the images absent."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:24",
                            "text": "Great is this power of memory, exceeding great, O my God,—an inner chamber large and boundless! Who has plumbed the depths thereof? Yet it is a power of mine, and appertains unto my nature; nor do I myself grasp all that I am."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:25",
                            "text": "Therefore is the mind too narrow to contain itself."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:26",
                            "text": "And where should that be which it doth not contain of itself? Is it outside and not in itself? How is it, then, that it doth not grasp itself? A great admiration rises upon me; astonishment seizes me."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:27",
                            "text": "And men go forth to wonder at the heights of mountains, the huge waves of the sea, the broad flow of the rivers, the extent of the ocean, and the courses of the stars, and omit to wonder at themselves; nor do they marvel that when I spoke of all these things, I was not looking on them with my eyes, and yet could not speak of them unless those mountains, and waves, and rivers, and stars which I saw, and that ocean which I believe in, I saw inwardly in my memory, and with the same vast spaces between as when I saw them abroad."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:28",
                            "text": "But I did not by seeing appropriate them when I looked on them with my eyes; nor are the things themselves with me, but their images."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book X 8:29",
                            "text": "And I knew by what corporeal sense each made impression on me."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: Confessions Book X 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book X 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book X 9:2",
                            "text": "—Not Only Things, But Also Literature and Images, are Taken from the Memory, and are Brought Forth by the Act of Remembering."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book X 9:3",
                            "text": "And yet are not these all that the illimitable capacity of my memory retains."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book X 9:4",
                            "text": "Here also is all that is apprehended of the liberal sciences, and not yet forgotten—removed as it were into an inner place, which is not a place; nor are they the images which are retained, but the things themselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book X 9:5",
                            "text": "For what is literature, what skill in disputation, whatsoever I know of all the many kinds of questions there are, is so in my memory, as that I have not taken in the image and left the thing without, or that it should have sounded and passed away like a voice imprinted on the ear by that trace, whereby it might be recorded, as though it sounded when it no longer did so; or as an odour while it passes away, and vanishes into wind, affects the sense of smell, whence it conveys the image of itself into the memory, which we realize in recollecting; or like food, which assuredly in the belly hath now no taste, and yet hath a kind of taste in the memory, or like anything that is by touching felt by the body, and which even when removed from us is imagined by the memory."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book X 9:6",
                            "text": "For these things themselves are not put into it, but the images of them only are caught up, with a marvellous quickness, and laid up, as it were, in most wonderful garners, and wonderfully brought forth when we remember."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: Confessions Book X 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:2",
                            "text": "—Literature is Not Introduced to the Memory Through the Senses, But is Brought Forth from Its More Secret Places."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:3",
                            "text": "But truly when I hear that there are three kinds of questions, \"Whether a thing is?—what it is?—of what kind it is?\" I do indeed hold fast the images of the sounds of which these words are composed, and I know that those sounds passed through the air with a noise, and now are not."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:4",
                            "text": "But the things themselves which are signified by these sounds I never arrived at by any sense of the body, nor ever perceived them otherwise than by my mind; and in my memory have I laid up not their images, but themselves, which, how they entered into me, let them tell if they are able."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:5",
                            "text": "For I examine all the gates of my flesh, but find not by which of them they entered."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:6",
                            "text": "For the eyes say, \"If they were coloured, we announced them\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:7",
                            "text": "The ears say, \"If they sounded, we gave notice of them\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:8",
                            "text": "The nostrils say, \"If they smell, they passed in by us\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:9",
                            "text": "The sense of taste says, \"If they have no flavour, ask not me\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:10",
                            "text": "The touch says, \"If it have not body, I handled it not, and if I never handled it, I gave no notice of it\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:11",
                            "text": "Whence and how did these things enter into my memory? I know not how."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:12",
                            "text": "For when I learned them, I gave not credit to the heart of another man, but perceived them in my own; and I approved them as true, and committed them to it, laying them up, as it were, whence I might fetch them when I willed."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:13",
                            "text": "There, then, they were, even before I learned them, but were not in my memory."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book X 10:14",
                            "text": "Where were they, then, or wherefore, when they were spoken, did I acknowledge them, and say, \"So it is, it is true,\" unless as being already in the memory, though so put back and concealed, as it were, in more secret caverns, that had they not been drawn forth by the advice of another I would not, perchance, have been able to conceive of them?."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: Confessions Book X 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book X 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book X 11:2",
                            "text": "—What It is to Learn and to Think."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book X 11:3",
                            "text": "Wherefore we find that to learn these things, whose images we drink not in by our senses, but perceive within as they are by themselves, without images, is nothing else but by meditation as it were to concentrate, and by observing to take care that those notions which the memory did before contain scattered and confused, be laid up at hand, as it were, in that same memory, where before they lay concealed, scattered and neglected, and so the more easily present themselves to the mind well accustomed to observe them."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book X 11:4",
                            "text": "And how many things of this sort does my memory retain which have been found out already, and, as I said, are, as it were, laid up ready to hand, which we are said to have learned and to have known; which, should we for small intervals of time cease to recall, they are again so submerged and slide back, as it were, into the more remote chambers, that they must be evolved thence again as if new (for other sphere they have none), and must be marshalled cogenda again that they may become known; that is to say, they must be collected colligenda, as it were, from their dispersion; whence we have the word cogitare."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book X 11:5",
                            "text": "For cogo I collect and cogito I recollect have the same relation to each other as ago and agito, facio and factito."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book X 11:6",
                            "text": "But the mind has appropriated to itself this word cogitation, so that not that which is collected anywhere, but what is collected, that is marshalled, in the mind, is properly said to be \"cogitated\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: Confessions Book X 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book X 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book X 12:2",
                            "text": "—On the Recollection of Things Mathematical."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book X 12:3",
                            "text": "The memory containeth also the reasons and innumerable laws of numbers and dimensions, none of which hath any sense of the body impressed, seeing they have neither colour, nor sound, nor taste, nor smell, nor sense of touch."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book X 12:4",
                            "text": "I have heard the sound of the words by which these things are signified when they are discussed; but the sounds are one thing, the things another."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book X 12:5",
                            "text": "For the sounds are one thing in Greek, another in Latin; but the things themselves are neither Greek, nor Latin, nor any other language."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book X 12:6",
                            "text": "I have seen the lines of the craftsmen, even the finest, like a spider's web; but these are of another kind, they are not the images of those which the eye of my flesh showed me; he knoweth them who, without any idea whatsoever of a body, perceives them within himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book X 12:7",
                            "text": "I have also observed the numbers of the things with which we number all the senses of the body; but those by which we number are of another kind, nor are they the images of these, and therefore they certainly are."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book X 12:8",
                            "text": "Let him who sees not these things mock me for saying them; and I will pity him, whilst he mocks me."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: Confessions Book X 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book X 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book X 13:2",
                            "text": "—Memory Retains All Things."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book X 13:3",
                            "text": "All these things I retain in my memory, and how I learnt them I retain."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book X 13:4",
                            "text": "I retain also many things which I have heard most falsely objected against them, which though they be false, yet is it not false that I have remembered them; and I remember, too, that I have distinguished between those truths and these falsehoods uttered against them; and I now see that it is one thing to distinguish these things, another to remember that I often distinguished them, when I often reflected upon them."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book X 13:5",
                            "text": "I both remember, then, that I have often understood these things, and what I now distinguish and comprehend I store away in my memory, that hereafter I may remember that I understood it now."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book X 13:6",
                            "text": "Therefore also I remember that I have remembered; so that if afterwards I shall call to mind that I have been able to remember these things, it will be through the power of memory that I shall call it to mind."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: Confessions Book X 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:2",
                            "text": "—Concerning the Manner in Which Joy and Sadness May Be Brought Back to the Mind and Memory."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:3",
                            "text": "This same memory contains also the affections of my mind; not in the manner in which the mind itself contains them when it suffers them, but very differently according to a power peculiar to memory."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:4",
                            "text": "For without being joyous, I remember myself to have had joy; and without being sad, I call to mind my past sadness; and that of which I was once afraid, I remember without fear; and without desire recall a former desire."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:5",
                            "text": "Again, on the contrary, I at times remember when joyous my past sadness, and when sad my joy."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:6",
                            "text": "Which is not to be wondered at as regards the body; for the mind is one thing, the body another."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:7",
                            "text": "If I, therefore, when happy, recall some past bodily pain, it is not so strange a thing."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:8",
                            "text": "But now, as this very memory itself is mind (for when we give orders to have a thing kept in memory, we say, \"See that you bear this in mind;\" and when we forget a thing, we say, \"It did not enter my mind,\" and, \"It slipped from my mind,\" thus calling the memory itself mind), as this is so, how comes it to pass that when being joyful I remember my past sorrow, the mind has joy, the memory sorrow,—the mind, from the joy than is in it, is joyful, yet the memory, from the sadness that is in it, is not sad? Does not the memory perchance belong unto the mind? Who will say so? The memory doubtless is, so to say, the belly of the mind, and joy and sadness like sweet and bitter food, which, when entrusted to the memory, are, as it were, passed into the belly, where they can be reposited, but cannot taste."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:9",
                            "text": "It is ridiculous to imagine these to be alike; and yet they are not utterly unlike."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:10",
                            "text": "But behold, out of my memory I educe it, when I affirm that there be four perturbations of the mind,—desire, joy, fear, sorrow; and whatsoever I shall be able to dispute on these, by dividing each into its peculiar species, and by defining it, there I find what I may say, and thence I educe it; yet am I not disturbed by any of these perturbations when by remembering them I call them to mind; and before I recollected and reviewed them, they were there; wherefore by remembrance could they be brought thence."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:11",
                            "text": "Perchance, then, even as meat is in ruminating brought up out of the belly, so by calling to mind are these educed from the memory."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Augustine: Confessions Book X 14:12",
                            "text": "Why, then, does not the disputant, thus recollecting, perceive in the mouth of his meditation the sweetness of joy or the bitterness of sorrow? Is the comparison unlike in this because not like in all points? For who would willingly discourse on these subjects, if, as often as we name sorrow or fear, we should be compelled to be sorrowful or fearful? And yet we could never speak of them, did we not find in our memory not merely the sounds of the names, according to the images imprinted on it by the senses of the body, but the notions of the things themselves, which we never received by any door of the flesh, but which the mind itself, recognising by the experience of its own passions, entrusted to the memory, or else which the memory itself retained without their being entrusted to it."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: Confessions Book X 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:2",
                            "text": "—In Memory There are Also Images of Things Which are Absent."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:3",
                            "text": "But whether by images or no, who can well affirm? For I name a stone, I name the sun, and the things themselves are not present to my senses, but their images are near to my memory."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:4",
                            "text": "I name some pain of the body, yet it is not present when there is no pain; yet if its image were not in my memory, I should be ignorant what to say concerning it, nor in arguing be able to distinguish it from pleasure."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:5",
                            "text": "I name bodily health when sound in body; the thing itself is indeed present with me, but unless its image also were in my memory, I could by no means call to mind what the sound of this name signified."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:6",
                            "text": "Nor would sick people know, when health was named, what was said, unless the same image were retained by the power of memory, although the thing itself were absent from the body."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:7",
                            "text": "I name numbers whereby we enumerate; and not their images, but they themselves are in my memory."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:8",
                            "text": "I name the image of the sun, and this, too, is in my memory."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:9",
                            "text": "For I do not recall the image of that image, but itself, for the image itself is present when I remember it."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:10",
                            "text": "I name memory, and I know what I name."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: Confessions Book X 15:11",
                            "text": "But where do I know it, except in the memory itself? Is it also present to itself by its image, and not by itself?."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: Confessions Book X 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:2",
                            "text": "—The Privation of Memory is Forgetfulness."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:3",
                            "text": "When I name forgetfulness, and know, too, what I name, whence should I know it if I did not remember it? I do not say the sound of the name, but the thing which it signifies which, had I forgotten, I could not know what that sound signified."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:4",
                            "text": "When, therefore, I remember memory, then is memory present with itself, through itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:5",
                            "text": "But when I remember forgetfulness, there are present both memory and forgetfulness,—memory, whereby I remember, forgetfulness, which I remember."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:6",
                            "text": "But what is forgetfulness but the privation of memory? How, then, is that present for me to remember, since, when it is so, I cannot remember? But if what we remember we retain in memory, yet, unless we remembered forgetfulness, we could never at the hearing of the name know the thing meant by it, then is forgetfulness retained by memory."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:7",
                            "text": "Present, therefore, it is, lest we should forget it; and being so, we do forget."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:8",
                            "text": "Is it to be inferred from this that forgetfulness, when we remember it, is not present to the memory through itself, but through its image; because, were forgetfulness present through itself, it would not lead us to remember, but to forget? Who will now investigate this? Who shall understand how it is?."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:9",
                            "text": "Truly, O Lord, I labour therein, and labour in myself."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:10",
                            "text": "I am become a troublesome soil that requires overmuch labour."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:11",
                            "text": "For we are not now searching out the tracts of heaven, or measuring the distances of the stars, or inquiring about the weight of the earth."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:12",
                            "text": "It is I myself—I, the mind—who remember."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:13",
                            "text": "It is not much to be wondered at, if what I myself am not be far from me."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:14",
                            "text": "But what is nearer to me than myself? And, behold, I am not able to comprehend the force of my own memory, though I cannot name myself without it."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:15",
                            "text": "For what shall I say when it is plain to me that I remember forgetfulness? Shall I affirm that which I remember is not in my memory? Or shall I say that forgetfulness is in my memory with the view of my not forgetting? Both of these are most absurd."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:16",
                            "text": "What third view is there? How can I assert that the image of forgetfulness is retained by my memory, and not forgetfulness itself, when I remember it? And how can I assert this, seeing that when the image of anything is imprinted on the memory, the thing itself must of necessity be present first by which that image may be imprinted? For thus do I remember Carthage; thus, all the places to which I have been; thus, the faces of men whom I have seen, and things reported by the other senses; thus, the health or sickness of the body."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:17",
                            "text": "For when these objects were present, my memory received images from them, which, when they were present, I might gaze on and reconsider in my mind, as I remembered them when they were absent."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:18",
                            "text": "If, therefore, forgetfulness is retained in the memory through its image, and not through itself, then itself was once present, that its image might be taken."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Augustine: Confessions Book X 16:19",
                            "text": "But when it was present, how did it write its image on the memory, seeing that forgetfulness by its presence blots out even what it finds already noted? And yet, in whatever way, though it be incomprehensible and inexplicable, yet most certain I am that I remember also forgetfulness itself, whereby what we do remember is blotted out."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: Confessions Book X 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:2",
                            "text": "—God Cannot Be Attained Unto by the Power of Memory, Which Beasts and Birds Possess."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:3",
                            "text": "Great is the power of memory; very wonderful is it, O my God, a profound and infinite manifoldness; and this thing is the mind, and this I myself am."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:4",
                            "text": "What then am I, O my God? Of what nature am I? A life various and manifold, and exceeding vast."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:5",
                            "text": "Behold, in the numberless fields, and caves, and caverns of my memory, full without number of numberless kinds of things, either through images, as all bodies are; or by the presence of the things themselves, as are the arts; or by some notion or observation, as the affections of the mind are, which, even though the mind doth not suffer, the memory retains, while whatsoever is in the memory is also in the mind: through all these do I run to and fro, and fly; I penetrate on this side and that, as far as I am able, and nowhere is there an end."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:6",
                            "text": "So great is the power of memory, so great the power of life in man, whose life is mortal."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:7",
                            "text": "What then shall I do, O Thou my true life, my God? I will pass even beyond this power of mine which is called memory—I will pass beyond it, that I may proceed to Thee, O Thou sweet Light."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:8",
                            "text": "What sayest Thou to me? Behold, I am soaring by my mind towards Thee who remainest above me."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:9",
                            "text": "I will also pass beyond this power of mine which is called memory, wishful to reach Thee whence Thou canst be reached, and to cleave unto Thee whence it is possible to cleave unto Thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:10",
                            "text": "For even beasts and birds possess memory, else could they never find their lairs and nests again, nor many other things to which they are used; neither indeed could they become used to anything, but by their memory."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:11",
                            "text": "I will pass, then, beyond memory also, that I may reach Him who has separated me from the four-footed beasts and the fowls of the air, making me wiser than they."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:12",
                            "text": "I will pass beyond memory also, but where shall I find Thee, O Thou truly good and assured sweetness? But where shall I find Thee? If I find Thee without memory, then am I unmindful of Thee."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Augustine: Confessions Book X 17:13",
                            "text": "And how now shall I find Thee, if I do not remember Thee?."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: Confessions Book X 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:2",
                            "text": "—A Thing When Lost Could Not Be Found Unless It Were Retained in the Memory."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:3",
                            "text": "For the woman who lost her drachma, and searched for it with a lamp, unless she had remembered it, would never have found it."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:4",
                            "text": "For when it was found, whence could she know whether it were the same, had she not remembered it? I remember to have lost and found many things; and this I know thereby, that when I was searching for any of them, and was asked, \"Is this it?\" \"Is that it?\" I answered \"No,\" until such time as that which I sought were offered to me."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:5",
                            "text": "Which had I not remembered,—whatever it were,—though it were offered me, yet would I not find it, because I could not recognise it."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:6",
                            "text": "And thus it is always, when we search for and find anything that is lost."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:7",
                            "text": "Notwithstanding, if anything be by accident lost from the sight, not from the memory,—as any visible body,—the image of it is retained within, and is searched for until it be restored to sight; and when it is found, it is recognised by the image which is within."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:8",
                            "text": "Nor do we say that we have found what we had lost unless we recognise it; nor can we recognise it unless we remember it."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: Confessions Book X 18:9",
                            "text": "But this, though lost to the sight, was retained in the memory."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: Confessions Book X 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:2",
                            "text": "—What It is to Remember."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:3",
                            "text": "But how is it when the memory itself loses anything, as it happens when we forget anything and try to recall it? Where finally do we search, but in the memory itself? And there, if perchance one thing be offered for another, we refuse it, until we meet with what we seek; and when we do, we exclaim, \"This is it!\" which we should not do unless we knew it again, nor should we recognise it unless we remembered it."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:4",
                            "text": "Assuredly, therefore, we had forgotten it."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:5",
                            "text": "Or, had not the whole of it slipped our memory, but by the part by which we had hold was the other part sought for; since the memory perceived that it did not revolve together as much as it was accustomed to do, and halting, as if from the mutilation of its old habit, demanded the restoration of that which was wanting."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:6",
                            "text": "For example, if we see or think of some man known to us, and, having forgotten his name, endeavour to recover it, whatsoever other thing presents itself is not connected with it; because it was not used to be thought of in connection with him, and is consequently rejected, until that is present whereon the knowledge reposes fittingly as its accustomed object."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:7",
                            "text": "And whence, save from the memory itself, does that present itself? For even when we recognise it as put in mind of it by another, it is thence it comes."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:8",
                            "text": "For we do not believe it as something new, but, as we recall it, admit what was said to be correct."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:9",
                            "text": "But if it were entirely blotted out of the mind, we should not, even when put in mind of it, recollect it."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:10",
                            "text": "For we have not as yet entirely forgotten what we remember that we have forgotten."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: Confessions Book X 19:11",
                            "text": "A lost notion, then, which we have entirely forgotten, we cannot even search for."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: Confessions Book X 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:2",
                            "text": "—We Should Not Seek for God and the Happy Life Unless We Had Known It."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:3",
                            "text": "How, then, do I seek Thee, O Lord? For when I seek Thee, my God, I seek a happy life."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:4",
                            "text": "I will seek Thee, that my soul may live."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:5",
                            "text": "For my body liveth by my soul, and my soul liveth by Thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:6",
                            "text": "How, then, do I seek a happy life, seeing that it is not mine till I can say, \"It is enough!\" in that place where I ought to say it? How do I seek it? Is it by remembrance, as though I had forgotten it, knowing too that I had forgotten it? or, longing to learn it as a thing unknown, which either I had never known, or had so forgotten it as not even to remember that I had forgotten it? Is not a happy life the thing that all desire, and is there any one who altogether desires it not? But where did they acquire the knowledge of it, that they so desire it? Where have they seen it, that they so love it? Truly we have it, but how I know not."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:7",
                            "text": "Yea, there is another way in which, when any one hath it, he is happy; and some there be that are happy in hope."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:8",
                            "text": "These have it in an inferior kind to those that are happy in fact; and yet are they better off than they who are happy neither in fact nor in hope."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:9",
                            "text": "And even these, had they it not in some way, would not so much desire to be happy, which that they do desire is most certain."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:10",
                            "text": "How they come to know it, I cannot tell, but they have it by some kind of knowledge unknown to me, who am in much doubt as to whether it be in the memory; for if it be there, then have we been happy once; whether all individually, or as in that man who first sinned, in whom also we all died, and from whom we are all born with misery, I do not now ask; but I ask whether the happy life be in the memory? For did we not know it, we should not love it."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:11",
                            "text": "We hear the name, and we all acknowledge that we desire the thing; for we are not delighted with the sound only."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:12",
                            "text": "For when a Greek hears it spoken in Latin, he does not feel delighted, for he knows not what is spoken; but we are delighted, as he too would be if he heard it in Greek; because the thing itself is neither Greek nor Latin, which Greeks and Latins, and men of all other tongues, long so earnestly to obtain."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:13",
                            "text": "It is then known unto all, and could they with one voice be asked whether they wished to be happy, without doubt they would all answer that they would."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Augustine: Confessions Book X 20:14",
                            "text": "And this could not be unless the thing itself, of which it is the name, were retained in their memory."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: Confessions Book X 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:2",
                            "text": "—How a Happy Life May Be Retained in the Memory."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:3",
                            "text": "But is it so as one who has seen Carthage remembers it? No."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:4",
                            "text": "For a happy life is not visible to the eye, because it is not a body."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:5",
                            "text": "Is it, then, as we remember numbers? No."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:6",
                            "text": "For he that hath these in his knowledge strives not to attain further; but a happy life we have in our knowledge, and, therefore, do we love it, while yet we wish further to attain it that we may be happy."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:7",
                            "text": "Is it, then, as we remember eloquence? No."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:8",
                            "text": "For although some, when they hear this name, call the thing to mind, who, indeed, are not yet eloquent, and many who wish to be so, whence it appears to be in their knowledge; yet have these by their bodily perceptions noticed that others are eloquent, and been delighted with it, and long to be so,—although they would not be delighted save for some interior knowledge, nor desire to be so unless they were delighted,—but a happy life we can by no bodily perception make experience of in others."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:9",
                            "text": "Is it, then, as we remember joy? It may be so; for my joy I remember, even when sad, like as I do a happy life when I am miserable."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:10",
                            "text": "Nor did I ever with perception of the body either see, hear, smell, taste, or touch my joy; but I experienced it in my mind when I rejoiced; and the knowledge of it clung to my memory, so that I can call it to mind sometimes with disdain and at others with desire, according to the difference of the things wherein I now remember that I rejoiced."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:11",
                            "text": "For even from unclean things have I been bathed with a certain joy, which now calling to mind, I detest and execrate; at other times, from good and honest things, which, with longing, I call to mind, though perchance they be not nigh at hand, and then with sadness do I call to mind a former joy."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:12",
                            "text": "Where and when, then, did I experience my happy life, that I should call it to mind, and love and long for it? Nor is it I alone or a few others who wish to be happy, but truly all; which, unless by certain knowledge we knew, we should not wish with so certain a will."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:13",
                            "text": "But how is this, that if two men be asked whether they would wish to serve as soldiers one, it may be, would reply that he would, the other that he would not; but if they were asked whether they would wish to be happy, both of them would unhesitatingly say that they would; and this one would wish to serve, and the other not, from no other motive but to be happy? Is it, perchance, that as one joys in this, and another in that, so do all men agree in their wish for happiness, as they would agree, were they asked, in wishing to have joy,—and this joy they call a happy life? Although, then, one pursues joy in this way, and another in that, all have one goal, which they strive to attain, namely, to have joy."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Augustine: Confessions Book X 21:14",
                            "text": "This life, being a thing which no one can say he has not experienced, it is on that account found in the memory, and recognised whenever the name of a happy life is heard."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: Confessions Book X 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book X 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book X 22:2",
                            "text": "—A Happy Life is to Rejoice in God, and for God."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book X 22:3",
                            "text": "Let it be far, O Lord,—let it be far from the heart of Thy servant who confesseth unto Thee; let it be far from me to think myself happy, be the joy what it may."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book X 22:4",
                            "text": "For there is a joy which is not granted to the \"wicked,\" but to those who worship Thee thankfully, whose joy Thou Thyself art."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book X 22:5",
                            "text": "And the happy life is this,—to rejoice unto Thee, in Thee, and for Thee; this it is, and there is no other."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book X 22:6",
                            "text": "But those who think there is another follow after another joy, and that not the true one."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: Confessions Book X 22:7",
                            "text": "Their will, however, is not turned away from some shadow of joy."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: Confessions Book X 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:2",
                            "text": "—All Wish to Rejoice in the Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:3",
                            "text": "It is not, then, certain that all men wish to be happy, since those who wish not to rejoice in Thee, which is the only happy life, do not verily desire the happy life."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:4",
                            "text": "Or do all desire this, but because \"the flesh lusteth against the spirit, and the spirit against the flesh,\" so that they \"cannot do the things that they would,\" they fall upon that which they are able to do, and with that are content; because that which they are not able to do, they do not so will as to make them able? For I ask of every man, whether he would rather rejoice in truth or in falsehood."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:5",
                            "text": "They will no more hesitate to say, \"in truth,\" than to say, \"that they wish to be happy\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:6",
                            "text": "For a happy life is joy in the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:7",
                            "text": "For this is joy in Thee, who art \"the truth,\" O God, \"my light,\" \"the health of my countenance, and my God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:8",
                            "text": "All wish for this happy life; this life do all wish for, which is the only happy one; joy in the truth do all wish for."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:9",
                            "text": "I have had experience of many who wished to deceive, but not one who wished to be deceived."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:10",
                            "text": "Where, then, did they know this happy life, save where they knew also the truth? For they love it, too, since they would not be deceived."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:11",
                            "text": "And when they love a happy life, which is naught else but joy in the truth, assuredly they love also the truth; which yet they would not love were there not some knowledge of it in the memory."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:12",
                            "text": "Wherefore, then, do they not rejoice in it? Why are they not happy? Because they are more entirely occupied with other things which rather make them miserable, than that which would make them happy, which they remember so little of."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:13",
                            "text": "For there is yet a little light in men; let them walk—let them \"walk,\" that the \"darkness\" seize them not."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:14",
                            "text": "Why, then, doth truth beget hatred and that man of thine, preaching the truth become an enemy unto them, whereas a happy life is loved, which is naught else but joy in the truth; unless that truth is loved in such a sort as that those who love aught else wish that to be the truth which they love, and, as they are willing to be deceived, are unwilling to be convinced that they are so? Therefore do they hate the truth for the sake of that thing which they love instead of the truth."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:15",
                            "text": "They love truth when she shines on them, and hate her when she rebukes them."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:16",
                            "text": "For, because they are not willing to be deceived, and wish to deceive, they love her when she reveals herself, and hate her when she reveals them."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:17",
                            "text": "On that account shall she so requite them, that those who were unwilling to be discovered by her she both discovers against their will, and discovers not herself unto them."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:18",
                            "text": "Thus, thus, truly thus doth the human mind, so blind and sick, so base and unseemly, desire to lie concealed, but wishes not that anything should be concealed from it."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:19",
                            "text": "But the opposite is rendered unto it,—that itself is not concealed from the truth, but the truth is concealed from it."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:20",
                            "text": "Yet, even while thus wretched, it prefers to rejoice in truth rather than in falsehood."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Augustine: Confessions Book X 23:21",
                            "text": "Happy then will it be, when, no trouble intervening, it shall rejoice in that only truth by whom all things else are true."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: Confessions Book X 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book X 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book X 24:2",
                            "text": "—He Who Finds Truth, Finds God."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book X 24:3",
                            "text": "Behold how I have enlarged in my memory seeking Thee, O Lord; and out of it have I not found Thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book X 24:4",
                            "text": "Nor have I found aught concerning Thee, but what I have retained in memory from the time I learned Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book X 24:5",
                            "text": "For from the time I learned Thee have I never forgotten Thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book X 24:6",
                            "text": "For where I found truth, there found I my God, who is the Truth itself, which from the time I learned it have I not forgotten."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book X 24:7",
                            "text": "And thus since the time I learned Thee, Thou abidest in my memory; and there do I find Thee whensoever I call Thee to remembrance, and delight in Thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: Confessions Book X 24:8",
                            "text": "These are my holy delights, which Thou hast bestowed upon me in Thy mercy, having respect unto my poverty."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: Confessions Book X 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book X 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book X 25:2",
                            "text": "—He is Glad that God Dwells in His Memory."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book X 25:3",
                            "text": "But where in my memory abidest Thou, O Lord, where dost Thou there abide? What manner of chamber hast Thou there formed for Thyself? What sort of sanctuary hast Thou erected for Thyself? Thou hast granted this honour to my memory, to take up Thy abode in it; but in what quarter of it Thou abidest, I am considering."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book X 25:4",
                            "text": "For in calling Thee to mind, I soared beyond those parts of it which the beasts also possess, since I found Thee not there amongst the images of corporeal things; and I arrived at those parts where I had committed the affections of my mind, nor there did I find Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book X 25:5",
                            "text": "And I entered into the very seat of my mind, which it has in my memory, since the mind remembers itself also—nor wert Thou there."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book X 25:6",
                            "text": "For as Thou art not a bodily image, nor the affection of a living creature, as when we rejoice, condole, desire, fear, remember, forget, or aught of the kind; so neither art Thou the mind itself, because Thou art the Lord God of the mind; and all these things are changed, but Thou remainest unchangeable over all, yet vouchsafest to dwell in my memory, from the time I learned Thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: Confessions Book X 25:7",
                            "text": "But why do I now seek in what part of it Thou dwellest, as if truly there were places in it? Thou dost dwell in it assuredly, since I have remembered Thee from the time I learned Thee, and I find Thee in it when I call Thee to mind."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: Confessions Book X 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book X 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book X 26:2",
                            "text": "—God Everywhere Answers Those Who Take Counsel of Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book X 26:3",
                            "text": "Where, then, did I find Thee, so as to be able to learn Thee? For Thou wert not in my memory before I learned Thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book X 26:4",
                            "text": "Where, then, did I find Thee, so as to be able to learn Thee, but in Thee above me? Place there is none; we go both \"backward\" and \"forward,\" and there is no place."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book X 26:5",
                            "text": "Everywhere, O Truth, dost Thou direct all who consult Thee, and dost at once answer all, though they consult Thee on divers things."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book X 26:6",
                            "text": "Clearly dost Thou answer, though all do not with clearness hear."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book X 26:7",
                            "text": "All consult Thee upon whatever they wish, though they hear not always that which they wish."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: Confessions Book X 26:8",
                            "text": "He is Thy best servant who does not so much look to hear that from Thee which he himself wisheth, as to wish that which he heareth from Thee."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: Confessions Book X 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:2",
                            "text": "—He Grieves that He Was So Long Without God."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:3",
                            "text": "Too late did I love Thee, O Fairness, so ancient, and yet so new! Too late did I love Thee! For behold, Thou wert within, and I without, and there did I seek Thee; I, unlovely, rushed heedlessly among the things of beauty Thou madest."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:4",
                            "text": "Thou wert with me, but I was not with Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:5",
                            "text": "Those things kept me far from Thee, which, unless they were in Thee, were not."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:6",
                            "text": "Thou calledst, and criedst aloud, and forcedst open my deafness."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:7",
                            "text": "Thou didst gleam and shine, and chase away my blindness."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:8",
                            "text": "Thou didst exhale odours, and I drew in my breath and do pant after Thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:9",
                            "text": "I tasted, and do hunger and thirst."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Augustine: Confessions Book X 27:10",
                            "text": "Thou didst touch me, and I burned for Thy peace."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: Confessions Book X 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:2",
                            "text": "—On the Misery of Human Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:3",
                            "text": "When I shall cleave unto Thee with all my being, then shall I in nothing have pain and labour; and my life shall be a real life, being wholly full of Thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:4",
                            "text": "But now since he whom Thou fillest is the one Thou liftest up, I am a burden to myself, as not being full of Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:5",
                            "text": "Joys of sorrow contend with sorrows of joy; and on which side the victory may be I know not."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:6",
                            "text": "Woe is me! Lord, have pity on me."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:7",
                            "text": "My evil sorrows contend with my good joys; and on which side the victory may be I know not."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:8",
                            "text": "Woe is me! Lord, have pity on me."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:9",
                            "text": "Woe is me! Lo, I hide not my wounds; Thou art the Physician, I the sick; Thou merciful, I miserable."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:10",
                            "text": "Is not the life of man upon earth a temptation? Who is he that wishes for vexations and difficulties? Thou commandest them to be endured, not to be loved."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:11",
                            "text": "For no man loves what he endures, though he may love to endure."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:12",
                            "text": "For notwithstanding he rejoices to endure, he would rather there were naught for him to endure."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:13",
                            "text": "In adversity, I desire prosperity; in prosperity, I fear adversity."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "Augustine: Confessions Book X 28:14",
                            "text": "What middle place, then, is there between these, where human life is not a temptation? Woe unto the prosperity of this world, once and again, from fear of misfortune and a corruption of joy! Woe unto the adversities of this world, once and again, and for the third time, from the desire of prosperity; and because adversity itself is a hard thing, and makes shipwreck of endurance! Is not the life of man upon earth a temptation, and that without intermission?."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: Confessions Book X 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book X 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book X 29:2",
                            "text": "—All Hope is in the Mercy of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book X 29:3",
                            "text": "And my whole hope is only in Thy exceeding great mercy."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book X 29:4",
                            "text": "Give what Thou commandest, and command what Thou wilt."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book X 29:5",
                            "text": "Thou imposest continency upon us, \"nevertheless, when I perceived,\" saith one, \"that I could not otherwise obtain her, except God gave her me;."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book X 29:6",
                            "text": "that was a point of wisdom also to know whose gift she was\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book X 29:7",
                            "text": "For by continency are we bound up and brought into one, whence we were scattered abroad into many."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Augustine: Confessions Book X 29:8",
                            "text": "For he loves Thee too little who loves aught with Thee, which he loves not for Thee, O love, who ever burnest, and art never quenched! O charity, my God, kindle me! Thou commandest continency; give what Thou commandest, and command what Thou wilt."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: Confessions Book X 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:2",
                            "text": "—Of the Perverse Images of Dreams, Which He Wishes to Have Taken Away."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:3",
                            "text": "Verily, Thou commandest that I should be continent from the \"lust of the flesh, and the lust of the eyes, and the pride of life\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:4",
                            "text": "Thou hast commanded me to abstain from concubinage; and as to marriage itself, Thou hast advised something better than Thou hast allowed."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:5",
                            "text": "And because Thou didst give it, it was done; and that before I became a dispenser of Thy sacrament."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:6",
                            "text": "But there still exist in my memory—of which I have spoken much—the images of such things as my habits had fixed there; and these rush into my thoughts, though strengthless, when I am awake; but in sleep they do so not only so as to give pleasure, but even to obtain consent, and what very nearly resembles reality."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:7",
                            "text": "Yea, to such an extent prevails the illusion of the image, both in my soul and in my flesh, that the false persuade me, when sleeping, unto that which the true are not able when waking."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:8",
                            "text": "Am I not myself at that time, O Lord my God? And there is yet so much difference between myself and myself, in that instant wherein I pass back from waking to sleeping, or return from sleeping to waking! Where, then, is the reason which when waking resists such suggestions? And if the things themselves be forced on it, I remain unmoved."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:9",
                            "text": "Is it shut up with the eyes? Or is it put to sleep with the bodily senses? But whence, then, comes it to pass, that even in slumber we often resist, and, bearing our purpose in mind, and continuing most chastely in it, yield no assent to such allurements? And there is yet so much difference that, when it happeneth otherwise, upon awaking we return to peace of conscience; and by this same diversity do we discover that it was not we that did it, while we still feel sorry that in some way it was done in us."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:10",
                            "text": "Is not Thy hand able, O Almighty God, to heal all the diseases of my soul, and by Thy more abundant grace to quench even the lascivious motions of my sleep? Thou wilt increase in me, O Lord, Thy gifts more and more, that my soul may follow me to Thee, disengaged from the bird-lime of concupiscence; that it may not be in rebellion against itself, and even in dreams not simply not, through sensual images, commit those deformities of corruption, even to the pollution of the flesh, but that it may not even consent unto them."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:11",
                            "text": "For it is no great thing for the Almighty, who is \"able to do."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:12",
                            "text": "above all that we ask or think,\" to bring it about that no such influence—not even so slight a one as a sign might restrain—should afford gratification to the chaste affection even of one sleeping; and that not only in this life, but at my present age."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "Augustine: Confessions Book X 30:13",
                            "text": "But what I still am in this species of my ill, have I confessed unto my good Lord; rejoicing with trembling in that which Thou hast given me, and bewailing myself for that wherein I am still imperfect; trusting that Thou wilt perfect Thy mercies in me, even to the fulness of peace, which both that which is within and that which is without shall have with Thee, when death is swallowed up in victory."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: Confessions Book X 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:2",
                            "text": "—About to Speak of the Temptations of the Lust of the Flesh, He First Complains of the Lust of Eating and Drinking."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:3",
                            "text": "There is another evil of the day that I would were \"sufficient\" unto it."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:4",
                            "text": "For by eating and drinking we repair the daily decays of the body, until Thou destroyest both food and stomach, when Thou shall destroy my want with an amazing satiety, and shalt clothe this corruptible with an eternal incorruption."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:5",
                            "text": "But now is necessity sweet unto me, and against this sweetness do I fight, lest I be enthralled; and I carry on a daily war by fasting, oftentimes \"bringing my body into subjection,\" and my pains are expelled by pleasure."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:6",
                            "text": "For hunger and thirst are in some sort pains; they consume and destroy like unto a fever, unless the medicine of nourishment relieve us."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:7",
                            "text": "The which, since it is at hand through the comfort we receive of Thy gifts, with which land and water and air serve our infirmity, our calamity is called pleasure."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:8",
                            "text": "This much hast Thou taught me, that I should bring myself to take food as medicine."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:9",
                            "text": "But during the time that I am passing from the uneasiness of want to the calmness of satiety, even in the very passage doth that snare of concupiscence lie in wait for me."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:10",
                            "text": "For the passage itself is pleasure, nor is there any other way of passing thither, whither necessity compels us to pass."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:11",
                            "text": "And whereas health is the reason of eating and drinking, there joineth itself as an hand-maid a perilous delight, which mostly tries to precede it, in order that I may do for her sake what I say I do, or desire to do, for health's sake."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:12",
                            "text": "Nor have both the same limit; for what is sufficient for health is too little for pleasure."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:13",
                            "text": "And oftentimes it is doubtful whether it be the necessary care of the body which still asks nourishment, or whether a sensual snare of desire offers its ministry."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:14",
                            "text": "In this uncertainty does my unhappy soul rejoice, and therein prepares an excuse as a defence, glad that it doth not appear what may be Sufficient for the moderation of health, that so under the pretence of health it may conceal the business of pleasure."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:15",
                            "text": "These temptations do I daily endeavour to resist, and I summon Thy right hand to my help, and refer my excitements to Thee, because as yet I have no resolve in this matter."
                        },
                        {
                            "verse": 16,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:16",
                            "text": "I hear the voice of my God commanding, let not \"your hearts be overcharged with surfeiting and drunkenness\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:17",
                            "text": "\"Drunkenness,\" it is far from me; Thou wilt have mercy, that it approach not near unto me."
                        },
                        {
                            "verse": 18,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:18",
                            "text": "But \"surfeiting\" sometimes creepeth upon Thy servant; Thou wilt have mercy, that it may be far from me."
                        },
                        {
                            "verse": 19,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:19",
                            "text": "For no man can be continent unless Thou give it."
                        },
                        {
                            "verse": 20,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:20",
                            "text": "Many things which we pray for dost Thou give us; and what good soever we receive before we prayed for it, do we receive from Thee, and that we might afterwards know this did we receive it from Thee."
                        },
                        {
                            "verse": 21,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:21",
                            "text": "Drunkard was I never, but I have known drunkards to be made sober men by Thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:22",
                            "text": "Thy doing, then, was it, that they who never were such might not be so, as from Thee it was that they who have been so heretofore might not remain so always; and from Thee, too was it, that both might know from whom it was."
                        },
                        {
                            "verse": 23,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:23",
                            "text": "I heard another voice of Thine, \"Go not after thy lusts, but refrain thyself from thine appetites\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:24",
                            "text": "And by Thy favour have I heard this saying likewise, which I have much delighted in, \"Neither if we eat, are we the better; neither if we eat not, are we the worse;\" which is to say, that neither shall the one make me to abound, nor the other to be wretched."
                        },
                        {
                            "verse": 25,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:25",
                            "text": "I heard also another voice, \"For I have learned, in whatsoever state I am, therewith to be content, I know both how to be abased, and I know how to abound."
                        },
                        {
                            "verse": 26,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:26",
                            "text": "I can do all things through Christ which strengtheneth me\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:27",
                            "text": "Lo! a soldier of the celestial camp—not dust as we are."
                        },
                        {
                            "verse": 28,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:28",
                            "text": "But remember, O Lord, \"that we are dust,\" and that of dust Thou hast created man; and he \"was lost, and is found\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:29",
                            "text": "Nor could he do this of his own power, seeing that he whom I so loved, saying these things through the afflatus of Thy inspiration, was of that same dust."
                        },
                        {
                            "verse": 30,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:30",
                            "text": "\"I can,\" saith he, \"do all things through Him which strengtheneth me\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:31",
                            "text": "Strengthen me, that I may be able."
                        },
                        {
                            "verse": 32,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:32",
                            "text": "Give what Thou commandest, and command what Thou wilt."
                        },
                        {
                            "verse": 33,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:33",
                            "text": "He confesses to have received, and when he glorieth, he glorieth in the Lord."
                        },
                        {
                            "verse": 34,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:34",
                            "text": "Another have I heard entreating that he might receive,—\"Take from me,\" saith he, \"the greediness of the belly;\" by which it appeareth, O my holy God, that Thou givest when what Thou commandest to be done is done."
                        },
                        {
                            "verse": 35,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:35",
                            "text": "Thou hast taught me, good Father, that \"unto the pure all things are pure;\" but \"it is evil for that man who eateth with offence;\" \"and that every creature of Thine is good, and nothing to be refused, if it be received with, thanksgiving;\" and that \"meat commendeth us not to God;\" and that no man should \"judge us in meat or in drink;\" and that he that eateth, let him not despise him that eateth not; and let not him that eateth not judge him that eateth."
                        },
                        {
                            "verse": 36,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:36",
                            "text": "These things have I learned, thanks and praise be unto Thee, O my God and Master, who dost knock at my ears and enlighten my heart; deliver me out of all temptation."
                        },
                        {
                            "verse": 37,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:37",
                            "text": "It is not the uncleanness of meat that I fear, but the uncleanness of lusting."
                        },
                        {
                            "verse": 38,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:38",
                            "text": "I know that permission was granted unto Noah to eat every kind of flesh that was good for food; that Elias was fed with flesh; that John, endued with a wonderful abstinence, was not polluted by the living creatures (that is, the locusts ) which he fed on."
                        },
                        {
                            "verse": 39,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:39",
                            "text": "I know, too, that Esau was deceived by a longing for lentiles, and that David took blame to himself for desiring water, and that our King was tempted not by flesh but bread."
                        },
                        {
                            "verse": 40,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:40",
                            "text": "And the people in the wilderness, therefore, also deserved reproof, not because they desired flesh, but because, in their desire for food, they murmured against the Lord."
                        },
                        {
                            "verse": 41,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:41",
                            "text": "Placed, then, in the midst of these temptations, I strive daily against longing for food and drink."
                        },
                        {
                            "verse": 42,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:42",
                            "text": "For it is not of such a nature as that I am able to resolve to cut it off once for all, and not touch it afterwards, as I was able to do with concubinage."
                        },
                        {
                            "verse": 43,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:43",
                            "text": "The bridle of the throat, therefore, is to be held in the mean of slackness and tightness."
                        },
                        {
                            "verse": 44,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:44",
                            "text": "And who, O Lord, is he who is not in some degree carried away beyond the bounds of necessity? Whoever he is, he is great; let him magnify Thy name."
                        },
                        {
                            "verse": 45,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:45",
                            "text": "But I am not such a one, \"for I am a sinful man\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 31,
                            "name": "Augustine: Confessions Book X 31:46",
                            "text": "Yet do I also magnify Thy name; and He who hath \"overcome the world\" maketh intercession to Thee for my sins, accounting me among the \"feeble members\" of His body, because Thine eyes saw that of him which was imperfect; and in Thy book all shall be written."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: Confessions Book X 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book X 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book X 32:2",
                            "text": "—Of the Charms of Perfumes Which are More Easily Overcome."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book X 32:3",
                            "text": "With the attractions of odours I am not much troubled."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book X 32:4",
                            "text": "When absent I do not seek them; when present I do not refuse them; and am prepared ever to be without them."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book X 32:5",
                            "text": "At any rate thus I appear to myself; perchance I am deceived."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book X 32:6",
                            "text": "For that also is a lamentable darkness wherein my capacity that is in me is concealed, so that my mind, making inquiry into herself concerning her own powers, ventures not readily to credit herself; because that which is already in it is, for the most part, concealed, unless experience reveal it."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book X 32:7",
                            "text": "And no man ought to feel secure in this life, the whole of which is called a temptation, that he, who could be made better from worse, may not also from better be made worse."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Augustine: Confessions Book X 32:8",
                            "text": "Our sole hope, our sole confidence, our sole assured promise, is Thy mercy."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: Confessions Book X 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:2",
                            "text": "—He Overcame the Pleasures of the Ear, Although in the Church He Frequently Delighted in the Song, Not in the Thing Sung."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:3",
                            "text": "The delights of the ear had more powerfully inveigled and conquered me, but Thou didst unbind and liberate me."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:4",
                            "text": "Now, in those airs which Thy words breathe soul into, when sung with a sweet and trained voice, do I somewhat repose; yet not so as to cling to them, but so as to free myself when I wish."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:5",
                            "text": "But with the words which are their life do they, that they may gain admission into me, strive after a place of some honour in my heart; and I can hardly assign them a fitting one."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:6",
                            "text": "Sometimes I appear to myself to give them more respect than, is fitting, as I perceive that our minds are more devoutly and earnestly elevated into a flame of piety by the holy words themselves when they are thus sung, than when they are not; and that all affections of our spirit, by their own diversity, have their appropriate measures in the voice and singing, wherewith by I know not what secret relationship they are stimulated."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:7",
                            "text": "But the gratification of my flesh, to which the mind ought never to be given over to be enervated, often beguiles me, while the sense does not so attend on reason as to follow her patiently; but having gained admission merely for her sake, it strives even to run on before her, and be her leader."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:8",
                            "text": "Thus in these things do I sin unknowing, but afterwards do I know it."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:9",
                            "text": "Sometimes, again, avoiding very earnestly this same deception, I err out of too great preciseness; and sometimes so much as to desire that every air of the pleasant songs to which David's Psalter is often used, be banished both from my ears and those of the Church itself; and that way seemed unto me safer which I remembered to have been often related to me of Athanasius, Bishop of Alexandria, who obliged the reader of the psalm to give utterance to it with so slight an inflection of voice, that it was more like speaking than singing."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:10",
                            "text": "Notwithstanding, when I call to mind the tears I shed at the songs of Thy Church, at the outset of my recovered faith, and how even now I am moved not by the singing but by what is sung, when they are sung with a clear and skilfully modulated voice, I then acknowledge the great utility of this custom."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:11",
                            "text": "Thus vacillate I between dangerous pleasure and tried soundness; being inclined rather (though I pronounce no irrevocable opinion upon the subject) to approve of the use of singing in the church, that so by the delights of the ear the weaker minds may be stimulated to a devotional frame."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:12",
                            "text": "Yet when it happens to me to be more moved by the singing than by what is sung, I confess myself to have sinned criminally, and then I would rather not have heard the singing."
                        },
                        {
                            "verse": 13,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:13",
                            "text": "See now the condition I am in! Weep with me, and weep for me, you who so control your inward feelings as that good results ensue."
                        },
                        {
                            "verse": 14,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:14",
                            "text": "As for you who do not thus act, these things concern you not."
                        },
                        {
                            "verse": 15,
                            "chapter": 33,
                            "name": "Augustine: Confessions Book X 33:15",
                            "text": "But Thou, O Lord my God, give ear, behold and see, and have mercy upon me, and heal me,—Thou, in whose sight I am become a puzzle to myself; and \"this is my infirmity\"."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: Confessions Book X 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:2",
                            "text": "—Of the Very Dangerous Allurements of the Eyes; On Account of Beauty of Form, God, the Creator, is to Be Praised."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:3",
                            "text": "There remain the delights of these eyes of my flesh, concerning which to make my confessions in the hearing of the ears of Thy temple, those fraternal and devout ears; and so to conclude the temptations of \"the lust of the flesh\" which still assail me, groaning and desiring to be clothed upon with my house from heaven."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:4",
                            "text": "The eyes delight in fair and varied forms, and bright and pleasing colours."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:5",
                            "text": "Suffer not these to take possession of my soul; let God rather possess it, He who made these things \"very good\" indeed; yet is He my good, not these."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:6",
                            "text": "And these move me while awake, during the day; nor is rest from them granted me, as there is from the voices of melody, sometimes, in silence, from them all."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:7",
                            "text": "For that queen of colours, the light, flooding all that we look upon, wherever I be during the day, gliding past me in manifold forms, doth soothe me when busied about other things, and not noticing it."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:8",
                            "text": "And so strongly doth it insinuate itself, that if it be suddenly withdrawn it is looked for longingly, and if long absent doth sadden the mind."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:9",
                            "text": "O Thou Light, which Tobias saw, when, his eyes being closed, he taught his son the way of life; himself going before with the feet of charity, never going astray."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:10",
                            "text": "Or that which Isaac saw, when his fleshly \"eyes were dim, so that he could not see\" by reason of old age; it was permitted him, not knowingly to bless his sons, but in blessing them to know them."
                        },
                        {
                            "verse": 11,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:11",
                            "text": "Or that which Jacob saw, when he too, blind through great age, with an enlightened heart, in the persons of his own sons, threw light upon the races of the future people, presignified in them; and laid his hands, mystically crossed, upon his grandchildren by Joseph, not as their father, looking outwardly, corrected them, but as he himself distinguished them."
                        },
                        {
                            "verse": 12,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:12",
                            "text": "This is the light, the only one, and all those who see and love it are one."
                        },
                        {
                            "verse": 13,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:13",
                            "text": "But that corporeal light of which I was speaking seasoneth the life of the world for her blind lovers, with a tempting and fatal sweetness."
                        },
                        {
                            "verse": 14,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:14",
                            "text": "But they who know how to praise Thee for it, \"O God, the world's great Architect,\" take it up in Thy hymn, and are not taken up with it in their sleep."
                        },
                        {
                            "verse": 15,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:15",
                            "text": "Such desire I to be."
                        },
                        {
                            "verse": 16,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:16",
                            "text": "I resist seductions of the eyes, lest my feet with which I advance on Thy way be entangled; and I raise my invisible eyes to Thee, that Thou wouldst be pleased to \"pluck my feet out of the net\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:17",
                            "text": "Thou dost continually pluck them out, for they are ensnared."
                        },
                        {
                            "verse": 18,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:18",
                            "text": "Thou never ceasest to pluck them out, but I, constantly remain fast in the snares set all around me; because Thou \"that keepest Israel shall neither slumber nor sleep\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:19",
                            "text": "What numberless things, made by divers arts and manufactures, both in our apparel, shoes, vessels, and every kind of work, in pictures, too, and sundry images, and these going far beyond necessary and moderate use and holy signification, have men added for the enthralment of the eyes; following outwardly what they make, forsaking inwardly Him by whom they were made, yea, and destroying that which they themselves were made! But I, O my God and my Joy, do hence also sing a hymn unto Thee, and offer a sacrifice of praise unto my Sanctifier, because those beautiful patterns, which through the medium of men's souls are conveyed into their artistic hands, emanate from that Beauty which is above our souls, which my soul sigheth after day and night."
                        },
                        {
                            "verse": 20,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:20",
                            "text": "But as for the makers and followers of those outward beauties, they from thence derive the way of approving them, but not of using them."
                        },
                        {
                            "verse": 21,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:21",
                            "text": "And though they see Him not, yet is He there, that they might not go astray, but keep their strength for Thee, and not dissipate it upon delicious lassitudes."
                        },
                        {
                            "verse": 22,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:22",
                            "text": "And I, though I both say and perceive this, impede my course with such beauties, but Thou dost rescue me, O Lord, Thou dost rescue me; \"for Thy loving-kindness is before mine eyes\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 34,
                            "name": "Augustine: Confessions Book X 34:23",
                            "text": "For I am taken miserably, and Thou rescuest me mercifully; sometimes not perceiving it, in that I had come upon them hesitatingly; at other times with pain, because I was held fast by them."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: Confessions Book X 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:2",
                            "text": "—Another Kind of Temptation is Curiosity, Which is Stimulated by the Lust of the Eyes."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:3",
                            "text": "In addition to this there is another form of temptation, more complex in its peril."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:4",
                            "text": "For besides that concupiscence of the flesh which lieth in the gratification of all senses and pleasures, wherein its slaves who \"are far from Thee perish,\" there pertaineth to the soul, through the same senses of the body, a certain vain and curious longing, cloaked under the name of knowledge and learning, not of having pleasure in the flesh, but of making experiments through the flesh."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:5",
                            "text": "This longing, since it originates in an appetite for knowledge, and the sight being the chief amongst the senses in the acquisition of knowledge, is called in divine language, \"the lust of the eyes\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:6",
                            "text": "For seeing belongeth properly to the eyes; yet we apply this word to the other senses also, when we exercise them in the search after knowledge."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:7",
                            "text": "For we do not say, Listen how it glows, smell how it glistens, taste how it shines, or feel how it flashes, since all these are said to be seen."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:8",
                            "text": "And yet we say not only, See how it shineth, which the eyes alone can perceive; but also, See how it soundeth, see how it smelleth, see how it tasteth, see how hard it is."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:9",
                            "text": "And thus the general experience of the senses, as was said before, is termed \"the lust of the eyes,\" because the function of seeing, wherein the eyes hold the pre-eminence, the other senses by way of similitude take possession of, whensoever they seek out any knowledge."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:10",
                            "text": "But by this is it more clearly discerned, when pleasure and when curiosity is pursued by the senses; for pleasure follows after objects that are beautiful, melodious, fragrant, savoury, soft; but curiosity, for experiment's sake, seeks the contrary of these,—not with a view of undergoing uneasiness, but from the passion of experimenting upon and knowing them."
                        },
                        {
                            "verse": 11,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:11",
                            "text": "For what pleasure is there to see, in a lacerated corpse, that which makes you shudder? And yet if it lie near, we flock thither, to be made sad, and to turn pale."
                        },
                        {
                            "verse": 12,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:12",
                            "text": "Even in sleep they fear lest they should see it."
                        },
                        {
                            "verse": 13,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:13",
                            "text": "Just as if when awake any one compelled them to go and see it, or any report of its beauty had attracted them! Thus also is it with the other senses, which it were tedious to pursue."
                        },
                        {
                            "verse": 14,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:14",
                            "text": "From this malady of curiosity are all those strange sights exhibited in the theatre."
                        },
                        {
                            "verse": 15,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:15",
                            "text": "Hence do we proceed to search out the secret powers of nature (which is beside our end), which to know profits not, and wherein men desire nothing but to know."
                        },
                        {
                            "verse": 16,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:16",
                            "text": "Hence, too, with that same end of perverted knowledge we consult magical arts."
                        },
                        {
                            "verse": 17,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:17",
                            "text": "Hence, again, even in religion itself, is God tempted, when signs and wonders are eagerly asked of Him,—not desired for any saving end, but to make trial only."
                        },
                        {
                            "verse": 18,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:18",
                            "text": "In this so vast a wilderness, replete with snares and dangers, lo, many of them have I lopped off, and expelled from my heart, as Thou, O God of my salvation, hast enabled me to do."
                        },
                        {
                            "verse": 19,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:19",
                            "text": "And yet when dare I say, since so many things of this kind buzz around our daily life,—when dare I say that no such thing makes me intent to see it, or creates in me vain solicitude? It is true that the theatres never now carry me away, nor do I now care to know the courses of the stars, nor hath my soul at any time consulted departed spirits; all sacrilegious oaths I abhor."
                        },
                        {
                            "verse": 20,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:20",
                            "text": "O Lord my God, to whom I owe all humble and single-hearted service, with what subtlety of suggestion does the enemy influence me to require some sign from Thee! But by our King, and by our pure land chaste country Jerusalem, I beseech Thee, that as any consenting unto such thoughts is far from me, so may it always be farther and farther."
                        },
                        {
                            "verse": 21,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:21",
                            "text": "But when I entreat Thee for the salvation of any, the end I aim at is far otherwise, and Thou who doest what Thou wilt, givest and wilt give me willingly to \"follow\" Thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:22",
                            "text": "Nevertheless, in how many most minute and contemptible things is our curiosity daily tempted, and who can number how often we succumb? How often, when people are narrating idle tales, do we begin by tolerating them, lest we should give offence unto the weak; and then gradually we listen willingly! I do not now-a-days go to the circus to see a dog chasing a hare; but if by chance I pass such a coursing in the fields, it possibly distracts me even from some serious thought, and draws me after it,—not that I turn the body of my beast aside, but the inclination of my mind."
                        },
                        {
                            "verse": 23,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:23",
                            "text": "And except Thou, by demonstrating to me my weakness, dost speedily warn me, either through the sight itself, by some reflection to rise to Thee, or wholly to despise and pass it by, I, vain one, am absorbed by it."
                        },
                        {
                            "verse": 24,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:24",
                            "text": "How is it, when sitting at home, a lizard catching flies, or a spider entangling them as they rush into her nets, oftentimes arrests me? Is the feeling of curiosity not the same because these are such tiny creatures? From them I proceed to praise Thee, the wonderful Creator and Disposer of all things; but it is not this that first attracts my attention."
                        },
                        {
                            "verse": 25,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:25",
                            "text": "It is one thing to get up quickly, and another not to fall, and of such things is my life full; and my only hope is in Thy exceeding great mercy."
                        },
                        {
                            "verse": 26,
                            "chapter": 35,
                            "name": "Augustine: Confessions Book X 35:26",
                            "text": "For when this heart of ours is made the receptacle of such things, and bears crowds of this abounding vanity, then are our prayers often interrupted and disturbed thereby; and whilst in Thy presence we direct the voice of our heart to Thine ears, this so great a matter is broken off by the influx of I know not what idle thoughts."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Augustine: Confessions Book X 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:2",
                            "text": "—A Third Kind is \"Pride\" Which is Pleasing to Man, Not to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:3",
                            "text": "Shall we, then, account this too amongst such things as are to be lightly esteemed, or shall anything restore us to hope, save Thy complete mercy, since Thou hast begun to change us? And Thou knowest to what extent Thou hast already changed me, Thou who first healest me of the lust of vindicating myself, that so Thou mightest forgive all my remaining \"iniquities,\" and heal all my \"diseases,\" and redeem my life from corruption, and crown me with \"loving-kindness and tender mercies,\" and satisfy my desire with \"good things;\" who didst restrain my pride with Thy fear, and subdue my neck to Thy \"yoke\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:4",
                            "text": "And now I bear it, and it is \"light\" unto me, because so hast Thou promised, and made it, and so in truth it was, though I knew it not, when I feared to take it up."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:5",
                            "text": "But, O Lord,—Thou who alone reignest without pride, because Thou art the only true Lord, who hast no lord,—hath this third kind of temptation left me, or can it leave me during this life?."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:6",
                            "text": "The desire to be feared and loved of men, with no other view than that I may experience a joy therein which is no joy, is a miserable life, and unseemly ostentation."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:7",
                            "text": "Hence especially it arises that we do not love Thee, nor devoutly fear Thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:8",
                            "text": "And therefore dost Thou resist the proud, but givest grace unto the humble; and Thou thunderest upon the ambitious designs of the world, and \"the foundations of the hills\" tremble."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:9",
                            "text": "Because now certain offices of human society render it necessary to be loved and feared of men, the adversary of our true blessedness presseth hard upon us, everywhere scattering his snares of \"well done, well done;\" that while acquiring them eagerly, we may be caught unawares, and disunite our joy from Thy truth, and fix it on the deceits of men; and take pleasure in being loved and feared, not for Thy sake, but in Thy stead, by which means, being made like unto him, he may have them as his, not in harmony of love, but in the fellowship of punishment; who aspired to exalt his throne in the north, that dark and cold they might serve him, imitating Thee in perverse and distorted ways."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:10",
                            "text": "But we, O Lord, lo, we are Thy \"little flock;\" do Thou possess us, stretch Thy wings over us, and let us take refuge under them."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:11",
                            "text": "Be Thou our glory; let us be loved for Thy sake, and Thy word feared in us."
                        },
                        {
                            "verse": 12,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:12",
                            "text": "They who desire to be commended of men when Thou blamest, will not be defended of men when Thou judgest; nor will they be delivered when Thou condemnest."
                        },
                        {
                            "verse": 13,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:13",
                            "text": "But when not the sinner is praised in the desires of his soul, nor he blessed who doeth unjustly, but a man is praised for some gift that Thou hast bestowed upon him, and he is more gratified at the praise for himself, than that he possesses the gift for which he is praised, such a one is praised while Thou blamest."
                        },
                        {
                            "verse": 14,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:14",
                            "text": "And better truly is he who praised than the one who was praised."
                        },
                        {
                            "verse": 15,
                            "chapter": 36,
                            "name": "Augustine: Confessions Book X 36:15",
                            "text": "For the gift of God in man was pleasing to the one, while the other was better pleased with the gift of man than that of God."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Augustine: Confessions Book X 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:2",
                            "text": "—He is Forcibly Goaded on by the Love of Praise."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:3",
                            "text": "By these temptations, O Lord, are we daily tried; yea, unceasingly are we tried."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:4",
                            "text": "Our daily \"furnace\" is the human tongue."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:5",
                            "text": "And in this respect also dost Thou command us to be continent."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:6",
                            "text": "Give what Thou commandest, and command what Thou wilt."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:7",
                            "text": "Regarding this matter, Thou knowest the groans of my heart, and the rivers of mine eyes."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:8",
                            "text": "For I am not able to ascertain how far I am clean of this plague, and I stand in great fear of my \"secret faults,\" which Thine eyes perceive, though mine do not."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:9",
                            "text": "For in other kinds of temptations I have some sort of power of examining myself; but in this, hardly any."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:10",
                            "text": "For, both as regards the pleasures of the flesh and an idle curiosity, I see how far I have been able to hold my mind in check when I do without them, either voluntarily or by reason of their not being at hand; for then I inquire of myself how much more or less troublesome it is to me not to have them."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:11",
                            "text": "Riches truly which are sought for in order that they may minister to some one of these three \"lusts,\" or to two, or the whole of them, if the mind be not able to see clearly whether, when it hath them, it despiseth them, they may be cast on one side, that so it may prove itself."
                        },
                        {
                            "verse": 12,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:12",
                            "text": "But if we desire to test our power of doing without praise, need we live ill, and that so flagitiously and immoderately as that every one who knows us shall detest us? What greater madness than this can be either said or conceived? But if praise both is wont and ought to be the companion of a good life and of good works, we should as little forego its companionship as a good life itself."
                        },
                        {
                            "verse": 13,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:13",
                            "text": "But unless a thing be absent, I do not know whether I shall be contented or troubled at being without it."
                        },
                        {
                            "verse": 14,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:14",
                            "text": "What, then, do I confess unto Thee, O Lord, in this kind of temptation? What, save that I am delighted with praise, but more with the truth itself than with praise? For were I to have my choice, whether I had rather, being mad, or astray on all things, be praised by all men, or, being firm and well-assured in the truth, be blamed by all, I see which I should choose."
                        },
                        {
                            "verse": 15,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:15",
                            "text": "Yet would I be unwilling that the approval of another should even add to my joy for any good I have."
                        },
                        {
                            "verse": 16,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:16",
                            "text": "Yet I admit that it doth increase it, and, more than that, that dispraise doth diminish it."
                        },
                        {
                            "verse": 17,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:17",
                            "text": "And when I am disquieted at this misery of mine, an excuse presents itself to me, the value of which Thou, God, knowest, for it renders me uncertain."
                        },
                        {
                            "verse": 18,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:18",
                            "text": "For since it is not continency alone that Thou hast enjoined upon us, that is, from what things to hold back our love, but righteousness also, that is, upon what to bestow it, and hast wished us to love not Thee only, but also our neighbour,—often, when gratified by intelligent praise, I appear to myself to be gratified by the proficiency or towardliness of my neighbour, and again to be sorry for evil in him when I hear him dispraise either that which he understands not, or is good."
                        },
                        {
                            "verse": 19,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:19",
                            "text": "For I am sometimes grieved at mine own praise, either when those things which I am displeased at in myself be praised in me, or even lesser and trifling goods are more valued than they should be."
                        },
                        {
                            "verse": 20,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:20",
                            "text": "But, again, how do I know whether I am thus affected, because I am unwilling that he who praiseth me should differ from me concerning myself—not as being moved with consideration for him, but because the same good things which please me in myself are more pleasing to me when they also please another? For, in a sort, I am not praised when my judgment of myself is not praised; since either those things which are displeasing to me are praised, or those more so which are less pleasing to me."
                        },
                        {
                            "verse": 21,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:21",
                            "text": "Am I then uncertain of myself in this matter?."
                        },
                        {
                            "verse": 22,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:22",
                            "text": "Behold, O Truth, in Thee do I see that I ought not to be moved at my own praises for my own sake, but for my neighbour's good."
                        },
                        {
                            "verse": 23,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:23",
                            "text": "And whether it be so, in truth I know not."
                        },
                        {
                            "verse": 24,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:24",
                            "text": "For concerning this I know less of myself than dost Thou."
                        },
                        {
                            "verse": 25,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:25",
                            "text": "I beseech Thee now, O my God, to reveal to me myself also, that I may confess unto my brethren, who are to pray for me, what I find in myself weak."
                        },
                        {
                            "verse": 26,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:26",
                            "text": "Once again let me more diligently examine myself."
                        },
                        {
                            "verse": 27,
                            "chapter": 37,
                            "name": "Augustine: Confessions Book X 37:27",
                            "text": "If, in mine own praise, I am moved with consideration for my neighbour, why am I less moved if some other man be unjustly dispraised than if it be myself? Why am I more irritated at that reproach which is cast upon myself, than at that which is with equal injustice cast upon another in my presence? Am I ignorant of this also? or does it remain that I deceive myself, and do not the \"truth\" before Thee in my heart and tongue? Put such madness far from me, O Lord, lest my mouth be to me the oil of sinners, to anoint my head."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Augustine: Confessions Book X 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book X 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book X 38:2",
                            "text": "—Vain-Glory is the Highest Danger."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book X 38:3",
                            "text": "\"I am poor and needy,\" yet better am I while in secret groanings I displease myself, and seek for Thy mercy, until what is lacking in me be renewed and made complete, even up to that peace of which the eye of the proud is ignorant."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book X 38:4",
                            "text": "Yet the word which proceedeth out of the mouth, and actions known to men, have a most dangerous temptation from the love of praise, which, for the establishing of a certain excellency of our own, gathers together solicited suffrages."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Augustine: Confessions Book X 38:5",
                            "text": "It tempts, even when within I reprove myself for it, on the very ground that it is reproved; and often man glories more vainly of the very scorn of vain-glory; wherefore it is not any longer scorn of vain-glory whereof it glories, for he does not truly contemn it when he inwardly glories."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Augustine: Confessions Book X 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Augustine: Confessions Book X 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Augustine: Confessions Book X 39:2",
                            "text": "—Of the Vice of Those Who, While Pleasing Themselves, Displease God."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Augustine: Confessions Book X 39:3",
                            "text": "Within also, within is another evil, arising out of the same kind of temptation; whereby they become empty who please themselves in themselves, although they please not, or displease, or aim at pleasing others."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Augustine: Confessions Book X 39:4",
                            "text": "But in pleasing themselves, they much displease Thee, not merely taking pleasure in things not good as if they were good, but in Thy good things as though they were their own; or even as if in Thine, yet as though of their own merits; or even as if though of Thy grace, yet not with friendly rejoicings, but as envying that grace to others."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Augustine: Confessions Book X 39:5",
                            "text": "In all these and similar perils and labours Thou perceivest the trembling of my heart, and I rather feel my wounds to be cured by Thee than not inflicted by me."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Augustine: Confessions Book X 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:2",
                            "text": "—The Only Safe Resting-Place for the Soul is to Be Found in God."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:3",
                            "text": "Where hast Thou not accompanied me, O Truth, teaching me both what to avoid and what to desire, when I submitted to Thee what I could perceive of sublunary things, and asked Thy counsel? With my external senses, as I could, I viewed the world, and noted the life which my body derives from me, and these my senses."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:4",
                            "text": "Thence I advanced inwardly into the recesses of my memory,—the manifold rooms, wondrously full of multitudinous wealth; and I considered and was afraid, and could discern none of these things without Thee, and found none of them to be Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:5",
                            "text": "Nor was I myself the discoverer of these things,—I, who went over them all, and laboured to distinguish and to value everything according to its dignity, accepting some things upon the report of my senses, and questioning about others which I felt to be mixed up with myself, distinguishing and numbering the reporters themselves, and in the vast storehouse of my memory investigating some things, laying up others, taking out others."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:6",
                            "text": "Neither was I myself when I did this (that is, that ability of mine whereby I did it), nor was it Thou, for Thou art that never-failing light which I took counsel of as to them all, whether they were what they were, and what was their worth; and I heard Thee teaching and commanding me."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:7",
                            "text": "And this I do often; this is a delight to me, and, as far as I can get relief from necessary duties, to this gratification do I resort."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:8",
                            "text": "Nor in all these which I review when consulting Thee, find I a secure place for my soul, save in Thee, into whom my scattered members may be gathered together, and nothing of me depart from Thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:9",
                            "text": "And sometimes Thou dost introduce me to a most rare affection, inwardly, to an inexplicable sweetness, which, if it should be perfected in me, I know not to what point that life might not arrive."
                        },
                        {
                            "verse": 10,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:10",
                            "text": "But by these wretched weights of mine do I relapse into these things, and am sucked in by my old customs, and am held, and sorrow much, yet am much held."
                        },
                        {
                            "verse": 11,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:11",
                            "text": "To such an extent does the burden of habit press us down."
                        },
                        {
                            "verse": 12,
                            "chapter": 40,
                            "name": "Augustine: Confessions Book X 40:12",
                            "text": "In this way I can be, but will not; in that I will, but cannot,—on both ways miserable."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Augustine: Confessions Book X 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:2",
                            "text": "—In What Manner Many Sought the Mediator."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:3",
                            "text": "Whom could I find to reconcile me to Thee? Was I to solicit the angels? By what prayer? By what sacraments? Many striving to return unto Thee, and not able of themselves, have, as I am told, tried this, and have fallen into a longing for curious visions, and were held worthy to be deceived."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:4",
                            "text": "For they, being exalted, sought Thee by the pride of learning, thrusting themselves forward rather than beating their breasts, and so by correspondence of heart drew unto themselves the princes of the air, the conspirators and companions in pride, by whom, through the power of magic, they were deceived, seeking a mediator by whom they might be cleansed; but none was there."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:5",
                            "text": "For the devil it was, transforming himself into an angel of light."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:6",
                            "text": "And he much allured proud flesh, in that he had no fleshly body."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:7",
                            "text": "For they were mortal, and sinful; but Thou, O Lord, to whom they arrogantly sought to be reconciled, art immortal, and sinless."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:8",
                            "text": "But a mediator between God and man ought to have something like unto God, and something like unto man; lest being in both like unto man, he should be far from God; or if in both like unto God, he should be far from man, and so should not be a mediator."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:9",
                            "text": "That deceitful mediator, then, by whom in Thy secret judgments pride deserved to be deceived, hath one thing in common with man, that is, sin; another he would appear to have with God, and, not being clothed with mortality of flesh, would boast that he was immortal."
                        },
                        {
                            "verse": 10,
                            "chapter": 41,
                            "name": "Augustine: Confessions Book X 41:10",
                            "text": "But since \"the wages of sin is death,\" this hath he in common with men, that together with them he should be condemned to death."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Augustine: Confessions Book X 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:2",
                            "text": "—That Jesus Christ, at the Same Time God and Man, is the True and Most Efficacious Mediator."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:3",
                            "text": "But the true Mediator, whom in Thy secret mercy Thou hast pointed out to the humble, and didst send, that by His example also they might learn the same humility—that \"Mediator between God and men, the man Christ Jesus,\" appeared between mortal sinners and the immortal Just One—mortal with men, just with God; that because the reward of righteousness is life and peace, He might, by righteousness conjoined with God, cancel the death of justified sinners, which He willed to have in common with them."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:4",
                            "text": "Hence He was pointed out to holy men of old; to the intent that they, through faith in His Passion to come, even as we through faith in that which is past, might be saved."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:5",
                            "text": "For as man He was Mediator; but as the Word He was not between, because equal to God, and God with God, and together with the Holy Spirit one God."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:6",
                            "text": "How hast Thou loved us, O good Father, who sparedst not Thine only Son, but deliveredst Him up for us wicked ones! How hast Thou loved us, for whom He, who thought it no robbery to be equal with Thee, \"became obedient unto death, even the death of the cross;\" He alone \"free among the dead,\" that had power to lay down His life, and power to take it again; for us was He unto Thee both Victor and Victim, and the Victor as being the Victim; for us was He unto Thee both Priest and Sacrifice, and Priest as being the Sacrifice; of slaves making us Thy sons, by being born of Thee, and serving us."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:7",
                            "text": "Rightly, then, is my hope strongly fixed on Him, that Thou wilt heal all my diseases by Him who sitteth at Thy right hand and maketh intercession for us; else should I utterly despair."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:8",
                            "text": "For numerous and great are my infirmities, yea, numerous and great are they; but Thy medicine is greater."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:9",
                            "text": "We might think that Thy Word was removed from union with man, and despair of ourselves had He not been \"made flesh and dwelt among us\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:10",
                            "text": "Terrified by my sins and the load of my misery, I had resolved in my heart, and meditated flight into the wilderness; but Thou didst forbid me, and didst strengthen me, saying, therefore, Christ \"died for all, that they which live should not henceforth live unto themselves, but unto Him which died for them\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:11",
                            "text": "Behold, O Lord, I cast my care upon Thee, that I may live, and \"behold wondrous things out of Thy law\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:12",
                            "text": "Thou knowest my unskilfulness and my infirmities; teach me, and heal me."
                        },
                        {
                            "verse": 13,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:13",
                            "text": "Thine only Son—He \"in whom are hid all the treasures of wisdom and knowledge\"—hath redeemed me with His blood."
                        },
                        {
                            "verse": 14,
                            "chapter": 42,
                            "name": "Augustine: Confessions Book X 42:14",
                            "text": "Let not the proud speak evil of me, because I consider my ransom, and eat and drink, and distribute; and poor, desire to be satisfied from Him, together with those who eat and are satisfied, and they praise the Lord that seek him."
                        }
                    ]
                }
            ]
        }
    ]
}