{
    "books": [
        {
            "name": "Chrysostom: On the Christian Priesthood Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Chrysostom: On the Christian Priesthood Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:1",
                            "text": "Book II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:2",
                            "text": "Chapter."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:3",
                            "text": "That it is possible then to make use of deceit for a good purpose, or rather that in such a case it ought not to be called deceit, but a kind of good management worthy of all admiration, might be proved at greater length; but since what has already been said suffices for demonstration, it would be irksome and tedious to lengthen out my discourse upon the subject."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:4",
                            "text": "And now it will remain for you to prove whether I have not employed this art to your advantage."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:5",
                            "text": "Basil: And what kind of advantage have I derived from this piece of good management, or wise policy, or whatever you may please to call it, so as to persuade me that I have not been deceived by you?  Chrysostom: What advantage, pray, could be greater than to be seen doing those things which Christ with his own lips declared to be proofs of love to Himself? For addressing the leader of the apostles He said, \"Peter, lovest thou me?\" and when he confessed that he did, the Lord added, \"if thou lovest me tend my sheep\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:6",
                            "text": "The Master asked the disciple if He was loved by him, not in order to get information (how should He who penetrates the hearts of all men?), but in order to teach us how great an interest He takes in the superintendence of these sheep."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:7",
                            "text": "This being plain, it will likewise be manifest that a great and unspeakable reward will be reserved for him whose labors are concerned with these sheep, upon which Christ places such a high value."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:8",
                            "text": "For when we see any one bestowing care upon members of our household, or upon our flocks, we count his zeal for them as a sign of love towards ourselves: yet all these things are to be bought for money:—with how great a gift then will He requite those who tend the flock which He purchased, not with money, nor anything of that kind, but by His own death, giving his own blood as the price of the herd."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:9",
                            "text": "Wherefore when the disciple said, \"Thou knowest Lord that I love Thee,\" and invoked the beloved one Himself as a witness of his love, the Saviour did not stop there, but added that which was the token of love."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:10",
                            "text": "For He did not at that time wish to show how much Peter loved Him, but how much He Himself loved His own Church, and he desired to teach Peter and all of us that we also should bestow much zeal upon the same."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:11",
                            "text": "For why did God not spare His only-begotten Son, but delivered Him up, although the only one He had? It was that He might reconcile to Himself those who were disposed towards Him as enemies, and make them His peculiar people."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:12",
                            "text": "For what purpose did He shed His blood? It was that He might win these sheep which He entrusted to Peter and his successors."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:13",
                            "text": "Naturally then did Christ say, \"Who then is the faithful and wise servant, whom his lord shall make ruler over His household\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:14",
                            "text": "Again, the words are those of one who is in doubt, yet the speaker did not utter them in doubt, but just as He asked Peter whether he loved Him, not from any need to learn the affection of the disciple, but from a desire to show the exceeding depth of his own love: so now also when He says, \"Who then is the faithful and wise servant?\" he speaks not as being ignorant who is faithful and wise, but as desiring to set forth the rarity of such a character, and the greatness of this office."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:15",
                            "text": "Observe at any rate how great the reward is—\"He will appoint him,\" he says, \"ruler over all his goods\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:16",
                            "text": "Chapter."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:17",
                            "text": "Will you, then, still contend that you were not rightly deceived, when you are about to superintend the things which belong to God, and are doing that which when Peter did the Lord said he should be able to surpass the rest of the apostles, for His words were, \"Peter, lovest thou me more than these?\" Yet He might have said to him, \"If thou lovest me practise fasting, sleeping on the ground, and prolonged vigils, defend the wronged, be as a father to orphans, and supply the place of a husband to their mother\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:18",
                            "text": "But as a matter of fact, setting aside all these things, what does He say? \"Tend my sheep\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:19",
                            "text": "For those things which I have already mentioned might easily be performed by many even of those who are under authority, women as well as men; but when one is required to preside over the Church, and to be entrusted with the care of so many souls, the whole female sex must retire before the magnitude of the task, and the majority of men also; and we must bring forward those who to a large extent surpass all others, and soar as much above them in excellence of spirit as Saul overtopped the whole Hebrew nation in bodily stature: or rather far more."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:20",
                            "text": "For in this case let me not take the height of shoulders as the standard of inquiry; but let the distinction between the pastor and his charge be as great as that between rational man and irrational creatures, not to say even greater, inasmuch as the risk is concerned with things of far greater importance."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:21",
                            "text": "He indeed who has lost sheep, either through the ravages of wolves, or the attacks of robbers, or through murrain, or any other disaster befalling them, might perhaps obtain some indulgence from the owner of the flock; and even if the latter should demand satisfaction the penalty would be only a matter of money: but he who has human beings entrusted to him, the rational flock of Christ, incurs a penalty in the first place for the loss of the sheep, which goes beyond material things and touches his own life: and in the second place he has to carry on a far greater and more difficult contest."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:22",
                            "text": "For he has not to contend with wolves, nor to dread robbers, nor to consider how he may avert pestilence from the flock."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:23",
                            "text": "With whom then has he to fight? with whom has he to wrestle? Listen to the words of St."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:24",
                            "text": "Paul."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:25",
                            "text": "\"We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:26",
                            "text": "Do you see the terrible multitude of enemies, and their fierce squadrons, not steel clad, but endued with a nature which is of itself an equivalent for a complete suit of armor."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:27",
                            "text": "Would you see yet another host, stern and cruel, beleaguering this flock? This also you shall behold from the same post of observation."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:28",
                            "text": "For he who has discoursed to us concerning the others, points out these enemies also to us, speaking in a certain place on this wise: \"The works of the flesh are manifest, which are these, fornication, adultery, uncleanness, lasciviousness, idolatry, witchcraft, hatred, variance, emulation, wrath, strife, backbitings, whisperings, swellings, tumults,\" and many more besides; for he did not make a complete list, but left us to understand the rest from these."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:29",
                            "text": "Moreover, in the case of the shepherd of irrational creatures, those who wish to destroy the flock, when they see the guardian take to flight, cease making war upon him, and are contented with the seizure of the cattle: but in this case, even should they capture the whole flock, they do not leave the shepherd unmolested, but attack him all the more, and wax bolder, ceasing not until they have either overthrown him, or have themselves been vanquished."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:30",
                            "text": "Again, the afflictions of sheep are manifest, whether it be famine, or pestilence, or wounds, or whatsoever else it may be which distresses them, and this might help not a little towards the relief of those who are oppressed in these ways."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:31",
                            "text": "And there is yet another fact greater than this which facilitates release from this kind of infirmity."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:32",
                            "text": "And what is that? The shepherds with great authority compel the sheep to receive the remedy when they do not willingly submit to it."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:33",
                            "text": "For it is easy to bind them when cautery or cutting is required, and to keep them inside the fold for a long time, whenever it is expedient, and to bring them one kind of food instead of another, and to cut them off from their supplies of water, and all other things which the shepherds may decide to be conducive to their health they perform with great ease."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:34",
                            "text": "Chapter."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:35",
                            "text": "But in the case of human infirmities, it is not easy in the first place for a man to discern them, for no man \"knoweth the things of a man, save the spirit of man which is in him\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:36",
                            "text": "How then can any one apply the remedy for the disease of which he does not know the character, often indeed being unable to understand it even should he happen to sicken with it himself? And even when it becomes manifest, it causes him yet more trouble: for it is not possible to doctor all men with the same authority with which the shepherd treats his sheep."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:37",
                            "text": "For in this case also it is necessary to bind and to restrain from food, and to use cautery or the knife: but the reception of the treatment depends on the will of the patient, not of him who applies the remedy."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:38",
                            "text": "For this also was perceived by that wonderful man (St."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:39",
                            "text": "Paul) when he said to the Corinthians—\"Not for that we have dominion over your faith, but are helpers of your joy\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:40",
                            "text": "For Christians above all men are not permitted forcibly to correct the failings of those who sin."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:41",
                            "text": "Secular judges indeed, when they have captured malefactors under the law, show their authority to be great, and prevent them even against their will from following their own devices: but in our case the wrong-doer must be made better, not by force, but by persuasion."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:42",
                            "text": "For neither has authority of this kind for the restraint of sinners been given us by law, nor, if it had been given, should we have any field for the exercise of our power, inasmuch as God rewards those who abstain from evil by their own choice, not of necessity."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:43",
                            "text": "Consequently much skill is required that our patients may be induced to submit willingly to the treatment prescribed by the physicians, and not only this, but that they may be grateful also for the cure."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:44",
                            "text": "For if any one when he is bound becomes restive (which it is in his power to be), he makes the mischief worse; and if he should pay no heed to the words which cut like steel, he inflicts another wound by means of this contempt, and the intention to heal only becomes the occasion of a worse disorder."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:45",
                            "text": "For it is not possible for any one to cure a man by compulsion against his will."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:46",
                            "text": "Chapter."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:47",
                            "text": "What then is one to do? For if you deal too gently with him who needs a severe application of the knife, and do not strike deep into one who requires such treatment, you remove one part of the sore but leave the other: and if on the other hand you make the requisite incision unsparingly, the patient, driven to desperation by his sufferings, will often fling everything away at once, both the remedy and the bandage, and throw himself down headlong, \"breaking the yoke and bursting the band\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:48",
                            "text": "I could tell of many who have run into extreme evils because the due penalty of their sins was exacted."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:49",
                            "text": "For we ought not, in applying punishment, merely to proportion it to the scale of the offence, but rather to keep in view the disposition of the sinner, lest whilst wishing to mend what is torn, you make the rent worse, and in your zealous endeavors to restore what is fallen, you make the ruin greater."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:50",
                            "text": "For weak and careless characters, addicted for the most part to the pleasures of the world, and having occasion to be proud on account of birth and position, may yet, if gently and gradually brought to repent of their errors, be delivered, partially at least, if not perfectly, from the evils by which they are possessed: but if any one were to inflict the discipline all at once, he would deprive them of this slight chance of amendment."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:51",
                            "text": "For when once the soul has been forced to put off shame it lapses into a callous condition, and neither yields to kindly words nor bends to threats, nor is susceptible of gratitude, but becomes far worse than that city which the prophet reproached, saying, \"thou hadst the face of a harlot, refusing to be ashamed before all men\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:52",
                            "text": "Therefore the pastor has need of much discretion, and of a myriad eyes to observe on every side the habit of the soul."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:53",
                            "text": "For as many are uplifted to pride, and then sink into despair of their salvation, from inability to endure severe remedies, so are there some, who from paying no penalty equivalent to their sins, fall into negligence, and become far worse, and are impelled to greater sins."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:54",
                            "text": "It behoves the priest therefore to leave none of these things unexamined, but, after a thorough inquiry into all of them, to apply such remedies as he has appositely to each case, lest his zeal prove to be in vain."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:55",
                            "text": "And not in this matter only, but also in the work of knitting together the severed members of the Church, one can see that he has much to do."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:56",
                            "text": "For the pastor of sheep has his flock following him, wherever he may lead them: and if any should stray out of the straight path, and, deserting the good pasture, feed in unproductive or rugged places, a loud shout suffices to collect them and bring back to the fold those who have been parted from it: but if a human being wanders away from the right faith, great exertion, perseverance and patience are required; for he cannot be dragged back by force, nor constrained by fear, but must be led back by persuasion to the truth from which he originally swerved."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:57",
                            "text": "The pastor therefore ought to be of a noble spirit, so as not to despond, or to despair of the salvation of wanderers from the fold, but continually to reason with himself and say, \"Peradventure God will give them repentance to the acknowledging of the truth, and that they may recover themselves out of the snare of the devil\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:58",
                            "text": "Therefore the Lord, when addressing His disciples, said, \"Who then is the faithful and wise servant?\" For he indeed who disciplines himself compasses only his own advantage, but the benefit of the pastoral function extends to the whole people."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:59",
                            "text": "And one who dispenses money to the needy, or otherwise succors the oppressed, benefits his neighbors to some extent, but so much less than the priest in proportion as the body is inferior to the soul."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:60",
                            "text": "Rightly therefore did the Lord say that zeal for the flock was a token of love for Himself."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:61",
                            "text": "Basil: But thou thyself—dost thou not love Christ?  Chrysostom: Yea, I love Him, and shall never cease loving Him; but I fear lest I should provoke Him whom I love."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:62",
                            "text": "Basil: But what riddle can there be more obscure than this—Christ has commanded him who loves Him to tend His sheep, and yet you say that you decline to tend them because you love Him who gave this command?  Chrysostom: My saying is no riddle, but very intelligible and simple, for if I were well qualified to administer this office, as Christ desired it, and then shunned it, my remark might be open to doubt, but since the infirmity of my spirit renders me useless for this ministry, why does my saying deserve to be called in question? For I fear lest if I took the flock in hand when it was in good condition and well nourished, and then wasted it through my unskilfulness, I should provoke against myself the God who so loved the flock as to give Himself up for their salvation and ransom."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:63",
                            "text": "Basil: You speak in jest: for if you were in earnest I know not how you would have proved me to be justly grieved otherwise than by means of these very words whereby you have endeavored to dispel my dejection."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:64",
                            "text": "I knew indeed before that you had deceived and betrayed me, but much more now, when you have undertaken to clear yourself of my accusations, do I plainly perceive and understand the extent of the evils into which you have led me."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:65",
                            "text": "For if you withdrew yourself from this ministry because you were conscious that your spirit was not equal to the burden of the task, I ought to have been rescued from it before you, even if I had chanced to have a great desire for it, to say nothing of having confided to you the entire decision of these matters: but as it is, you have looked solely to your own interest and neglected mine."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:66",
                            "text": "Would indeed you had entirely neglected them; then I should have been well content: but you plotted to facilitate my capture by those who wished to seize me."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:67",
                            "text": "For you cannot take shelter in the argument that public opinion deceived you and induced you to imagine great and wonderful things concerning me."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:68",
                            "text": "For I was none of your wonderful and distinguished men, nor, had this been the case, ought you to have preferred public opinion to truth."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:69",
                            "text": "For if I had never permitted you to enjoy my society, you might have seemed to have a reasonable pretext for being guided in your vote by public report; but if there is no one who has such thorough knowledge of my affairs, if you are acquainted with my character better than my parents and those who brought me up, what argument can you employ which will be convincing enough to persuade your hearers that you did not purposely thrust me into this danger: say, what answer shall I make to your accusers?  Chrysostom: Nay! I will not proceed to those questions until I have resolved such as concern yourself alone, if you were to ask me ten thousand times to dispose of these charges."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:70",
                            "text": "You said indeed that ignorance would bring me forgiveness, and that I should have been free from all accusation if I had brought you into your present position not knowing anything about you, but that as I did not betray you in ignorance, but was intimately acquainted with your affairs, I was deprived of all reasonable pretext and excuse."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:71",
                            "text": "But I say precisely the reverse: for in such matters there is need of careful scrutiny, and he who is going to present any one as qualified for the priesthood ought not to be content with public report only, but should also himself, above all and before all, investigate the man's character."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:72",
                            "text": "For when the blessed Paul says, \"He must also have a good report of them which are without,\" he does not dispense with an exact and rigorous inquiry, nor does he assign to such testimony precedence over the scrutiny required in such cases."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:73",
                            "text": "For after much previous discourse, he mentioned this additional testimony, proving that one must not be contented with it alone for elections of this kind, but take it into consideration along with the rest."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:74",
                            "text": "For public report often speaks false; but when careful investigation precedes, no further danger need be apprehended from it."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:75",
                            "text": "On this account, after the other kinds of evidence he places that which comes from those who are without."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:76",
                            "text": "For he did not simply say, \"he must have a good report,\" but added the words, \"from them which are without,\" wishing to show that before the report of those without he must be carefully examined."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:77",
                            "text": "Inasmuch, then, as I myself knew your affairs better than your parents, as you also yourself acknowledged, I might deserve to be released from all blame."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:78",
                            "text": "Basil: Nay this is the very reason why you could not escape, if any one chose to indite you."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:79",
                            "text": "Do you not remember hearing from me, and often learning from my actual conduct, the feebleness of my character? Were you not perpetually taunting me for my pusillanimity, because I was so easily dejected by ordinary cares?  Chapter."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:80",
                            "text": "Chrysostom: I do indeed remember often hearing such things said by you; I would not deny it."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:81",
                            "text": "But if I ever taunted you, I did it in sport and not in serious truth."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:82",
                            "text": "However, I do not now dispute about these matters, and I claim the same degree of forbearance from you while I wish to make mention of some of the good qualities which you possess."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:83",
                            "text": "For if you attempt to convict me of saying what is untrue, I shall not spare you, but shall prove that you say these things rather by way of self-depreciation than with a view to truth, and I will employ no evidence but your own words and deeds to demonstrate the truth of my assertion."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:84",
                            "text": "And now the first question I wish to ask of you is this: do you know how great the power of love is? For omitting all the miracles which were to be wrought by the apostles, Christ said, \"Hereby shall men know that ye are my disciples if ye love one another,\" and Paul said that it was the fulfilling of the law, and that in default of it no spiritual gift had any profit."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:85",
                            "text": "Well, this choice good, the distinguishing mark of Christ's disciples, the gift which is higher than all other gifts, I perceived to be deeply implanted in your soul, and teeming with much fruit."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:86",
                            "text": "Basil: I acknowledge indeed that the matter is one of deep concern to me, and that I endeavor most earnestly to keep this commandment, but that I have not even half succeeded in so doing, even you yourself would bear me witness if you would leave off talking out of partiality, and simply respect the truth."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:87",
                            "text": "Chapter."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:88",
                            "text": "Chrysostom: Well, then, I shall betake myself to my evidences, and shall now do what I threatened, proving that you wish to disparage yourself rather than to speak the truth."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:89",
                            "text": "But I will mention a fact which has only just occurred, that no one may suspect me of attempting to obscure the truth by the great lapse of time in relating events long past, as oblivion would then prevent any objection being made to the things which I might say with a view to gratification."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:90",
                            "text": "For when one of our intimate friends, having been falsely accused of insult and folly, was in extreme peril, you then flung yourself into the midst of the danger, although you were not summoned by any one, or appealed to by the person who was about to be involved in danger."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:91",
                            "text": "Such was the fact: but that I may convict you out of your own mouth, I will remind you of the words you uttered: for when some did not approve of this zeal, while others commended and admired it, \"How can I help myself?\" you said to those who accused you, \"for I do not know how otherwise to love than by giving up my life when it is necessary to save any of my friends who is in danger:\" thus repeating, in different words, indeed, but with the same meaning, what Christ said to his disciples when he laid down the definition of perfect love."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:92",
                            "text": "\"Greater love,\" He said, \"hath no man than this that a man lay down his life for his friends\"."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:93",
                            "text": "If then it is impossible to find greater love than this, you have attained its limit, and both by your deeds and words have crowned the summit."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:94",
                            "text": "This is why I betrayed you, this is why I contrived that plot."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:95",
                            "text": "Do I now convince you that it was not from any malicious intent, nor from any desire to thrust you into danger, but from a persuasion of your future usefulness that I dragged you into this course?  Basil: Do you then suppose that love is sufficient for the correction of one's fellowmen?  Chrysostom: Certainly it would contribute in a great measure to this end."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:96",
                            "text": "But if you wish me to produce evidence of your practical wisdom also, I will proceed to do so, and will prove that your understanding exceeds your lovingkindness."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:97",
                            "text": "At these remarks he blushed scarlet and said, \"Let my character be now dismissed: for it was not about this that I originally demanded an explanation; but if you have any just answer to make to those who are without, I would gladly hear what you have to say."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:98",
                            "text": "Wherefore, abandoning this vain contest, tell me what defence I shall make, both to those who have honored you and to those who are distressed on their account, considering them to be insulted."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:99",
                            "text": "Chapter."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:100",
                            "text": "Chrysostom: This is just the point to which I am finally hastening, for as my explanation to you has been completed I shall easily turn to this part of my defence."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:101",
                            "text": "What then is the accusation made by these persons, and what are their charges? They say that they have been insulted and grievously wronged by me because I have not accepted the honor which they wished to confer upon me."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:102",
                            "text": "Now in the first place I say that no account should be taken of the insult shown to men, seeing that by paying honor to them I should be compelled to offend God."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:103",
                            "text": "And I should say to those who are displeased that it is not safe to take offence at these things, but does them much harm."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:104",
                            "text": "For I think that those who stay themselves on God and look to Him alone, ought to be so religiously disposed as not to account such a thing an insult, even if they happened to be a thousand times dishonored."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:105",
                            "text": "But that I have not gone so far as even to think of daring anything of this kind is manifest from what I am about to say."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:106",
                            "text": "For if indeed I had been induced by arrogance and vainglory, as you have often said some slanderously affirm, to assent to my accusers, I should have been one of the most iniquitous of mankind, having treated great and excellent men, my benefactors moreover, with contempt."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:107",
                            "text": "For if men ought to be punished for wronging those who have never wronged them, how ought we to honor those who have spontaneously preferred to honor us? For no one could possibly say that they were requiting me for any benefits small or great which they had received at my hands."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:108",
                            "text": "How great a punishment then would one deserve if one requited them in the contrary manner."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:109",
                            "text": "But if such a thing never entered my mind, and I declined the heavy burden with quite a different intention, why do they refuse to pardon me (even if they do not consent to approve), but accuse me of having selfishly spared my own soul? For so far from having insulted the men in question I should say that I had even honored them by my refusal."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:110",
                            "text": "And do not be surprised at the paradoxical nature of my remark, for I shall supply a speedy solution of it."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:111",
                            "text": "Chapter."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:112",
                            "text": "For had I accepted the office, I do not say all men, but those who take pleasure in speaking evil, might have suspected and said many things concerning myself who had been elected and concerning them, the electors: for instance, that they regarded wealth, and admired splendor of rank, or had been induced by flattery to promote me to this honor: indeed I cannot say whether some one might not have suspected that they were bribed by money."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:113",
                            "text": "Moreover, they would have said, \"Christ called fishermen, tentmakers, and publicans to this dignity, whereas these men reject those who support themselves by daily labor: but if there be any one who devotes himself to secular learning, and is brought up in idleness, him they receive and admire."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:114",
                            "text": "For why, pray, have they passed by men who have undergone innumerable toils in the service of the Church, and suddenly dragged into this dignity one who has never experienced any labors of this kind, but has spent all his youth in the vain study of secular learning\"."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:115",
                            "text": "These things and more they might have said had I accepted the office: but not so now."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:116",
                            "text": "For every pretext for maligning is now cut away from them, and they can neither accuse me of flattery, nor the others of receiving bribes, unless some choose to act like mere madmen."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:117",
                            "text": "For how could one who used flattery and expended money in order to obtain the dignity, have abandoned it to others when he might have obtained it? For this would be just as if a man who had bestowed much labor upon the ground in order that the corn field might be laden with abundant produce, and the presses overflow with wine, after innumerable toils and great expenditure of money were to surrender the fruits to others just when it was time to reap his corn and gather in his vintage."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:118",
                            "text": "Do you see that although what was said might be far from the truth, nevertheless those who wished to calumniate the electors would then have had a pretext for alleging that the choice was made without fair judgment and consideration."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:119",
                            "text": "But as it is I have prevented them from being open mouthed, or even uttering a single word on the subject."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:120",
                            "text": "Such then and more would have been their remarks at the outset."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:121",
                            "text": "But after undertaking the ministry I should not have been able day by day to defend myself against accusers, even if I had done everything faultlessly, to say nothing of the many mistakes which I must have made owing to my youth and inexperience."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:122",
                            "text": "But now I have saved the electors from this kind of accusation also, whereas in the other case I should have involved them in innumerable reproaches."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:123",
                            "text": "For what would not the world have said? \"They have committed affairs of such vast interest and importance to thoughtless youths, they have defiled the flock of God, and Christian affairs have become a jest and a laughing-stock\"."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:124",
                            "text": "But now \"all iniquity shall stop her mouth\"."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book II 1:125",
                            "text": "For although they may say these things on your account, you will speedily teach them by your acts that understanding is not to be estimated by age, and the grey head is not to be the test of an elder—that the young man ought not to be absolutely excluded from the ministry, but only the novice: and the difference between the two is great."
                        }
                    ]
                }
            ]
        }
    ]
}