{
    "books": [
        {
            "name": "Additions to Esther 10",
            "chapters": [
                {
                    "chapter": 10,
                    "name": "Additions to Esther 10 10",
                    "verses": [
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:4",
                            "text": "Then Mardocheus said, God hath done these things."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:5",
                            "text": "For I remember a dream which I saw concerning these matters, and nothing thereof hath failed."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:6",
                            "text": "A little fountain became a river, and there was light, and the sun, and much water: this river is Esther, whom the king married, and made queen:"
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:7",
                            "text": "And the two dragons are I and Aman."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:8",
                            "text": "And the nations were those that were assembled to destroy the name of the Jews:"
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:9",
                            "text": "And my nation is this Israel, which cried to God, and were saved: for the Lord hath saved his people, and the Lord hath delivered us from all those evils, and God hath wrought signs and great wonders, which have not been done among the Gentiles."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:10",
                            "text": "Therefore hath he made two lots, one for the people of God, and another for all the Gentiles."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:11",
                            "text": "And these two lots came at the hour, and time, and day of judgment, before God among all nations."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:12",
                            "text": "So God remembered his people, and justified his inheritance."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Additions to Esther 10 10:13",
                            "text": "Therefore those days shall be unto them in the month Adar, the fourteenth and fifteenth day of the same month, with an assembly, and joy, and with gladness before God, according to the generations for ever among his people."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Additions to Esther 10 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:1",
                            "text": "In the fourth year of the reign of Ptolemeus and Cleopatra, Dositheus, who said he was a priest and Levite, and Ptolemeus his son, brought this epistle of Phurim, which they said was the same, and that Lysimachus the son of Ptolemeus, that was in Jerusalem, had interpreted it."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:2",
                            "text": "In the second year of the reign of Artexerxes the great, in the first day of the month Nisan, Mardocheus the son of Jairus, the son of Semei, the son of Cisai, of the tribe of Benjamin, had a dream;"
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:3",
                            "text": "Who was a Jew, and dwelt in the city of Susa, a great man, being a servitor in the king’s court."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:4",
                            "text": "He was also one of the captives, which Nabuchodonosor the king of Babylon carried from Jerusalem with Jechonias king of Judea; and this was his dream:"
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:5",
                            "text": "Behold a noise of a tumult, with thunder, and earthquakes, and uproar in the land:"
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:6",
                            "text": "And, behold, two great dragons came forth ready to fight, and their cry was great."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:7",
                            "text": "And at their cry all nations were prepared to battle, that they might fight against the righteous people."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:8",
                            "text": "And lo a day of darkness and obscurity, tribulation and anguish, affliction and great uproar, upon earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:9",
                            "text": "And the whole righteous nation was troubled, fearing their own evils, and were ready to perish."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:10",
                            "text": "Then they cried unto God, and upon their cry, as it were from a little fountain, was made a great flood, even much water."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:11",
                            "text": "The light and the sun rose up, and the lowly were exalted, and devoured the glorious."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Additions to Esther 10 11:12",
                            "text": "Now when Mardocheus, who had seen this dream, and what God had determined to do, was awake, he bare this dream in mind, and until night by all means was desirous to know it."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Additions to Esther 10 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Additions to Esther 10 12:1",
                            "text": "And Mardocheus took his rest in the court with Gabatha and Tharra, the two eunuchs of the king, and keepers of the palace."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Additions to Esther 10 12:2",
                            "text": "And he heard their devices, and searched out their purposes, and learned that they were about to lay hands upon Artexerxes the king; and so he certified the king of them."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Additions to Esther 10 12:3",
                            "text": "Then the king examined the two eunuchs, and after that they had confessed it, they were strangled."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Additions to Esther 10 12:4",
                            "text": "And the king made a record of these things, and Mardocheus also wrote thereof."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Additions to Esther 10 12:5",
                            "text": "So the king commanded, Mardocheus to serve in the court, and for this he rewarded him."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Additions to Esther 10 12:6",
                            "text": "Howbeit Aman the son of Amadathus the Agagite, who was in great honour with the king, sought to molest Mardocheus and his people because of the two eunuchs of the king."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Additions to Esther 10 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:1",
                            "text": "The copy of the letters was this: The great king Artexerxes writeth these things to the princes and governours that are under him from India unto Ethiopia in an hundred and seven and twenty provinces."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:2",
                            "text": "After that I became lord over many nations and had dominion over the whole world, not lifted up with presumption of my authority, but carrying myself always with equity and mildness, I purposed to settle my subjects continually in a quiet life, and making my kingdom peaceable, and open for passage to the utmost coasts, to renew peace, which is desired of all men."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:3",
                            "text": "Now when I asked my counsellors how this might be brought to pass, Aman, that excelled in wisdom among us, and was approved for his constant good will and steadfast fidelity, and had the honour of the second place in the kingdom,"
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:4",
                            "text": "Declared unto us, that in all nations throughout the world there was scattered a certain malicious people, that had laws contrary to all nations, and continually despised the commandments of kings, so as the uniting of our kingdoms, honourably intended by us cannot go forward."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:5",
                            "text": "Seeing then we understand that this people alone is continually in opposition unto all men, differing in the strange manner of their laws, and evil affected to our state, working all the mischief they can that our kingdom may not be firmly established:"
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:6",
                            "text": "Therefore have we commanded, that all they that are signified in writing unto you by Aman, who is ordained over the affairs, and is next unto us, shall all, with their wives and children, be utterly destroyed by the sword of their enemies, without all mercy and pity, the fourteenth day of the twelfth month Adar of this present year:"
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:7",
                            "text": "That they, who of old and now also are malicious, may in one day with violence go into the grave, and so ever hereafter cause our affairs to be well settled, and without trouble."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:8",
                            "text": "Then Mardocheus thought upon all the works of the Lord, and made his prayer unto him,"
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:9",
                            "text": "Saying, O Lord, Lord, the King Almighty: for the whole world is in thy power, and if thou hast appointed to save Israel, there is no man that can gainsay thee:"
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:10",
                            "text": "For thou hast made heaven and earth, and all the wondrous things under the heaven."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:11",
                            "text": "Thou art Lord of all things, and and there is no man that can resist thee, which art the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:12",
                            "text": "Thou knowest all things, and thou knowest, Lord, that it was neither in contempt nor pride, nor for any desire of glory, that I did not bow down to proud Aman."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:13",
                            "text": "For I could have been content with good will for the salvation of Israel to kiss the soles of his feet."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:14",
                            "text": "But I did this, that I might not prefer the glory of man above the glory of God: neither will I worship any but thee, O God, neither will I do it in pride."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:15",
                            "text": "And now, O Lord God and King, spare thy people: for their eyes are upon us to bring us to nought; yea, they desire to destroy the inheritance, that hath been thine from the beginning."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:16",
                            "text": "Despise not the portion, which thou hast delivered out of Egypt for thine own self."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:17",
                            "text": "Hear my prayer, and be merciful unto thine inheritance: turn our sorrow into joy, that we may live, O Lord, and praise thy name: and destroy not the mouths of them that praise thee, O Lord."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Additions to Esther 10 13:18",
                            "text": "All Israel in like manner cried most earnestly unto the Lord, because their death was before their eyes."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Additions to Esther 10 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:1",
                            "text": "Queen Esther also, being in fear of death, resorted unto the Lord:"
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:2",
                            "text": "And laid away her glorious apparel, and put on the garments of anguish and mourning: and instead of precious ointments, she covered her head with ashes and dung, and she humbled her body greatly, and all the places of her joy she filled with her torn hair."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:3",
                            "text": "And she prayed unto the Lord God of Israel, saying, O my Lord, thou only art our King: help me, desolate woman, which have no helper but thee:"
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:4",
                            "text": "For my danger is in mine hand."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:5",
                            "text": "From my youth up I have heard in the tribe of my family that thou, O Lord, tookest Israel from among all people, and our fathers from all their predecessors, for a perpetual inheritance, and thou hast performed whatsoever thou didst promise them."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:6",
                            "text": "And now we have sinned before thee: therefore hast thou given us into the hands of our enemies,"
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:7",
                            "text": "Because we worshipped their gods: O Lord, thou art righteous."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:8",
                            "text": "Nevertheless it satisfieth them not, that we are in bitter captivity: but they have stricken hands with their idols,"
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:9",
                            "text": "That they will abolish the thing that thou with thy mouth hast ordained, and destroy thine inheritance, and stop the mouth of them that praise thee, and quench the glory of thy house, and of thine altar,"
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:10",
                            "text": "And open the mouths of the heathen to set forth the praises of the idols, and to magnify a fleshly king for ever."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:11",
                            "text": "O Lord, give not thy sceptre unto them that be nothing, and let them not laugh at our fall; but turn their device upon themselves, and make him an example, that hath begun this against us."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:12",
                            "text": "Remember, O Lord, make thyself known in time of our affliction, and give me boldness, O King of the nations, and Lord of all power."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:13",
                            "text": "Give me eloquent speech in my mouth before the lion: turn his heart to hate him that fighteth against us, that there may be an end of him, and of all that are likeminded to him:"
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:14",
                            "text": "But deliver us with thine hand, and help me that am desolate, and which have no other help but thee."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:15",
                            "text": "Thou knowest all things, O Lord; thou knowest that I hate the glory of the unrighteous, and abhor the bed of the uncircumcised, and of all the heathen."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:16",
                            "text": "Thou knowest my necessity: for I abhor the sign of my high estate, which is upon mine head in the days wherein I shew myself, and that I abhor it as a menstruous rag, and that I wear it not when I am private by myself."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:17",
                            "text": "And that thine handmaid hath not eaten at Aman’s table, and that I have not greatly esteemed the king’s feast, nor drunk the wine of the drink offerings."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:18",
                            "text": "Neither had thine handmaid any joy since the day that I was brought hither to this present, but in thee, O Lord God of Abraham."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Additions to Esther 10 14:19",
                            "text": "O thou mighty God above all, hear the voice of the forlorn and deliver us out of the hands of the mischievous, and deliver me out of my fear."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Additions to Esther 10 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:1",
                            "text": "And upon the third day, when she had ended her prayers, she laid away her mourning garments, and put on her glorious apparel."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:2",
                            "text": "And being gloriously adorned, after she had called upon God, who is the beholder and saviour of all things, she took two maids with her:"
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:3",
                            "text": "And upon the one she leaned, as carrying herself daintily;"
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:4",
                            "text": "And the other followed, bearing up her train."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:5",
                            "text": "And she was ruddy through the perfection of her beauty, and her countenance was cheerful and very amiable: but her heart was in anguish for fear."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:6",
                            "text": "Then having passed through all the doors, she stood before the king, who sat upon his royal throne, and was clothed with all his robes of majesty, all glittering with gold and precious stones; and he was very dreadful."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:7",
                            "text": "Then lifting up his countenance that shone with majesty, he looked very fiercely upon her: and the queen fell down, and was pale, and fainted, and bowed herself upon the head of the maid that went before her."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:8",
                            "text": "Then God changed the spirit of the king into mildness, who in a fear leaped from his throne, and took her in his arms, till she came to herself again, and comforted her with loving words and said unto her,"
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:9",
                            "text": "Esther, what is the matter? I am thy brother, be of good cheer:"
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:10",
                            "text": "Thou shalt not die, though our our commandment be general: come near."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:11",
                            "text": "And so be held up his golden sceptre, and laid it upon her neck,"
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:12",
                            "text": "And embraced her, and said, Speak unto me."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:13",
                            "text": "Then said she unto him, I saw thee, my lord, as an angel of God, and my heart was troubled for fear of thy majesty."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:14",
                            "text": "For wonderful art thou, lord, and thy countenance is full of grace."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:15",
                            "text": "And as she was speaking, she fell down for faintness."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Additions to Esther 10 15:16",
                            "text": "Then the king was troubled, and all his servants comforted her."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Additions to Esther 10 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:1",
                            "text": "The great king Artexerxes unto the princes and governors of an hundred and seven and twenty provinces from India unto Ethiopia, and unto all our faithful subjects, greeting."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:2",
                            "text": "Many, the more often they are honoured with the great bounty of their gracious princes, the more proud they are waxen,"
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:3",
                            "text": "And endeavour to hurt not our subjects only, but not being able to bear abundance, do take in hand to practise also against those that do them good:"
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:4",
                            "text": "And take not only thankfulness away from among men, but also lifted up with the glorious words of lewd persons, that were never good, they think to escape the justice of God, that seeth all things and hateth evil."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:5",
                            "text": "Oftentimes also fair speech of those, that are put in trust to manage their friends’ affairs, hath caused many that are in authority to be partakers of innocent blood, and hath enwrapped them in remediless calamities:"
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:6",
                            "text": "Beguiling with the falsehood and deceit of their lewd disposition the innocency and goodness of princes."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:7",
                            "text": "Now ye may see this, as we have declared, not so much by ancient histories, as ye may, if ye search what hath been wickedly done of late through the pestilent behaviour of them that are unworthily placed in authority."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:8",
                            "text": "And we must take care for the time to come, that our kingdom may be quiet and peaceable for all men,"
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:9",
                            "text": "Both by changing our purposes, and always judging things that are evident with more equal proceeding."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:10",
                            "text": "For Aman, a Macedonian, the son of Amadatha, being indeed a stranger from the Persian blood, and far distant from our goodness, and as a stranger received of us,"
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:11",
                            "text": "Had so far forth obtained the favour that we shew toward every nation, as that he was called our father, and was continually honoured of all the next person unto the king."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:12",
                            "text": "But he, not bearing his great dignity, went about to deprive us of our kingdom and life:"
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:13",
                            "text": "Having by manifold and cunning deceits sought of us the destruction, as well of Mardocheus, who saved our life, and continually procured our good, as also of blameless Esther, partaker of our kingdom, with their whole nation."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:14",
                            "text": "For by these means he thought, finding us destitute of friends to have translated the kingdom of the Persians to the Macedonians."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:15",
                            "text": "But we find that the Jews, whom this wicked wretch hath delivered to utter destruction, are no evildoers, but live by most just laws:"
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:16",
                            "text": "And that they be children of the most high and most mighty, living God, who hath ordered the kingdom both unto us and to our progenitors in the most excellent manner."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:17",
                            "text": "Wherefore ye shall do well not to put in execution the letters sent unto you by Aman the son of Amadatha."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:18",
                            "text": "For he that was the worker of these things, is hanged at the gates of Susa with all his family: God, who ruleth all things, speedily rendering vengeance to him according to his deserts."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:19",
                            "text": "Therefore ye shall publish the copy of this letter in all places, that the Jews may freely live after their own laws."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:20",
                            "text": "And ye shall aid them, that even the same day, being the thirteenth day of the twelfth month Adar, they may be avenged on them, who in the time of their affliction shall set upon them."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:21",
                            "text": "For Almighty God hath turned to joy unto them the day, wherein the chosen people should have perished."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:22",
                            "text": "Ye shall therefore among your solemn feasts keep it an high day with all feasting:"
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:23",
                            "text": "That both now and hereafter there may be safety to us and the well affected Persians; but to those which do conspire against us a memorial of destruction."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Additions to Esther 10 16:24",
                            "text": "Therefore every city and country whatsoever, which shall not do according to these things, shall be destroyed without mercy with fire and sword, and shall be made not only unpassable for men, but also most hateful to wild beasts and fowls for ever."
                        }
                    ]
                }
            ]
        }
    ]
}