{
    "books": [
        {
            "name": "Tertullian: To Scapula",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: To Scapula 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: To Scapula 1:1",
                            "text": "To Scapula We are not in any great perturbation or alarm about the persecutions we suffer from the ignorance of men; for we have attached ourselves to this sect, fully accepting the terms of its covenant, so that, as men whose very lives are not their own, we engage in these conflicts, our desire being to obtain God's promised rewards, and our dread lest the woes with which He threatens an unchristian life should overtake us."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: To Scapula 1:2",
                            "text": "Hence we shrink not from the grapple with your utmost rage, coming even forth of our own accord to the contest; and condemnation gives us more pleasure than acquittal."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: To Scapula 1:3",
                            "text": "We have sent, therefore, this tract to you in no alarm about ourselves, but in much concern for you and for all our enemies, to say nothing of our friends."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: To Scapula 1:4",
                            "text": "For our religion commands us to love even our enemies, and to pray for those who persecute us, aiming at a perfection all its own, and seeking in its disciples something of a higher type than the commonplace goodness of the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: To Scapula 1:5",
                            "text": "For all love those who love them; it is peculiar to Christians alone to love those that hate them."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: To Scapula 1:6",
                            "text": "Therefore mourning over your ignorance, and compassionating human error, and looking on to that future of which every day shows threatening signs, necessity is laid on us to come forth in this way also, that we may set before you the truths you will not listen to openly."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: To Scapula 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:1",
                            "text": "We are worshippers of one God, of whose existence and character Nature teaches all men; at whose lightnings and thunders you tremble, whose benefits minister to your happiness."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:2",
                            "text": "You think that others, too, are gods, whom we know to be devils."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:3",
                            "text": "However, it is a fundamental human right, a privilege of nature, that every man should worship according to his own convictions: one man's religion neither harms nor helps another man."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:4",
                            "text": "It is assuredly no part of religion to compel religion—to which free-will and not force should lead us—the sacrificial victims even being required of a willing mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:5",
                            "text": "You will render no real service to your gods by compelling us to sacrifice."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:6",
                            "text": "For they can have no desire of offerings from the unwilling, unless they are animated by a spirit of contention, which is a thing altogether undivine."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:7",
                            "text": "Accordingly the true God bestows His blessings alike on wicked men and on His own elect; upon which account He has appointed an eternal judgment, when both thankful and unthankful will have to stand before His bar."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:8",
                            "text": "Yet you have never detected us—sacrilegious wretches though you reckon us to be—in any theft, far less in any sacrilege."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:9",
                            "text": "But the robbers of your temples, all of them swear by your gods, and worship them; they are not Christians, and yet it is they who are found guilty of sacrilegious deeds."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:10",
                            "text": "We have not time to unfold in how many other ways your gods are mocked and despised by their own votaries."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:11",
                            "text": "So, too, treason is falsely laid to our charge, though no one has ever been able to find followers of Albinus, or Niger, or Cassius, among Christians; while the very men who had sworn by the genii of the emperors, who had offered and vowed sacrifices for their safety, who had often pronounced condemnation on Christ's disciples, are till this day found traitors to the imperial throne."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:12",
                            "text": "A Christian is enemy to none, least of all to the Emperor of Rome, whom he knows to be appointed by his God, and so cannot but love and honour; and whose well-being moreover, he must needs desire, with that of the empire over which he reigns so long as the world shall stand—for so long as that shall Rome continue."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:13",
                            "text": "To the emperor, therefore, we render such reverential homage as is lawful for us and good for him; regarding him as the human being next to God who from God has received all his power, and is less than God alone."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:14",
                            "text": "And this will be according to his own desires."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:15",
                            "text": "For thus—as less only than the true God—he is greater than all besides."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:16",
                            "text": "Thus he is greater than the very gods themselves, even they, too, being subject to him."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:17",
                            "text": "We therefore sacrifice for the emperor's safety, but to our God and his, and after the manner God has enjoined, in simple prayer."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:18",
                            "text": "For God, Creator of the universe, has no need of odours or of blood."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:19",
                            "text": "These things are the food of devils."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:20",
                            "text": "But we not only reject those wicked spirits: we overcome them; we daily hold them up to contempt; we exorcise them from their victims, as multitudes can testify."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:21",
                            "text": "So all the more we pray for the imperial well-being, as those who seek it at the hands of Him who is able to bestow it."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:22",
                            "text": "And one would think it must be abundantly clear to you that the religious system under whose rules we act is one inculcating a divine patience; since, though our numbers are so great—constituting all but the majority in every city—we conduct ourselves so quietly and modestly; I might perhaps say, known rather as individuals than as organized communities, and remarkable only for the reformation of our former vices."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Tertullian: To Scapula 2:23",
                            "text": "For far be it from us to take it ill that we have laid on us the very things we wish, or in any way plot the vengeance at our own hands, which we expect to come from God."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: To Scapula 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:1",
                            "text": "However, as we have already remarked, it cannot but distress us that no state shall bear unpunished the guilt of shedding Christian blood; as you see, indeed, in what took place during the presidency of Hilarian, for when there had been some agitation about places of sepulture for our dead, and the cry arose, \"No areae—no burial-grounds for the Christians,\" it came that their own areae, their threshing-floors, were a-wanting, for they gathered in no harvests."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:2",
                            "text": "As to the rains of the bygone year, it is abundantly plain of what they were intended to remind men—of the deluge, no doubt, which in ancient times overtook human unbelief and wickedness; and as to the fires which lately hung all night over the walls of Carthage, they who saw them know what they threatened; and what the preceding thunders pealed, they who were hardened by them can tell."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:3",
                            "text": "All these things are signs of God's impending wrath, which we must needs publish and proclaim in every possible way; and in the meanwhile we must pray it may be only local."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:4",
                            "text": "Sure are they to experience it one day in its universal and final form, who interpret otherwise these samples of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:5",
                            "text": "That sun, too, in the metropolis of Utica, with light all but extinguished, was a portent which could not have occurred from an ordinary eclipse, situated as the lord of day was in his height and house."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:6",
                            "text": "You have the astrologers, consult them about it."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:7",
                            "text": "We can point you also to the deaths of some provincial rulers, who in their last hours had painful memories of their sin in persecuting the followers of Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:8",
                            "text": "Vigellius Saturninus, who first here used the sword against us, lost his eyesight."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:9",
                            "text": "Claudius Lucius Herminianus in Cappadocia, enraged that his wife had become a Christian, had treated the Christians with great cruelty: well, left alone in his palace, suffering under a contagious malady, he boiled out in living worms, and was heard exclaiming, \"Let nobody know of it, lest the Christians rejoice, and Christian wives take encouragement\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:10",
                            "text": "Afterwards he came to see his error in having tempted so many from their stedfastness by the tortures he inflicted, and died almost a Christian himself."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:11",
                            "text": "In that doom which overtook Byzantium, Caecilius Capella could not help crying out, \"Christians, rejoice!\" Yes, and the persecutors who seem to themselves to have acted with impunity shall not escape the day of judgment."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:12",
                            "text": "For you we sincerely wish it may prove to have been a warning only, that, immediately after you had condemned Mavilus of Adrumetum to the wild beasts, you were overtaken by those troubles, and that even now for the same reason you are called to a blood-reckoning."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: To Scapula 3:13",
                            "text": "But do not forget the future."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: To Scapula 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:1",
                            "text": "We who are without fear ourselves are not seeking to frighten you, but we would save all men if possible by warning them not to fight with God."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:2",
                            "text": "You may perform the duties of your charge, and yet remember the claims of humanity; if on no other ground than that you are liable to punishment yourself, (you ought to do so)."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:3",
                            "text": "For is not your commission simply to condemn those who confess their guilt, and to give over to the torture those who deny? You see, then, how you trespass yourselves against your instructions to wring from the confessing a denial."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:4",
                            "text": "It is, in fact, an acknowledgment of our innocence that you refuse to condemn us at once when we confess."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:5",
                            "text": "In doing your utmost to extirpate us, if that is your object, it is innocence you assail."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:6",
                            "text": "But how many rulers, men more resolute and more cruel than you are, have contrived to get quit of such causes altogether,—as Cincius Severus, who himself suggested the remedy at Thysdris, pointing out how the Christians should answer that they might secure an acquittal; as Vespronius Candidus, who dismissed from his bar a Christian, on the ground that to satisfy his fellow-citizens would break the peace of the community; as Asper, who, in the case of a man who gave up his faith under slight infliction of the torture, did not compel the offering of sacrifice, having owned before, among the advocates and assessors of court, that he was annoyed at having had to meddle with such a case."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:7",
                            "text": "Pudens, too, at once dismissed a Christian who was brought before him, perceiving from the indictment that it was a case of vexatious accusation; tearing the document in pieces, he refused so much as to hear him without the presence of his accuser, as not being consistent with the imperial commands."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:8",
                            "text": "All this might be officially brought under your notice, and by the very advocates, who are themselves also under obligations to us, although in court they give their voice as it suits them."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:9",
                            "text": "The clerk of one of them who was liable to be thrown upon the ground by an evil spirit, was set free from his affliction; as was also the relative of another, and the little boy of a third."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:10",
                            "text": "How many men of rank (to say nothing of common people) have been delivered from devils, and healed of diseases!  Even Severus himself, the father of Antonine, was graciously mindful of the Christians; for he sought out the Christian Proculus, surnamed Torpacion, the steward of Euhodias, and in gratitude for his having once cured him by anointing, he kept him in his palace till the day of his death."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:11",
                            "text": "Antonine, too, brought up as he was on Christian milk, was intimately acquainted with this man."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:12",
                            "text": "Both women and men of highest rank, whom Severus knew well to be Christians, were not merely permitted by him to remain uninjured; but he even bore distinguished testimony in their favour, and gave them publicly back to us from the hands of a raging populace."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:13",
                            "text": "Marcus Aurelius also, in his expedition to Germany, by the prayers his Christian soldiers offered to God, got rain in that well-known thirst."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:14",
                            "text": "When, indeed, have not droughts been put away by our kneelings and our fastings? At times like these, moreover, the people crying to \"the God of gods, the alone Omnipotent,\" under the name of Jupiter, have borne witness to our God."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:15",
                            "text": "Then we never deny the deposit placed in our hands; we never pollute the marriage bed; we deal faithfully with our wards; we give aid to the needy; we render to none evil for evil."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:16",
                            "text": "As for those who falsely pretend to belong to us, and whom we, too, repudiate, let them answer for themselves."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:17",
                            "text": "In a word, who has complaint to make against us on other grounds? To what else does the Christian devote himself, save the affairs of his own community, which during all the long period of its existence no one has ever proved guilty of the incest or the cruelty charged against it?  It is for freedom from crime so singular, for a probity so great, for righteousness, for purity, for faithfulness, for truth, for the living God, that we are consigned to the flames; for this is a punishment you are not wont to inflict either on the sacrilegious, or on undoubted public enemies, or on the treason-tainted, of whom you have so many."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:18",
                            "text": "Nay, even now our people are enduring persecution from the governors of Legio and Mauritania; but it is only with the sword, as from the first it was ordained that we should suffer."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: To Scapula 4:19",
                            "text": "But the greater our conflicts, the greater our rewards."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: To Scapula 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:1",
                            "text": "Your cruelty is our glory."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:2",
                            "text": "Only see you to it, that in having such things as these to endure, we do not feel ourselves constrained to rush forth to the combat, if only to prove that we have no dread of them, but on the contrary, even invite their infliction."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:3",
                            "text": "When Arrius Antoninus was driving things hard in Asia, the whole Christians of the province, in one united band, presented themselves before his judgment-seat; on which, ordering a few to be led forth to execution, he said to the rest, \"O miserable men, if you wish to die, you have precipices or halters\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:4",
                            "text": "If we should take it into our heads to do the same thing here, what will you make of so many thousands, of such a multitude of men and women, persons of every sex and every age and every rank, when they present themselves before you?  How many fires, how many swords will be required? What will be the anguish of Carthage itself, which you will have to decimate, as each one recognises there his relatives and companions, as he sees there it may be men of your own order, and noble ladies, and all the leading persons of the city, and either kinsmen or friends of those of your own circle? Spare thyself, if not us poor Christians! Spare Carthage, if not thyself! Spare the province, which the indication of your purpose has subjected to the threats and extortions at once of the soldiers and of private enemies."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:5",
                            "text": "We have no master but God."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:6",
                            "text": "He is before you, and cannot be hidden from you, but to Him you can do no injury."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:7",
                            "text": "But those whom you regard as masters are only men, and one day they themselves must die."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:8",
                            "text": "Yet still this community will be undying, for be assured that just in the time of its seeming overthrow it is built up into greater power."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: To Scapula 5:9",
                            "text": "For all who witness the noble patience of its martyrs, as struck with misgivings, are inflamed with desire to examine into the matter in question; and as soon as they come to know the truth, they straightway enrol themselves its disciples."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: To Scapula 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:1",
                            "text": "-  Scapula was Proconsul of Carthage, and though its date is conjectural (a."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:2",
                            "text": "d."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:3",
                            "text": "), this work gives valuable indices of its time and circumstances."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:4",
                            "text": "It was composed after the death of Severus, to whom there is an allusion in chapter iv."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:5",
                            "text": ", after the destruction of Byzantium (a."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:6",
                            "text": "d."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:7",
                            "text": "), to which there is a reference in chapter iii."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:8",
                            "text": "; and Dr."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:9",
                            "text": "Allix suggests, after the dark day of Utica (a."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:10",
                            "text": "d."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:11",
                            "text": ") which he supposes to be referred to in the same chapter."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:12",
                            "text": "Cincius Severus, who is mentioned in chapter iv."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:13",
                            "text": ", was put to death by Severus, a."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:14",
                            "text": "d."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:15",
                            "text": "-  Mr."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:16",
                            "text": "Lewin (St."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:17",
                            "text": "Paul, ii."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:18",
                            "text": "), building on the fascinating theory of Archdeacon Williams, thinks St."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:19",
                            "text": "Paul's Claudia (Qu."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:20",
                            "text": "Gladys?) may very well have been the daughter of Caradoc, with whose noble character we are made acquainted by Tacitus."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:21",
                            "text": "(Annals xii."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:22",
                            "text": ") And Archdeacon Williams gives us very strong reason to believe he was a Christian."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:23",
                            "text": "He may very well have lived to behold the Coliseum completed."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:24",
                            "text": "What more natural then, in view of the cruelty against Christians there exercised, for the expressions with which he is credited? In this case his words contain an eloquent ambiguity, which Christians would appreciate, and which may have been in our author's mind when he says—\"quousque saeculum stabit\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:25",
                            "text": "To those who looked for the Second Advent, daily, this did not mean what the heathen might suppose."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:26",
                            "text": "Bede's version of the speech (See Du Cange, II."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:27",
                            "text": ",."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Tertullian: To Scapula 6:28",
                            "text": ", ) is this: \"Quandiu stabit Colyseus—stabit et Roma: Quando cadet Colysevs—cadet et Roma: Quando cadet Roma—cadet et mundus\"."
                        }
                    ]
                }
            ]
        }
    ]
}