{
    "books": [
        {
            "name": "John Cassian: Against Nestorius Book VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Against Nestorius Book VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:1",
                            "text": "Book VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:3",
                            "text": "As he is going to reply to the slanders of his opponents he implores the aid of Divine grace to teach a prayer to be used by those who undertake to dispute with heretics."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:4",
                            "text": "As it happens to those who having escaped the perils of the sea, are in terror of the sands that stretch before the harbour, or the rocks that line the shore, so it is in my case that,—as I have kept to the last some of the slanders of the heretics,—although I have reached the limit of the work which I set myself, yet I am beginning to dread the close, which I had longed to reach."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:5",
                            "text": "But, as the Prophet says, \"The Lord is my helper; I will not fear what man can do to me,\" so we will not fear the pitfalls which crafty heretics have dug in front of us, nor the paths thickly strewn with horrid thorns."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:6",
                            "text": "For as they make our road difficult but do not close it, there is before us the  trouble of clearing them away, rather than the fear of not being able to do so."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:7",
                            "text": "For when, as we are walking feebly along the right road, they come in our way, and frighten the walkers rather than hurt them, our work and business has more to do in clearing them away, than to fear from the difficulty of this: And so, laying our hands upon that monstrous head of the deadly serpent, and longing to lay hold of all the limbs that are entangled in the huge folds and coils of his body, again and again do we pray to Thee, O Lord Jesus, to whom we have ever prayed, that Thou wouldst give us words by opening our mouth \"to the pulling down of strongholds, destroying counsels, and every height that exalteth itself against the knowledge of God, and bringing into captivity every understanding unto Thine obedience:\" for he is indeed free, who has begun to be led captive by Thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:8",
                            "text": "Do Thou then be present to this work of thine, and to those of Thine who are striving for Thee above the measure of their strength."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:9",
                            "text": "Grant us to bruise the gaping mouths of this new serpent, and its neck that swells with deadly poison, O Thou who makest the feet of believers to tread unharmed on serpents and scorpions, and to go upon the adder and basilisk, to tread under foot the lion and the dragon."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:10",
                            "text": "And grant that through the fearless boldness of steadfast innocence, the sucking child may play on the hole of the asp, and the weaned child thrust his hand into the den of the basilisk."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:11",
                            "text": "Grant then to us also that we may thrust our hands unharmed into the den of this monstrous and most wicked basilisk; and if it has in any holes, i-e:, in the human heart, a lurking or resting place, or has laid its eggs there, or left a trace of its slimy course, do Thou remove from them all the foul and deadly pollution of this most noxious serpent."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:12",
                            "text": "Take away the uncleanness their blasphemy has brought on them, and purify with the fan of Thy sacred cleansing the souls that are plunged in stinking mud, so that the \"dens of thieves\" may become \"houses of prayer:\" and that in those which are now, as is written, the dwellings where hedgehogs and monsters, and satyrs, and all kinds of strange creatures dwell, there the gifts of Thy Holy Spirit, namely the beauty of faith and holiness may shine forth."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VII 1:13",
                            "text": "And as once Thou didst destroy idolatry and cast out images, and make shrines of virtue out of the temples of devils, and let into the dens of serpents and scorpions the rays of shining light, and make out of the dens of error and shame the homes of beauty and splendour, so do Thou pour upon all whose eyes the darkness of heretical obstinacy has blinded, the light of Thy compassion and truth, that they may at length with clear and unveiled sight behold the great and life-giving mystery of Thine Incarnation, and so come to know Thee to have been born as Very man of that sacred womb of a pure Virgin, and yet to acknowledge that Thou wast always Very God."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Against Nestorius Book VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:2",
                            "text": "He meets the objection taken from these words: No one gave birth to one who had existed before her."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:3",
                            "text": "And before I begin to speak of those things of which I have given no foretaste in the earlier books, I think it right to try to carry out what I have already promised, that when I have thoroughly redeemed my pledge, I may begin to speak more freely of what has not been touched upon, after having satisfied my promise."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:4",
                            "text": "So then that new serpent, in order to destroy the faith of the holy nativity, hisses out against the Church of God and says: \"No one ever gives birth to one older than herself\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:5",
                            "text": "To begin with then I think that you know neither what you say nor where you get it from."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:6",
                            "text": "For if you knew or understood where you got it from, you would never regard the nativity of the only begotten of God in the light of human fancies, nor would you try to settle by merely human propositions, about Him who was born without His conception originating from man: nor would you bring human impossibilities as objections against Divine Omnipotence if you knew that with God nothing was impossible."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:7",
                            "text": "No one then, you say, gives birth to one older than herself."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:8",
                            "text": "Tell me then, I pray, of what cases are you speaking, for the nature of what creatures do you think that you can lay down rules? Do you suppose that you can fix laws for men or beasts or birds or cattle? Those (and others of the same kind) are the things of which such assertions can be made."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:9",
                            "text": "For none of them is able to produce one older than itself; for what has already been produced cannot return to it again so as to be born again by a new creation."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:10",
                            "text": "And so no one can bear one older than herself, as no one can beget one older than himself: for the opportunity of bearing only results where there is the possibility of begetting."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:11",
                            "text": "Do you then imagine that in reference to the nativity of Almighty God regard must be had to the same considerations as in the birth of earthly creatures? And do you bring the nature of man's conditions as a difficulty in the case of Him who is Himself the author of nature? You see then that, as I said above, you know not whence or of whom you are talking, as you are comparing creatures to the Creator; and in order to calculate the power of God are drawing an instance from those things which would never have existed at all, but that the very fact of their existence comes from God."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:12",
                            "text": "God then came as He would, when He would, and of her whom He would."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:13",
                            "text": "Neither time nor person, nor the manner of men, nor the custom of creatures was any difficulty with Him; for the law of the creatures could not stand in the way of Him who is Himself the Creator of them all."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:14",
                            "text": "And whatever He would have possible was ready to His hand, for the power of willing it was His."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:15",
                            "text": "Do you want to know how far the omnipotence of God extends, and how great it is? I believe that the Lord could do that even in the case of His creatures which you do not believe that He could do in His own case."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:16",
                            "text": "For all living creatures which now bear things younger than themselves could, if only God gave the word, bear things much older than themselves."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:17",
                            "text": "For even food and drink, if it were God's will, could be turned into the foetus and offspring: and even water, which has been flowing from the beginning of things, and which all living creatures use, could, if God gave the word, be made a body in the womb, and have birth given to it."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:18",
                            "text": "For who can set a limit to divine works, or circumscribe Divine Providence? or who (to use the words of Scripture) can say to Him \"What doest thou?\" If you deny that God can do all things, then deny, that, when God was born, one older than Mary could be born of her."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VII 2:19",
                            "text": "But if there is nothing impossible with God, why do you bring as an objection against His coming an impossibility, when you know that for Him nothing is impossible in anything?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Against Nestorius Book VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:2",
                            "text": "He replies to the cavil that the one who is born must be of one substance with the one who bears."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:3",
                            "text": "The second blasphemous slander or slanderous blasphemy of your heresy is when you say that the one who is born must be of one substance with the one who bears."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:4",
                            "text": "It is not very different from the previous one, for it differs from it in terms rather than in fact and reality."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:5",
                            "text": "For when we are treating of the birth of God, you maintain that one of greater power could not be born of Mary just as above you maintain than one older could not be begotten."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:6",
                            "text": "And so you may take it that the same answer may be given to this as to what you said before: or you may conceive that the answer given to this assertion, which you are now making, applies to that also."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:7",
                            "text": "You say then that the one who is born must be of one substance with the one who bears."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:8",
                            "text": "If this refers to earthly creatures, it is most certainly the case."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:9",
                            "text": "But if it refers to the birth of God, why in the case of His birth do you regard precedents from nature? for appointments are subject to Him who appointed them, and not the appointer to His appointments."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:10",
                            "text": "But would you like to know more fully how these slanders of yours are not only wicked but foolish, and the idle talk of one who does not in the least see the omnipotence of God? Tell me, I pray, you who think that like things can only be produced from like things, whence was the origin of that unaccountable host of quails in the wilderness of old time to feed the children of Israel, for nowhere do we read that they had been previously born of mother birds, but that they were brought up and came suddenly."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:11",
                            "text": "Again whence came that heavenly food which for forty years fell on the camp of the Hebrews? Did manna produce manna? But these refer to ancient miracles."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:12",
                            "text": "And what of more recent ones? With a few loaves and small fishes the Lord Jesus Christ fed countless hosts of the people that followed Him, and not once only."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:13",
                            "text": "The reason that they were satisfied lay not in the food: for a secret and unseen cause satisfied the hungry folk, especially as there was much more left when they were filled than there had been set before them when they were hungry."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:14",
                            "text": "And how was all this brought about that when those who ate were satisfied, the food itself was multiplied by an extraordinary increase? We read that in Galilee wine was produced from water."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:15",
                            "text": "Tell me how what was of one nature produced something of an altogether different substance from its own quality? Especially when (which exactly applies to the birth of the Lord) it was the production of a nobler substance from what was inferior to it? Tell me then how from mere water there could be produced rich and splendid wine? How was it that one thing was drawn out, another poured in? Was the cistern a well of such a nature as to change the water drawn from it into the best wine? Or did the character of the vessels or the diligence of the servants effect this? Most certainly neither of these."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:16",
                            "text": "And how is it that the manner of the fact is not understood by the thoughts of the heart, though the truth of the fact is firmly held by the conscience? In the gospel clay was placed on the eyes of a blind man and when it was washed off eyes  were produced."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:17",
                            "text": "Had water the power of giving birth to eyes, or clay of creating light? Certainly not, especially as water could be of no use to a blind man, and clay would actually hinder the sight of those who could see."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VII 3:18",
                            "text": "And how was it that a thing that itself in its own nature was injurious, became the means of restoring health; and that what was ordinarily hurtful to sound people, was then made the instrument of healing? You say that the power of God brought it about, and the remedy of God caused it, and that all these things of which we have been speaking were simply brought about by Divine Omnipotence; which is able to fashion new things from unwonted material, and to make serviceable things out of their opposites, and to change what belongs to the realm of things impossible and impracticable into possibilities and actual performances."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Against Nestorius Book VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:2",
                            "text": "How God has shown His Omnipotence in His birth in time as well as in everything else."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:3",
                            "text": "Confess then the same truth in respect of the actual nativity of the Lord, as in respect of everything else."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:4",
                            "text": "Believe that God was born when He would, for you do not deny that He could do what He would; unless possibly you think that that power which belonged to Him for all other things was deficient as regards Himself, and that His Omnipotence though proceeding from Him and penetrating all things, was insufficient to bring about His own nativity."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:5",
                            "text": "In the case of the Lord's nativity you bring this as an objection against me: No one gives birth to one who is anterior in time: and in regard of the birth which Almighty God underwent you say that the one who is born ought to be of one substance with the one who bears; as if you had to do with human laws as in the case of any ordinary man, to whom you might bring the impossibility as an objection, as you include him in the weakness of earthly things."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:6",
                            "text": "You say that for all men there are common conditions of birth, and but one law of generation; and that a thing could not possibly happen to one man only out of the whole of humanity, which God has forbidden to happen to all."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:7",
                            "text": "You do not understand of whom you are speaking; nor do you see of whom you are talking; for He is the Author of all conditions, and the very Law of all natures, through whom exists whatever man can do, and whatever man cannot do: for He certainly has laid down the limits of both; viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:8",
                            "text": ", how far his powers should extend, and the bounds beyond which his weakness should not advance."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:9",
                            "text": "How wildly then do you bring human impossibilities as an objection in the case of Him, who possesses all powers and possibilities."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:10",
                            "text": "If you estimate the Person of the Lord by earthly weaknesses, and measure God's Omnipotence by human rules, you will most certainly fail to find anything which seems appropriate to God as concerns the sufferings of His Body."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:11",
                            "text": "For if it can seem to you unreasonable that Mary could give birth to God who was anterior to her, how will it seem reasonable that God was crucified by men? And yet the same God who was crucified Himself predicted: \"Shall a man afflict God, for you afflict Me?\" If then we cannot think that the Lord was born of a Virgin because He who was born was anterior to her who bore Him, how can we believe that God had blood? And yet it was said to the Ephesian elders: \"Feed the Church of God which He has purchased with His own Blood\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:12",
                            "text": "Finally how can we think that the Author of life was Himself deprived of life: And yet Peter says: \"Ye have killed the Author of life\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:13",
                            "text": "No one who is set on earth can be in heaven: and how does the Lord Himself say: \"The Son of man who is in heaven\"? If then you think that God was not born of a Virgin because the one who is born must be of one substance with the one who bears, how will you believe that different things can be produced from different natures? Thus according to you the wind did not suddenly bring the quails, nor did the manna fall, nor was water turned into wine nor were many thousands of men fed with a few loaves, nor did the blind man receive his sight after the clay had been put on him."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VII 4:14",
                            "text": "But if all these things seem incredible and contrary to nature, unless we believe that they were wrought by God, why should you deny in the matter of His nativity, what you admit in the matter of His works? Or was He unable to contribute to His own nativity and advent what He did not refuse for the succour and profit of men?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Against Nestorius Book VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:2",
                            "text": "He shows by proofs drawn from nature itself, that the law which his opponents lay down; viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:3",
                            "text": ", that the one born ought to be of one substance with the one who bears, fails to hold good in many cases."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:4",
                            "text": "It would be tedious and almost childish to speak further on this subject."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:5",
                            "text": "But still in order to refute that folly and madness of yours, in which you maintain that the one born ought to be of one substance with the one who bears, i-e:, that nothing can produce something of a different nature to itself, I will bring forward some instances of earthly things, to convince you that many creatures are produced from things of a different nature."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:6",
                            "text": "Not that it is possible or right to make any comparison in such a case as this: but that you may not doubt the possibility of that happening in the case of the holy Nativity, which as you see takes place in these frail earthly things."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:7",
                            "text": "Bees, tiniest of creatures though they are, are yet so clever and cunning that we read that they can be produced and spring from things of an entirely different nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:8",
                            "text": "For as they are creatures of marvellous intelligence, and well endowed not merely with sense but with foresight, they are produced from the gathered flowers of plants."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:9",
                            "text": "What greater instance do you think can be produced and quoted? Living creatures are produced from inanimate: sensate from insensate."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:10",
                            "text": "What artificer, what architect was there? Who formed their bodies? Who breathed in their souls? Who gave them articulate sounds by which to converse with each other? Who fashioned and arranged these harmonies of their feet, the cunning of their mouths, the neatness of their wings? Their powers, wrath, foresight, movements, calmness, harmony, differences, wars, peace, arrangements, contrivances, business, government, all those things indeed which they have in common with men—from whose teaching, or whose gift did they receive them? from whose implanting or instruction? Did they gain this through generation? or learn it in their mother's womb or from her flesh? They never were in the womb, and had no experience of generation."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:11",
                            "text": "It was only that flowers which they culled were brought into the hive and from this by a marvellous contrivance bees issued forth."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:12",
                            "text": "Then the womb of the mother imparted nothing to the offspring: nor are bees produced from bees."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:13",
                            "text": "They are but their artificers, not their authors."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:14",
                            "text": "From the blossoms of plants living creatures proceed."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:15",
                            "text": "What is there akin in plants and animals? I fancy then that you see who is the contriver of those things."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:16",
                            "text": "Go now and inquire whether the Lord could bring about that in the case of His own nativity, which you see that He procured in the case of these tiniest of creatures."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:17",
                            "text": "Perhaps it is needless after this to add anything further."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:18",
                            "text": "But still let us add in support of the argument what may not be necessary to prove the point."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:19",
                            "text": "We see how the air is suddenly darkened, and the earth filled with locusts."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:20",
                            "text": "Show me their seed—their birth—their mothers."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:21",
                            "text": "For, as you see, they proceed thence, whence they have their birth."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:22",
                            "text": "Assert in all these cases that the one who is born must be of one substance with the one who bears."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:23",
                            "text": "And in these assertions you will be shown to be as silly, as you are wild in your denial of the Nativity of the Lord."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:24",
                            "text": "And what next? Do even you think that we must go on any further? But still we will add something else."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:25",
                            "text": "There is no doubt that basilisks are produced from the eggs of the birds which in Egypt they call the Ibis."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:26",
                            "text": "What is there of kindred or relationship between a bird and a serpent? Why is the thing born not of one substance with that which bears it? And yet those who bear are not the authors of all these things, nor do those who are born understand them: but they result from secret causes, and from some inexplicable and manifold law of nature which produces them."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VII 5:27",
                            "text": "And you are bringing as objections to His Nativity your petty assertions from earthly notions, while you cannot explain the origin of those things, which are produced by His bidding and command, whose will does everything, whose sway causes everything: whom nothing can oppose or resist; and whose will is sufficient for everything which can possibly be done."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Against Nestorius Book VII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:2",
                            "text": "He refutes another argument of Nestorius, in which he tried to make out that Christ was like Adam in every point."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:3",
                            "text": "But since we cannot (as we should much prefer) ignore them, it is now time to expose the rest of your more subtle and insidious blasphemies that at least they may not deceive ignorant folk."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:4",
                            "text": "In one of your pestilent treatises you have maintained and said that \"Since man is the image of the Divine nature, and the devil dragged this down and shattered it, God grieved over His image, as an Emperor over his statue, and repairs the shattered image: and formed without generation a nature from the Virgin, like that of Adam who was born without generation; and raises up man's nature by means of man: for as by man came death, so also by man came the resurrection of the dead\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:5",
                            "text": "They tell us that some poisoners have a custom of mixing honey with the poison in the cups which they prepare; that the injurious ingredient may be concealed by the sweet: and while a man is charmed with the sweetness of the honey, he may be destroyed by the deadly poison."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:6",
                            "text": "So then, when you say that man is the image of the Divine nature, and that the devil dragged this down and shattered it, and that God grieved over His image as an Emperor over his statue, you smear (so to speak) the lips of the cup with something sweet like honey, that men may drain the cup offered to them, and not perceive its deadliness, while they taste what is alluring."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:7",
                            "text": "You put forward God's name, in order to speak falsehoods in the name of religion."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:8",
                            "text": "You set holy things in the front, in order to persuade men of what is untrue: and by means of your confession of God you contrive to deny Him whom you are confessing."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:9",
                            "text": "For who is there who does not see whither you are going? What you are contriving? You say indeed that God grieved over His image as an Emperor over his statue, and repaired the shattered image, and formed without generation a nature from the Virgin, like that of Adam who was born without generation, and raises up man's nature by man, for as by man came death, so also by man came the resurrection of the dead."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:10",
                            "text": "So then with all your earnestness, with all your professions, you crafty plotter, you have managed by your smooth assertions, by naming God in the forefront, to come down to a (mere) man in the conclusion: and in the end you degrade Him to the condition of a mere man, from whom under colour of humility you have already taken away the glory of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:11",
                            "text": "You say then that the Divine goodness has restored the image of God which the devil shattered and destroyed, for you say that He restores the shattered image."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:12",
                            "text": "Now with what craft you say that He restores the shattered image in order to persuade us that there was nothing more in Him, in whom the image is restored, than there was in the actual image, of which the restoration was brought about."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:13",
                            "text": "And thus you make out that the Lord is only the same as Adam was: that the restorer of the image is nothing more than the actual destructible image."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:14",
                            "text": "Finally in what follows you show what you are aiming and driving at, when you say that He formed without generation a nature from the Virgin like that of Adam, who was born without generation, and raises up man's nature by man."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:15",
                            "text": "You maintain that the Lord Jesus Christ was in all respects like Adam: that the one was without generation, and the other without generation: the one a mere man, and the other a mere man."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VII 6:16",
                            "text": "And thus you see that you have carefully guarded and provided against our thinking of the Lord Jesus Christ as in any way greater or better than Adam: since you have compared them together by the same standard, so that you would think that you detracted something from Adam's perfection, if you added anything more to Christ."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Against Nestorius Book VII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:2",
                            "text": "Heretics usually cover their doctrines with a cloak of holy Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:3",
                            "text": "\"For as,\" you say, \"by man came death, so by man came also the resurrection of the dead\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:4",
                            "text": "Do you actually try to prove your wrong and impious notion by the witness of the Apostle? And do you bring the \"chosen vessel\" into disgrace by mixing him up with your wicked ideas? I mean, that, as you cannot understand the author of your Salvation, therefore the Apostle must be made out to have denied God."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:5",
                            "text": "And yet, if you wanted to make use of Apostolic witnesses, why did you rest contented with one, and pass over all the others in silence? and why did you not at once add this: \"Paul, an Apostle not of men neither by man, but by Jesus Christ:\" or this: \"We speak wisdom among the perfect:\" and presently: \"Whom none,\" says he, \"of the princes of this world knew; for had they known, they would not have crucified the Lord of glory\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:6",
                            "text": "Or this: \"For in Him dwelleth all the fulness of the Godhead bodily\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:7",
                            "text": "And: \"One Lord Jesus Christ through whom are all things\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:8",
                            "text": "Or do you partly agree, and partly disagree with the Apostle, and only receive him so far as in consequence of the Incarnation he names Christ man, and repudiate him where he speaks of Him as God? For Paul does not deny that Jesus is man, but still he confesses that man is God: and declares that to mankind the resurrection came by man in such a way that he shows that in that man God arose."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VII 7:9",
                            "text": "For see whether he declares that He who rose was God, as he bears his witness that He who was crucified was the Lord of glory."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Against Nestorius Book VII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:2",
                            "text": "The heretics attribute to Christ only the shadow of Divinity, and so assert that he is to be worshipped together with God but not as God."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:3",
                            "text": "But still in order to avoid thinking of the Lord Jesus as one of the whole mass of people, you have given to Him some glory, by attributing to Him honour as a saint, but not Deity as true man and true God."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:4",
                            "text": "For what do you say? \"God brought about the Lord's Incarnation."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:5",
                            "text": "Let us honour the form of the Theodochos together with God, as one form of Godhead, as a figure that cannot be severed from the Divine link, as an image of the unseen  God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:6",
                            "text": "Above you said that Adam was the image of God, here you call Christ the image: the one you speak of as a statue, and the other also as a statue."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:7",
                            "text": "But I suppose we ought for God's honour to be grateful to you, because you grant that the form of the Theodochos should be worshipped together with God: in which you wrong Him rather than honour Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:8",
                            "text": "For in this you do not attribute to the Lord Jesus Christ the glory of Deity, but you deny it."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:9",
                            "text": "By a subtle and wicked art you say that He is to be worshipped together with God in order that you may not have to confess that He is God, and by the very statement in which you seem deceitfully to join Him with God, you really sever Him from God."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:10",
                            "text": "For when you blasphemously say that He is certainly not to be adored as God, but to be worshipped together with God, you thus grant to Him an union of nearness to Divinity, in order to get rid of the truth of His Divinity."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:11",
                            "text": "Oh, you most wicked and crafty enemy of God, you want to perpetrate the crime of denying God under pretext of confessing Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:12",
                            "text": "You say: Let us worship Him as a figure that cannot be severed from the Divine will, as an image of the unseen God."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:13",
                            "text": "It is I suppose, then, owing to His kind acts that our Lord Jesus Christ has obtained among us honour as Creator and Redeemer."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VII 8:14",
                            "text": "If then we were redeemed by Him from eternal destruction, in calling our Redeemer a figure we are endeavouring indeed to respond to His kindness and goodness, by a worthy service and a worthy allegiance, if we try to get rid of that glory which He did not refuse to bring low for our sakes."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Against Nestorius Book VII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:2",
                            "text": "How those are wrong who say that the birth of Christ was a secret, since it was clearly shown even to the patriarch Jacob."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:3",
                            "text": "But I suppose you excuse the degradation offered to the Lord by means of a subordinate honour, by the words \"as the image of the secret God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:4",
                            "text": "By the fact that you term Him an image you compare Him to man's estate."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:5",
                            "text": "In speaking of Him as the image of the secret God, you detract from the honour plainly due to Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:6",
                            "text": "For \"God,\" says David, \"shall plainly come; our God, and shall not keep silence\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:7",
                            "text": "And He surely came and did not keep silence, who before that He in His own person uttered anything after His birth, made known His advent by both earthly and heavenly witnesses alike, while the star points Him out, the magi adore Him, and angels declare Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:8",
                            "text": "What more do you want? His voice was yet silent on earth, and His glory was already crying aloud in heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:9",
                            "text": "Do you say then that God was and is secret in Him? But this was not the announcement of the Prophets, of the Patriarchs, aye and of the whole Law."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:10",
                            "text": "For they did not say that He would be secret, whose coming they all foretold."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:11",
                            "text": "You err in your wretched blindness, seeking grounds for blasphemy and not finding them."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:12",
                            "text": "You say that He was secret even after His advent."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:13",
                            "text": "I maintain that He was not secret even before His advent."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:14",
                            "text": "For did the mystery of God to be born of a Virgin escape the knowledge of that celebrated Patriarch on whom the vision of God present with him conferred a title, whereby from the name of Supplanter he rose to the name of Israel? Who, when from the struggle with the man who wrestled with him he understood the mystery of the Incarnation yet to come, said, \"I have seen God face to face, and my life is preserved\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:15",
                            "text": "What, I pray you, had he seen, for him to believe that he had seen God? Did God manifest Himself to him in the midst of thunder and lightning? or when the heavens were opened, did the dazzling face of the Deity show itself to him? Most certainly not: but rather on the contrary he saw a man and acknowledged a God."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:16",
                            "text": "O truly worthy of the name he received, as with the eyes of the soul rather than of the body he earned the honour of a title given by God! He saw a human form wrestling with him, and declared that he saw God."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:17",
                            "text": "He certainly knew that human form was indeed God: for in that form in which God then appeared, in the selfsame form He was in very truth afterwards to come."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:18",
                            "text": "Although why should we be surprised that so great a patriarch unhesitatingly believed what God Himself so plainly showed in His own Person to him, when he said, \"I have seen God face to face and my life is preserved\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:19",
                            "text": "How did God show to him so much of the presence of Deity, that he could say that the face of God was shown to him? For it seems that only a man had appeared to him, whom he had actually beaten in the struggle."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VII 9:20",
                            "text": "But God was certainly bringing this about by precursory signs, that there might not be any one to disbelieve  that God was born of man, when already long before the Patriarch had seen God in human form."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Against Nestorius Book VII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VII 10:2",
                            "text": "He collects more witnesses of the same fact."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VII 10:3",
                            "text": "But why am I lingering so long over one instance, as if many were wanting? For even then how could the fact that God was to come in the flesh escape the knowledge of men, when the Prophet said openly as if to all mankind of Him: \"Behold your God;\" and elsewhere: \"Behold our God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VII 10:4",
                            "text": "And this: \"God the mighty, the Father of the world to come, the Prince of Peace;\" and: \"of His kingdom there shall be no end\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VII 10:5",
                            "text": "But also when He had already come, could the fact of His having come escape the knowledge of those who openly confessed that He had come? Was Peter ignorant of the coming of God, when he said, \"Thou art the Christ, the Son of the living God?\" Did not Martha know what she was saying or whom she believed in, when she said, \"Yea, Lord, I have believed that Thou art the Christ, the Son of the living God, who art come into this world?\" And all those men, who sought from Him the cure of their sicknesses, or the restoration of their limbs, or the life of their dead, did they ask these things from man's weakness, or from God's omnipotence?."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Against Nestorius Book VII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:2",
                            "text": "How the devil was forced by many reasons to the view that Christ was God."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:3",
                            "text": "Finally as for the devil himself, when he was tempting Him with every show of allurements, and every art of his wickedness, what was it that in his ignorance he suspected, or wanted to find out by tempting Him? Or what so greatly moved him, that he sought God under the humble form of man? Had he learned that by previous proofs? Or had he known of anyone who came as God in man's body? Most certainly not."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:4",
                            "text": "But it was by the mighty evidence of signs, by mighty results of actions, by the words of the Truth Himself that he was driven to suspect and examine into this matter: inasmuch as he had already once heard from John: \"Behold the Lamb of God, behold Him who taketh away the sin of the world\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:5",
                            "text": "And again from the same person: \"I have need to be baptized of Thee, and comest Thou to me?\" The dove also which came down from heaven and stopped over the Lord's head had made itself a clear and open proof of a God who declared Himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:6",
                            "text": "The voice too which was sent from God not in riddles or figures had moved him, when it said: \"Thou art My beloved Son, in Thee I am well pleased\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:7",
                            "text": "And though he saw a man outwardly in Jesus, yet he was searching for the Son of God, when he said: \"If Thou art the Son of God, command that these stones be made bread\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:8",
                            "text": "Did the contemplation of the man drive away the devil's suspicions of His Divinity, so that owing to the fact that he saw a man, he did not believe that He could be God? Most certainly not."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:9",
                            "text": "But what does he say? \"If Thou art the Son of God, command that these stones be made bread\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:10",
                            "text": "Certainly he had no doubt about the possibility of that, the existence of which he was examining into."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:11",
                            "text": "His anxiety was about its truth."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VII 11:12",
                            "text": "There was no security as to its impossibility."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Against Nestorius Book VII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:2",
                            "text": "He compares this notion and reasonable suspicion of the devil with the obstinate and inflexible idea of his opponents, and shows that this last is worse and more blasphemous than the former."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:3",
                            "text": "But he certainly knew that the Lord Jesus Christ was born of Mary: he knew that He was wrapped in swaddling clothes and laid in a manger: that His childhood was that of a poor person at the commencement of His human life; and His infancy without the proper accessories of cradles: further he did not doubt that He had true flesh, and was born a true man."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:4",
                            "text": "And why did this seem to him not enough for him to be secure in? Why did he believe that He could not be God, whom he knew to be very man? Learn then, you wretched madman, learn, you lunatic, you cruel sinner, learn, I pray, even from the devil, to lessen your blasphemy."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:5",
                            "text": "He said: \"If Thou art the Son of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:6",
                            "text": "You say: \"Thou art not the Son of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:7",
                            "text": "You deny what he asked about."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:8",
                            "text": "No one was ever yet found but you, to outdo the devil in blasphemy."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VII 12:9",
                            "text": "That which he confessed to be possible in the case of the Lord, you do not believe to have been possible."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Against Nestorius Book VII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:2",
                            "text": "How the devil always retained this notion of Christ's Divinity (because of His secret working which he experienced) even up to His Cross and Death."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:3",
                            "text": "But perhaps he afterwards ceased and rested, and when his temptations were vanquished laid aside his suspicion because he found no result? Nay, it rather remained always in him, and even up to the very cross of the Lord the suspicion lasted in him and was increased by peculiar terrors."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:4",
                            "text": "What need is there of anything further? Not even then did he cease to think of Him as the Son of God, after that he knew that such licence was granted to His persecutors against Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:5",
                            "text": "But the crafty foe saw even in the midst of His bodily sufferings the signs of Divinity, and though he would have much preferred Him to be a (mere) man, was yet forced to suspect that He was God: for though he would have preferred to believe what he wanted, yet he was driven by surest proofs to that which he feared."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:6",
                            "text": "And no wonder: for although he beheld Him spitted on, and scourged, and disgraced, and led to the Cross, yet he saw Divine powers abounding even in the midst of the indignities and wrongs; when the veil of the temple is rent, when the sun hides itself, the day is darkened, and all things feel the effects of the Passion: all things even, which know not God, acknowledge the work of Deity."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:7",
                            "text": "And therefore the devil seeing this, and trembling, tried in every way to arrive at the knowledge of His Godhead, even at the very death of the manhood, saying in the person of those who crucified Him: \"If He be the Son of God, let Him come down now from the Cross, and we will believe Him\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:8",
                            "text": "He certainty perceived that by His bodily Passion our Lord God was working out the redemption of man's salvation, and also that by it he was being destroyed and subdued, while we were being redeemed and saved."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:9",
                            "text": "And so the enemy of mankind wanted by every means and every wile to defeat that which he knew was being done for the redemption of all men."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:10",
                            "text": "\"If,\" he says, \"He be the Son of God, let Him come down now from the Cross and we will believe Him:\" on purpose that the Lord might be moved by the reproach of the words, and destroy the mystery, while He avenged the wrong."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:11",
                            "text": "You see then that the Lord even when hanging on the Cross was termed the Son of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:12",
                            "text": "You see that they suspect the fact to which they refer."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:13",
                            "text": "And so do you learn, as I said above, even from His persecutors, even from the devil, to believe on the Son of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:14",
                            "text": "Who ever came up to the unbelief of the devil? Who went beyond it? He suspected that He was the Son of God even when He endured death."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:15",
                            "text": "You deny it even when He has risen."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:16",
                            "text": "He suspected that He was God, from whom He hid Himself."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VII 13:17",
                            "text": "You, to whom He has proved it, deny it."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Against Nestorius Book VII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:2",
                            "text": "He shows how heretics pervert holy Scripture, by replying to the argument drawn from the Apostle's words, \"Without father, without mother,\" etc."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:3",
                            "text": ": Heb."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:4",
                            "text": "vii."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:5",
                            "text": "You then make use of the holy Scriptures against God, and try to bring His own witnesses against Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:6",
                            "text": "But how? Truly so as to become a false accuser not only of God, but of the evidences themselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:7",
                            "text": "Nor indeed is it wonderful that, as you cannot do what you want, you only do what you can: as you cannot turn the sacred witnesses against God, you do what you can, and pervert them."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:8",
                            "text": "For you say: Then Paul tells a lie, when he says of Christ: \"Without mother, without genealogy\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:9",
                            "text": "I ask you, of whom do you think that Paul said this? Of the Son and Word of God, or of the Christ, whom you separate from the Son of God, and blasphemously assert to be a mere man? If of the Christ, whom you maintain to be a mere man, how could a man be born without a mother and without a genealogy on the mother's side? But if of the Word of God and Son of God—what can we make of it, when the same Apostle, your own witness, as you impiously imagine, testifies in the same place and by the same witness, that He whom you assert to be without mother, was also without father; saying, \"Without father, without mother, without genealogy\"? It follows then that if you use the Apostle's witness, since you assert that the Son of God was \"without mother,\" you must also be guilty of the blasphemy that He was \"without father\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:10",
                            "text": "You see then in what a downfall of impiety you have landed yourself, in your eagerness for your perversity and wickedness, so that, while you say that the Son of God had not a mother, you must also deny Him a Father—a thing which no one yet since the world began, except perhaps a madman, ever did."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:11",
                            "text": "And this, whether with greater wickedness or folly, I hardly know; for what is more foolish and silly than to give the name of Son and to try to keep back the name of Father? But you say I don't keep it back, I don't deny it."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:12",
                            "text": "And what madness then drove you to quote that passage, where, while you say that He had no mother, you must seem also to deny to Him a Father? For as in the same passage He is said to be without mother and also without father, it follows that if it can be understood that there He is without mother, in the same way in which we understand that He is without mother, we must also believe that He is without father."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:13",
                            "text": "But that hasty craze for denying  God did not see this; and when it quoted mutilated, what was written entire, it failed to see that the shameless and palpable lie could be refuted by laying open the contents of the sacred volume."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:14",
                            "text": "O foolish blasphemy, and madness! which, while it failed to see what it ought to follow, had not the wit to see even what could be read: as if, because it could get rid of its own intelligence, it could get rid of the power of reading from everybody else, or as if everybody would lose their eyes in their heads for reading, because it had lost the eyes of the mind."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:15",
                            "text": "Hear then, you heretic, the passage you have garbled: hear in full and completely, what you quoted mutilated and hacked about."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:16",
                            "text": "The Apostle wants to make clear to every one the twofold birth of God—and in order to show how the Lord was born in the Godhead and in flesh, he says, \"Without father, without mother:\" for the one belongs to the birth of Divinity, the other to that of the flesh."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:17",
                            "text": "For as He was begotten in His Divine nature \"without mother,\" so He is in the body \"without father:\" and so though He is neither without father nor without mother, we must believe in Him \"without father and without mother\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:18",
                            "text": "For if you regard Him as He is begotten of the Father, He is without mother: if, as born of His mother, He is without father."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:19",
                            "text": "And so in each of these births He has one: in both together He is without each: for the birth of Divinity had no need of mother, and for the birth of His body, He was Himself sufficient, without a father."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VII 14:20",
                            "text": "Therefore says the Apostle \"Without mother, without genealogy\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Against Nestorius Book VII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VII 15:2",
                            "text": "How Christ could be said by the Apostle to be without genealogy."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VII 15:3",
                            "text": "How does he say that the Lord was \"without genealogy,\" when the Gospel of the Evangelist Matthew begins with the Saviour's genealogy, saying: \"The book of the generations of Jesus Christ, the Son of David, the Son of Abraham\"? Therefore according to the Evangelist He has a genealogy, and according to the Apostle, He has not: for according to the Evangelist, He has it on the mother's side, according to the Apostle He has not, as He springs from the Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VII 15:4",
                            "text": "And so the Apostle well says: \"Without father, without mother, without genealogy:\" and where he lays down that He was begotten without mother, there also he records that He was without genealogy."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VII 15:5",
                            "text": "And thus as regards both the nativities of the Lord, the writings of the Evangelist and of the Apostle agree together."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VII 15:6",
                            "text": "For according to the Evangelist He has a genealogy \"without father,\" when born in the flesh: and according to the Apostle, the Lord has not, when begotten in His Divine nature \"without mother;\" as Isaiah says: \"But who shall declare His generation?\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Against Nestorius Book VII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:2",
                            "text": "He shows that like the devil when tempting Christ, the heretics garble and pervert holy Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:3",
                            "text": "Why then, you heretic, did you not in this way quote the whole and entire passage which you had read? So you see that the Apostle laid down that the Lord was \"without mother\" in the same way in which he laid down that He was born \"without father:\" that we might know that He is \"without mother\" in the same way in which we understand Him to be \"without father\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:4",
                            "text": "And as it is impossible to believe Him to be altogether \"without father,\" so we cannot understand that He is altogether \"without mother\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:5",
                            "text": "Why then, you heretic, did you not in this way quote what you had read in the Apostle, entire and unmutilated? But you insert part, and omit part; and garble the words of truth in order that you may be able to build up your false notions by your wicked act."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:6",
                            "text": "I see who was your master."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:7",
                            "text": "We must believe that you had his instruction, whose example you are following."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:8",
                            "text": "For so the devil in the gospel when tempting the Lord said: \"If Thou art the Son of God, cast Thyself down."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:9",
                            "text": "For it is written that He shall give His angels charge concerning Thee to keep Thee in all Thy ways\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:10",
                            "text": "And when he had said this, he left out the context and what belongs to it; viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:11",
                            "text": ", \"Thou shalt walk upon the asp and the basilisk: and thou shalt trample under foot the lion and the dragon\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:12",
                            "text": "Surely he cunningly quoted the previous verse and left out the latter: for he quoted the one to deceive Him: he held his tongue about the latter to avoid condemning himself."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:13",
                            "text": "For he knew that he himself was signified by the asp and basilisk, the lion and dragon in the Prophet's words."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:14",
                            "text": "So then you also bring forward a part and omit a part; and quote the one to deceive; and omit the other for fear lest if you were to quote the whole, you might condemn your own deception."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VII 16:15",
                            "text": "But it is now time to pass on to further matters, for by dwelling too long on particular points, as we are led to do by the desire of giving a full answer, we exceed the limits even of a longish book."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: Against Nestorius Book VII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:2",
                            "text": "That the glory and honour of Christ is not to be ascribed to the Holy Ghost in such a way as to deny that it proceeds from Christ Himself, as if all that excellency, which was in Him, was another's and proceeded from another source."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:3",
                            "text": "You say then in another discussion, nay rather in another blasphemy of yours, \"and He separated the Spirit from the Divine nature Who created His humanity."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:4",
                            "text": "For Scripture says that that which was born of Mary is of the Holy Ghost."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:5",
                            "text": "Who also filled with righteousness (justitia) that which was created: for it says 'He appeared in the flesh, was justified in the Spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:6",
                            "text": "' Again: Who made Him also to be feared by the devils: 'For I,' He says, 'by the Spirit of God cast out devils."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:7",
                            "text": "' Who also made His flesh a temple."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:8",
                            "text": "'For I saw His spirit descending like a dove and abiding upon Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:9",
                            "text": "' Again: Who granted to Him His ascension into Heaven."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:10",
                            "text": "For it says, \"Giving a commandment to the apostles whom He had chosen, by the Holy Ghost He was taken up\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:11",
                            "text": "Finally that it was He who granted such glory to Christ\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:12",
                            "text": "The whole of your blasphemy then consists in this: that Christ had nothing of Himself: nor did He, a mere man, as you say, receive anything from the Word, i-e:, the Son of God; but everything in Him was the gift of the Spirit."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:13",
                            "text": "If then we can show that all that which you refer to the Spirit, is His own, what remains but that we prove that He whom you therefore would have taken to be a man, because as you say everything which He has is another's, is therefore God, because everything which He has is His own? And indeed we will prove this not only by discussion and argument, but by the voice of Divinity Itself: for nothing testifies of God better than things divine."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:14",
                            "text": "And because nothing knows itself better than the very glory of God, we believe nothing on the subject of God with greater right than those writings in which God Himself is His own witness."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:15",
                            "text": "First then, as to this that you say that the Holy Spirit created His humanity; we might take it simply, if we could acknowledge that you had not brought it forward in the interests of unbelief."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:16",
                            "text": "For neither do we deny that the flesh of the Lord was conceived by the Holy Ghost: but we assert that the body was conceived by the co-operation of the Holy Ghost in such a way that we can say that His Humanity was created for Himself by the Son of God, as the Holy Spirit Itself says in holy Scripture, testifying that \"Wisdom hath builded for Itself a house\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:17",
                            "text": "You see then that that which was conceived by the Holy Ghost was built and perfected by the Son of God: not that the work of the Son of God is one thing, and the work of the Holy Ghost another: but that through the unity of the Godhead and glory the operation of the Spirit is the building of the Son of God; and the building of the Son of God is the co-operation of the Holy Ghost."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:18",
                            "text": "And so we read not only that the Holy Ghost came upon the Virgin, but also that the power of the Most High overshadowed the Virgin; that since Wisdom Itself is the fulness of the Godhead, no one might doubt that when Wisdom built Itself a house all the fulness of the Godhead was present."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:19",
                            "text": "But the wretched hardness of your blasphemy, while it tries to sever Christ from the Son of God, fails to see that it is entirely severing the nature of the Godhead from Itself."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:20",
                            "text": "Unless perhaps you believe that the house is therefore built for Him by the Holy Ghost because He Himself was insufficient and incapable of building for Himself an house."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:21",
                            "text": "But it is as absurd as it is wild, to believe that He, whom we believe to have created the whole universe of things heavenly and earthly by His will, was unable to build for Himself a body: especially as the power of the Holy Ghost is His power, and the Divinity and Glory of the Trinity are so united and inseparable, that we cannot think of anything at all in One Person of the Trinity, which can be separated from the fulness of the Godhead."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:22",
                            "text": "Therefore when this is laid down and grasped; viz."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:23",
                            "text": ", that according to the faith of holy Scripture, when the Holy Ghost came upon (the Virgin) and the power of the Most High overshadowed her, Wisdom builded Itself an house; the rest of the slanders of your blasphemy come to nothing."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:24",
                            "text": "For neither is it doubtful that He made all things by Himself and in Himself, in whose name and faith, the faith even of believers can do anything."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:25",
                            "text": "For neither did He need the aid of another, as neither have they needed it, who have trusted in His power."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:26",
                            "text": "And so as for your assertions that He was justified by the Spirit, and that the Spirit made Him to be feared by the devils, and that His flesh became the temple of the Holy Ghost, and that He was taken up by the Spirit into heaven, they are all blasphemous and wild: not because we are to believe that in all these things which He Himself did, the unity and cooperation of the Spirit was wanting—since the Godhead is never wanting to Itself, and the power of the Trinity was ever present in the Saviour's works—but because you will have it that the Holy Ghost gave assistance to the Lord Jesus Christ as if He had been feeble and powerless; and that He granted those  things to Him, which He was unable to procure for Himself."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VII 17:27",
                            "text": "Learn then from sacred witnesses to believe God, and not to mingle falsehood with truth: for the subject does not admit it, and common sense abhors the idea of mingling the notions of the spirit of the devil with the witnesses that are Divine."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: Against Nestorius Book VII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:2",
                            "text": "How we are to understand the Apostle's words: \"He appeared in the flesh, was justified in the Spirit,\" etc."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:3",
                            "text": "For to begin with this assertion of yours that the Spirit filled with righteousness (justitia) what was created, and your attempts to prove this by the evidence of the Apostle, where he says that \"He appeared in the flesh, was justified in the Spirit,\" you make each statement in an unsound sense and wild spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:4",
                            "text": "For you make this assertion; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:5",
                            "text": ", that you will have it that He was filled with righteousness by the Spirit, in order to show how He was void of righteousness, as you assert that the being filled with it was given to Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:6",
                            "text": "And as for your use of the evidence of the Apostle on this matter, you garble the arrangement and meaning of the sacred passage."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:7",
                            "text": "For the Apostle's statement is not as you have quoted it, mutilated and spoilt."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:8",
                            "text": "For what says the Apostle? \"And evidently great is the mystery of Godliness, which was manifested in the flesh, was justified in the Spirit\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:9",
                            "text": "You see then that the Apostle declared that the mystery or sacrament of Godliness was justified."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:10",
                            "text": "For he was not so forgetful of his own words and teaching as to say that He was void of righteousness, whom he had always proclaimed as righteousness, saying: \"Who was made unto us righteousness and sanctification and redemption\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:11",
                            "text": "Elsewhere also he says: \"But ye were washed, but ye were justified, but ye were sanctified in the name of our Lord Jesus Christ\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:12",
                            "text": "How far then from Him was it to need being filled with righteousness, as He Himself filled all things with righteousness, and for His glory to be without righteousness, whose very name justifies all things."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VII 18:13",
                            "text": "You see then how foolish and wild are your blasphemies, since you are trying to take away from our Lord what is ever shed forth by Him upon all believers in such a way that still in its continuous supply it is never diminished."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: Against Nestorius Book VII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:2",
                            "text": "That it was not only the Spirit, but Christ Himself also who made Him to be feared."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:3",
                            "text": "You say too that the Spirit made Him to be feared by the devils."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:4",
                            "text": "To reject and refute which, even though the horrible character of the utterance is enough, we will still add some instances."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:5",
                            "text": "Tell me, I pray, you who say that the fact that the devils feared Him was not His own doing but another's, and who will have it that this was not His own power but a gift, how was it that even His name had that power, of which He Himself was, according to you, void? How was it that in His name devils were cast out, sick persons were cured, dead men were raised? For the Apostle Peter says to that lame man who was sitting at the beautiful gate of the Temple: \"In the name of Jesus Christ arise and walk\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:6",
                            "text": "And again in the city of Joppa to the man who had been lying on his bed paralysed for eight years he says, \"aeneas, may the Lord Jesus Christ heal thee: arise and make thy bed for thyself\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:7",
                            "text": "Paul too says to the pythonical spirit: \"I charge thee in the name of Jesus Christ come out of her,\" and the devil came out of her."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:8",
                            "text": "But understand from this how utterly alien this weakness was from our Lord: for I do not call even those weak, whom He by His name made strong, since we never heard of any devil or infirmity able to resist any of the apostles since the Lord's resurrection."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:9",
                            "text": "How then did the Spirit make Him to be feared, who made others to be feared? Or was He in Himself weak, whose faith even through the instrumentality of others reigned over all things? Finally those men who received power from God, never used that power as if it were their own: but referred the power to Him from whom they received it: for the power itself could never have any force except through the name of Him who gave it."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:10",
                            "text": "And so both the apostles and all the servants of God never did any thing in their own name, but in the name and invocation of Christ: for the power itself derived its force from the same source as its origin, and could not be given through the instrumentality of the ministers, unless it had come from the Author."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:11",
                            "text": "You then—who say that the Lord was the same as one of His servants (for as the apostles had nothing but what they received from their Lord, so you make out that the Lord Himself had nothing  but what He received from the Spirit; and thus you make out that everything that He had, He had not as Lord, but had received it as a servant), do you tell me then, how it was that He used this power as His own and not as something which He had received? For what do we read of Him? He says to the paralytic: \"Arise, take up thy bed, and go to thine house\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:12",
                            "text": "And again to a father who pleads on behalf of his child, He says: \"Go thy way: thy son liveth\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:13",
                            "text": "And where an only son of his mother was being carried forth for burial, \"Young man,\" He says, \"I say unto thee Arise\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:14",
                            "text": "Did He then like those who received power from God, ask that power might be given to Him for performing these things by the invocation of the Divine Name? Why did He not Himself work by the name of the Spirit, just as the apostles wrought by His Name? Finally, what does the gospel itself state about Him? It says: \"He was teaching them as one that had authority, and not like the Scribes and Pharisees\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VII 19:15",
                            "text": "Or do you make out that He was so proud and haughty as to put to the credit of His own might the power which (according to you) He had received from God? But what do we make of the fact that the power never submitted to His servants, except through the name of its author, and could have no efficacy if the actor claimed any of it as his own?."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: Against Nestorius Book VII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:2",
                            "text": "He tries by stronger and weightier arguments to destroy that notion."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:3",
                            "text": "But why are we so long dealing with your wild blasphemy, with arguments that are plain indeed but still slight? Let us hear God Himself speaking to His disciples: \"Heal the sick, raise the dead, cleanse the lepers, cast out devils\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:4",
                            "text": "And again: \"In My name,\" He says, \"ye shall cast out devils\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:5",
                            "text": "Had He any need of Another's name for the exercise of His power, who made His own name to be a power? But what is still added? \"Behold,\" He says, \"I have given you power to tread upon serpents and scorpions and upon all the power of the enemy\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:6",
                            "text": "He Himself says that He was gentle, as indeed He was, and humble in heart."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:7",
                            "text": "And how was it that as regards the greatest possible power, He commanded others to work in His own name, if He Himself worked in Another's name? Or did He give to others, as if it were His own, what He Himself, according to you, did not possess, unless He received it from Another? But tell me, which of the saints receiving power from God, so worked? Or would not Peter have been thought a lunatic, or John a madman, or Paul out of his mind, if they had said to any sick folk: \"In our name arise;\" or to the lame: \"In our name walk;\" or to the dead: \"In our name live;\" or this to some: \"We give you power to tread upon serpents and scorpions and upon all the power of the enemy\"? You see then from this your madness: for just as these words are mad if they spring from man's assurance, so are you utterly mad if you do not see that they come from Divine power."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:8",
                            "text": "For you must admit one of two alternatives; either that man could possess and give Divine power, or at any rate if no man can do this, that He who could do it, was God."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VII 20:9",
                            "text": "For no one can grant of His liberality Divine power, except Him who possesses it by nature."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: Against Nestorius Book VII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:2",
                            "text": "That it must be ascribed equally to Christ and the Holy Ghost that His flesh and Humanity became the temple of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:3",
                            "text": "But there follows in your blasphemy that His flesh was made a temple of the Holy Ghost, for this reason, that John has said: \"For I saw the Spirit descending from heaven and abiding upon Him\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:4",
                            "text": "For you try to support even this wild statement of yours by Scriptural authority: wherefore let us see whether this sacred authority has said that which you say."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:5",
                            "text": "\"For I saw,\" it says, \"the Spirit descending like a dove, and abiding upon Him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:6",
                            "text": "Discern here, if you can, which is the more powerful, which greater, which more to be honoured? He who descended, or He to whom the descent was made? He who brought down the honour, or He to whom the honour was brought? Where do you find in this passage that the Spirit made His flesh a temple? or wherein does it lessen the honour of God, if God Himself descended to show God to mankind? For certainly we ought not to think that He is less whose high estate was pointed out, than He who pointed out His high estate."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:7",
                            "text": "But away with the thought of believing or making any separation in the Godhead: for one and the same Godhead  and equal power shut out altogether the wicked notion of inequality."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:8",
                            "text": "And so in this matter, where there is the Person of the Father and of the Son and of the Holy Ghost, and where it is the Son of God to whom the descent is made, the Spirit who descends, the Father who gives His witness, no one had more honour, and no one received any slight, but it all redounds equally to the fulness of the Godhead, for each Person of the Trinity contains within Himself the glory of the whole Trinity."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:9",
                            "text": "And so nothing further needs to be said, except only to show the rise and origin of your blasphemy."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:10",
                            "text": "For thorns and thistles springing up from the roots produce shoots of their own nature, and from their character show their origin."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:11",
                            "text": "So then you also, a thorny offshoot of the Pelagian heresy, show in germ just the same that your father is said to have had in the root."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:12",
                            "text": "For he (as Leporius his follower said) declared that our Lord was made the Christ by His baptism: you say that at His baptism He was made the temple of God by the Spirit."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VII 21:13",
                            "text": "The words are not altogether identical: but the wrong-headedness is altogether the same."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: Against Nestorius Book VII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:2",
                            "text": "That the raising up of Christ into heaven is not to be ascribed to the Spirit alone."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:3",
                            "text": "But you add this also to those impieties of yours mentioned above; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:4",
                            "text": ", that the Spirit granted to the Lord His ascension into heaven: showing by this blasphemous notion of yours that you believe that the Lord Jesus Christ was so weak and powerless that had not the Spirit raised Him up to heaven, you fancy that He would still at this day have been on earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:5",
                            "text": "But to prove this assertion you bring forward a passage of Scripture: for you say \"Giving commands to the apostles whom He had chosen, by the Holy Ghost He was raised up\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:6",
                            "text": "What am I to call you? What am I to think of you who by corrupting the sacred writings contrive that their evidences should not have the force of evidences? A new kind of audacity, which strives by its impious arguments to manage that truth may seem to confirm falsehood."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:7",
                            "text": "For the Acts of the Apostles does not say what you make out."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:8",
                            "text": "For what says the Scripture? \"What Jesus began to do and to teach until the day in which giving charge to the apostles whom He had chosen by the Holy Ghost, He was taken up\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:9",
                            "text": "Which is an instance of Hyperbaton, and must be understood in this way: what Jesus began to do and to teach until the day in which he was taken up, giving charge to the apostles whom He had chosen by the Holy Ghost; so that we ought not perhaps to have to give you any further answer in this matter than that of the passage itself, for the entire passage ought to be sufficient for the full truth, if the mutilation of it was available for your falsehood."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:10",
                            "text": "But still, you, who think that our Lord Jesus Christ could not have ascended into heaven, unless He had been raised up by the Spirit; tell me how is it that He Himself says \"No one hath ascended into heaven but He who came down from heaven, even the Son of man who is in heaven\"? Confess then how foolish and absurd your notion is that He could not ascend into heaven, who is said, although He had descended into earth, never to have been absent from heaven: and say whether to leave the regions below and ascend into heaven was possible for Him to whom it was easy when still on earth, ever to continue in heaven."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:11",
                            "text": "But what is that which He Himself says: \"I ascend unto my Father\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VII 22:12",
                            "text": "Did He imply that in this ascension there would be the intervention of Another's help, who by the very fact that He said He would ascend, shows the efficacy of His own power? David also says of the Ascension of the Lord: \"God ascended with a merry noise, the Lord with the sound of the trumpet:\" He clearly explained the glory of Him who ascends by the power of the ascension."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: Against Nestorius Book VII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:2",
                            "text": "He continues the same argument to show that Christ had no need of another's glory as He had a glory of His own."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:3",
                            "text": "But to end let us see the addition with which you sum up your preceding blasphemies."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:4",
                            "text": "Your words are, \"Who gave such glory to Christ?\" You name glory in order to degrade Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:5",
                            "text": "For by the assertion that the Lord was endowed with glory, in saying that He received it you blasphemously imply that He stood in need of it."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:6",
                            "text": "For your perverse notion suggests that the generosity of the giver shows the need of the receiver."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:7",
                            "text": "O miserable impiety of yours! and where is that which Divinity itself once foretold of the Lord Jesus Christ ascending into heaven? Saying: \"Lift up your heads, and the King of glory  shall come in\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:8",
                            "text": "And when He (after the fashion of Divine utterances) had made answer to Himself as if in the character of an inquirer: \"Who is the King of glory?\" at once He adds: \"The Lord strong and mighty, the Lord mighty in battle:\" showing under the figure of a battle fought, the victory of the Lord in His triumph."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:9",
                            "text": "Then when, to complete the exposition of it, He had repeated the words of the utterance quoted above, He showed by the following conclusion the majesty of the Lord as He entered heaven, saying \"The Lord of hosts, He is the King of glory\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:10",
                            "text": "On purpose that the fact of His taking a body might not interfere with the glory of His mighty Divinity, He taught that the same Person was Lord of hosts and King of heavenly glory, whom He had previously proclaimed Victor in the battle below."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:11",
                            "text": "Go now and say that the glory was given to the Lord, when both prophecy has said that He was the King of glory, and He Himself also has testified of Himself as follows: \"When the Son of man shall come in His glory\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:12",
                            "text": "Refute it, if you can, and contradict this; viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:13",
                            "text": ", that whereas He testifies that He has glory of His own, you say that He has received Another's."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:14",
                            "text": "Although we maintain that He has His own glory, in such a way that we do not deny that His very property of glory is common to Him with the Father and the Holy Ghost."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VII 23:15",
                            "text": "For whatever God possesses belongs to the Godhead: and the kingdom of glory belongs to the Son of God in such a way that it is not kept back from belonging to the entire Godhead."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "John Cassian: Against Nestorius Book VII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:2",
                            "text": "He supports this doctrine by the authority of the blessed Hilary."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:3",
                            "text": "But it is quite time to finish the book, aye and the whole work, if I may however add the sayings of a few saintly men and illustrious priests, to support by the faith of the present day what we have already proved by the authority of holy Scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:4",
                            "text": "Hilary, a man endowed with all virtues and graces, and famous for his life as well as for his eloquence, who also, as a teacher of the churches and a priest, advanced not only by his own merits but also by the progress of others, and remained so steadfast during the storms of persecution that through the fortitude of his unconquered faith he attained the dignity of being a Confessor,—he testifies in the First book on the faith that the Lord Jesus Christ, Very God of Very God, was both begotten before the world, and afterwards born as man."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:5",
                            "text": "Again in the Second book: \"One only Begotten God grew in the womb of the holy Virgin into the form of a human body; He who contains all things, and in whose power all things are, is brought forth according to the law of human birth\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:6",
                            "text": "Again in the same book: \"An angel is witness that He who is born is God with us\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:7",
                            "text": "Again in the Tenth book: \"We have taught the mystery of God born as man by the birth from the Virgin\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:8",
                            "text": "Again in the same book: \"For when God was born as man, He was not born on purpose not to remain God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:9",
                            "text": "Again in the same writer's preface to his exposition of the gospel according to Matthew: \"For to begin with it was needful for us that for our sakes the only Begotten God should be known to be born as man\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:10",
                            "text": "Again in what follows: \"that besides being God, He should be born as man, which He was not yet\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:11",
                            "text": "Again in the same place: \"Then this third matter was fitting: that as God was born as man in the world\" etc."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:12",
                            "text": ": Here are a few passages out of any number."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:13",
                            "text": "But still you see even from these which we have quoted, how clearly and plainly he asserts that God was born of Mary."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:14",
                            "text": "And where then is this saying of yours: \"The creature could not bring forth the Creator: and that which is born of the flesh, is flesh\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:15",
                            "text": "It would take too long to quote passages bearing on this point from each separate writer."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "John Cassian: Against Nestorius Book VII 24:16",
                            "text": "I must try to enumerate them rather than to explain them: for they will sufficiently explain themselves."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "John Cassian: Against Nestorius Book VII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:2",
                            "text": "He shows that Ambrose agrees with S."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:3",
                            "text": "Hilary."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:4",
                            "text": "Ambrose, that illustrious priest of God, who never leaving the Lord's hand, ever shone like a jewel upon the finger of God, thus speaks in his book to the Virgins: \"My brother is white and ruddy."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:5",
                            "text": "White because He is the glory of the Father: ruddy because He was born of the Virgin."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:6",
                            "text": "But remember that in Him the tokens of Divinity are of longer standing than the mysteries of the body."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:7",
                            "text": "For He did not  begin to exist from the Virgin, but He who was already in existence, came into the Virgin\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:8",
                            "text": "Again on Christmas Day: \"See the miracle of the mother of the Lord: A Virgin conceived, a Virgin brought forth."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:9",
                            "text": "She was a Virgin when she conceived, a Virgin when with child, a Virgin after the birth."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:10",
                            "text": "As is said in Ezekiel: \"And the gate was shut and not opened, because the Lord passed through it\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:11",
                            "text": "A splendid Virginity, and wondrous fruitfulness! The Lord of the world is born: and there are no cries from her who brought Him forth."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:12",
                            "text": "The womb is left empty, and a true child is born, and yet the Virginity is not destroyed."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:13",
                            "text": "It was right that when God was born the power of chastity should become greater, and that her purity should not be violated by the going forth of Him who had come to heal what was corrupt\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:14",
                            "text": "Again in his exposition of the gospel according to Luke he says that \"one was especially chosen, to bring forth God, who was espoused to an husband\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:15",
                            "text": "He certainly declares that God was born of the Virgin."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:16",
                            "text": "He calls Mary the mother of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:17",
                            "text": "And where is that awful and execrable utterance of yours asking how can she be the mother of one of a different nature from her own."
                        },
                        {
                            "verse": 18,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:18",
                            "text": "But if she is called mother by them, it is the human nature which was born not the Godhead."
                        },
                        {
                            "verse": 19,
                            "chapter": 25,
                            "name": "John Cassian: Against Nestorius Book VII 25:19",
                            "text": "So, that illustrious teacher of the faith says both that she who bare Him was human, and that He who was born is God: and yet that this is no reason for unbelief, but only a miracle of faith."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "John Cassian: Against Nestorius Book VII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:2",
                            "text": "He adds to the foregoing the testimony of S."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:3",
                            "text": "Jerome."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:4",
                            "text": "Jerome, the Teacher of the Catholics, whose writings shine like divine lamps throughout the whole world, says in his book to Eustochium: \"The Son of God for our salvation was made the Son of man."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:5",
                            "text": "He waits ten months in the womb to be born: and He, in whose hand the world is held, is contained in a narrow manger\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:6",
                            "text": "Again in his commentary on Isaiah: \"For the Lord of hosts, who is the King of glory, Himself descended into the Virgin's womb, and entered in and went forth from the East Gate which is ever shut\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:7",
                            "text": "Of whom Gabriel says to the Virgin: \"The Holy Ghost shall come upon thee, and the power of the Most High shall overshadow thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:8",
                            "text": "Wherefore that holy thing which shall be born of thee shall be called the Son of God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:9",
                            "text": "And in Proverbs: \"Wisdom hath builded herself an house\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:10",
                            "text": "Compare this if you please with your doctrine or rather your blasphemy, in which you assert that God is the Creator of the months, and was not an offspring of months."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:11",
                            "text": "For lo, Jerome, a man of the greatest knowledge and also of the most pure and approved doctrine testifies almost in the very words in which you deny that the Son of God was an offspring of months, that He was an offspring of months."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:12",
                            "text": "For he says that He waits ten months in the womb to be born."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:13",
                            "text": "But perhaps the authority of this man seems a mere nothing to you."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "John Cassian: Against Nestorius Book VII 26:14",
                            "text": "You may take it that every one says the same and in the same words, for whoever does not deny that the Son of God is the offspring of the Virgin, admits that He is the offspring of months."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "John Cassian: Against Nestorius Book VII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:2",
                            "text": "To the foregoing he adds Rufinus and the blessed Augustine."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:3",
                            "text": "Rufinus also, a Christian philosopher, with no mean place among Ecclesiastical Doctors testifies as follows of the Lord's Nativity in his Exposition of the Creed."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:4",
                            "text": "\"For the Son of God,\" he says, \"is born of a Virgin, not chiefly allied to the flesh alone, but generated in the soul which is the medium between the flesh and God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:5",
                            "text": "Does he witness obscurely that God was born of man? Augustine the priest of Hippo Regiensis says: \"That men might be born of God, God was first born of them: for Christ is God."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:6",
                            "text": "And Christ when born of men only required a mother on earth, because He always had a Father in heaven, being born of God through whom we are made, and also born of a woman, through whom we might be re-created\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:7",
                            "text": "Again, in this place: \"And the Word was made flesh and dwelt among us."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:8",
                            "text": "Why then need you wonder that men are born of God? Notice how God Himself was born of men\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:9",
                            "text": "Again in his Epistle to Volusianus: \"But Moses himself and the rest of the prophets most truly prophesied of Christ the Lord, and gave Him great glory: they declared that He would come not as one like themselves, nor merely greater in the same sort of power of working miracles, but clearly as the Lord God of all, and as made man for men."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:10",
                            "text": "Who therefore Himself also willed to do such things as they  did to prevent the absurdity of His not doing Himself those things which He did through them."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:11",
                            "text": "But still it was right also for Him to do something special; viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:12",
                            "text": ", to be born of a Virgin, to rise from the dead, to ascend into heaven."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "John Cassian: Against Nestorius Book VII 27:13",
                            "text": "And if anyone thinks that this is too little for God, I know not what more he can look for."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "John Cassian: Against Nestorius Book VII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:2",
                            "text": "As he is going to produce the testimony of Greek or Eastern Bishops, he brings forward in the first place S."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:3",
                            "text": "Gregory Nazianzen."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:4",
                            "text": "But perhaps because those whom we have enumerated came from different parts of the world, their authority may seem to you less valuable."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:5",
                            "text": "An absurd thing, indeed, because faith is not interfered with by place, and we have to consider what a man is, not where: especially since religion unites all together, and those who are in the one faith may be also known to be in the one body."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:6",
                            "text": "But still we will bring forward for you some, whom you cannot despise, even from the East."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:7",
                            "text": "Gregory, that most grand light of knowledge and doctrine, who though he has been for some time dead, yet still lives in authority and faith, and though he has been for some time removed in the body from the Churches, yet has not forsaken them in word and authority."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:8",
                            "text": "\"When then,\" he says, \"God had come forth from the Virgin, in that human nature which He had taken, as He existed in one out of two which are the opposite of each other; viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:9",
                            "text": ", flesh and spirit, the one is taken into God, the other exalts into the grace of Deity."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:10",
                            "text": "O new and unheard of intermingling! O marvellous and exquisite union! He who was, came to be, and the Creator is created: and He who is infinite is embraced by the soul which is the medium between God and the flesh: and He who makes all rich, is made poor\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:11",
                            "text": "Again he says of the Epiphany: \"But what happens? What is done concerning us and for us? There is brought about some new and unheard of change of natures and God is made man\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:12",
                            "text": "Again in this passage: \"The Son of God began to be also the Son of man, not being changed from what He was, for He is unchangeable, but taking to Himself what He was not: for He is pitiful so that He, who could not be embraced, can now be embraced\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:13",
                            "text": "You see how grandly and nobly he asserts the majesty of His Godhead so that He may bring in the condescension of the Incarnation: for that admirable teacher of the faith knew well that of all the blessings which God granted to us at His coming into the world this was the chief, without diminishing in any way His glory."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:14",
                            "text": "For whatever God gave to man, ought to increase the love of Him in us, and not to lessen the honour which we give to Him."
                        },
                        {
                            "verse": 15,
                            "chapter": 28,
                            "name": "John Cassian: Against Nestorius Book VII 28:15",
                            "text": "φύσεις καὶ Θεὸς ἄνθρωπος γίνεται…καὶ ὁ υἱὸς τοῦ Θεοῦ δέχεται καὶ υἱὸς ἀνθρώπου γενὲσθαι τε καὶ κληθῆναι, οὐχ ὃ ἠν μεταβαλὼν, ἄτρεπτονυ γὰρ, ἄλλ ὀ οὐκ ἦν προσλαβὼν, φιλάνθρωπος γάρ, ἵνα χωρηθᾑ ὁ ἀχώρητος."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "John Cassian: Against Nestorius Book VII 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "John Cassian: Against Nestorius Book VII 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "John Cassian: Against Nestorius Book VII 29:2",
                            "text": "In the next place he puts the authority of S."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "John Cassian: Against Nestorius Book VII 29:3",
                            "text": "Athanasius."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "John Cassian: Against Nestorius Book VII 29:4",
                            "text": "Athanasius also, priest of the city of Alexandria, a splendid instance of constancy and virtue, whom the storm of heretical persecution tested without crushing him: whose life was always like a clear glass, and who had almost obtained the reward of martyrdom before attaining the dignity of confessorship: Let us see what was his view of the Lord Jesus Christ and the mother of the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "John Cassian: Against Nestorius Book VII 29:5",
                            "text": "\"This then,\" he says, \"is the mind and stamp of Holy Scripture, as we have often said; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "John Cassian: Against Nestorius Book VII 29:6",
                            "text": ", that in one and the same Saviour two things have to be understood: (1) that He was ever God, and is Son, Word, and Light, and Wisdom of the Father, and (2) that afterwards for our sakes He took flesh of the Virgin Mary the Theotocos, and was made man\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "John Cassian: Against Nestorius Book VII 29:7",
                            "text": "Again after some other matter: \"Many then were saints and clean from sin: Jeremiah also was sanctified from the womb, and John, while still in the womb leapt for joy at the voice of Mary the Theotocos\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "John Cassian: Against Nestorius Book VII 29:8",
                            "text": "He certainly says that God, the Son of God, who (to declare the faith of all in his words) is \"the Word, and Light and Wisdom of the Father,\" took flesh for our sakes; and therefore he calls the Virgin Mary Theotocos, because she was the Mother of God."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "John Cassian: Against Nestorius Book VII 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:2",
                            "text": "He adds also S."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:3",
                            "text": "John Chrysostom."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:4",
                            "text": "As for John the glory of the Episcopate of Constantinople, whose holy life obtained  the reward of martyrdom without any show of Gentile persecution, hear what he thought and taught on the Incarnation of the Son of God: \"And Him,\" he says, \"whom if He had come in unveiled Deity neither the heaven nor the earth nor the sea nor any other creature could have contained, the pure womb of a Virgin bore\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:5",
                            "text": "This man's faith and doctrine then, even if you ignore that of others, you ought to follow and hold, as out of love and affection for him the pious people chose you as their Bishop."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:6",
                            "text": "For when it took you for its priest from the Church of Antioch, from which it had formerly chosen him, it believed that it would receive in you all that it had lost in him."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:7",
                            "text": "Did not, I ask you, all these almost with prophetic spirit say all these things in order to confound your blasphemies."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:8",
                            "text": "For you declare that our Lord and Saviour Christ is not God: they declare that Christ the Lord is Very God."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:9",
                            "text": "You blasphemously assert that Mary is Christotocos not Theotocos: they do not deny that she is Christotocos, while they acknowledge her as Theotocos."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:10",
                            "text": "Not merely the substance but the words also are opposed to your blasphemies: that we may clearly see that an impregnable bulwark was formerly prepared by God against your blasphemies, to break on the wall of truth ready prepared, the force of the heretical attack which was at some time or other to come."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "John Cassian: Against Nestorius Book VII 30:11",
                            "text": "And you, O you most wicked and shameless contaminator of an illustrious city, you disastrous and deadly plague of a Catholic and holy people, do you dare to stand and teach in the Church of God, and with your wild and blasphemous words slander the priests of an ever unbroken faith and Catholic confession, and say that the people of the city of Constantinople are in error through the fault of their earlier teachers? Are you then the corrector of former Bishops, the accuser of ancient priests, are you better than Gregory, more approved than Nectarius, greater than John, and all the other Bishops of Eastern cities who, though not of the same renown as those whom I have enumerated, were yet of the same faith? which, as far as the matter in hand is concerned, is enough: for when it is a question of the faith, all are as good as the best in so far as they agree with the best."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "John Cassian: Against Nestorius Book VII 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:2",
                            "text": "He bemoans the unhappy lot of Constantinople, owing to the misfortune which has overtaken it from that heretic; and at the same time he urges the citizens to stand fast in the ancient Catholic and ancestral faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:3",
                            "text": "Wherefore I also, humble and insignificant as I am in name as in desert, and although I cannot claim a place as Teacher among those illustrious Bishops of Constantinople, yet venture to claim the zeal and enthusiasm of a disciple."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:4",
                            "text": "For I was admitted into the sacred ministry by the Bishop John, of blessed memory, and offered to God, and even though I am absent in body yet I am still there in heart: and though by actual presence I no longer mix with that most dear and honourable people of God, yet I am still joined to them in spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:5",
                            "text": "And hence it comes that condoling and sympathizing with them, I broke out just now into the utterance of our common grief and sorrow, and in my weakness cried out (which was all that I could do) by means of the dolorous lamentation of my works, as if for my own limbs and members: for if as the Apostle says, when the smaller part of the body is grieved, the greater part grieves and sympathizes with it, how much more should the smaller part sympathize when the greater part is grieved? It is indeed utterly inhuman for the smaller parts not to feel the sufferings of the greater in one and the same body, if the greater feel those of the smaller."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:6",
                            "text": "Wherefore I pray and beseech you, you who live within the circuit of Constantinople, and who are my fellow-citizens through the love of my country, and my brothers through the unity of the faith; separate yourselves from that ravening wolf who (as it is written) devours the people of God, as if they were bread."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:7",
                            "text": "Touch not, taste not anything of his, for all those things lead to death."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:8",
                            "text": "Come out from the midst of him and be ye separate and touch not the unclean thing."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:9",
                            "text": "Remember your ancient teachers, and your priests; Gregory whose fame was spread through the world, Nectarius renowned for holiness, John a marvel of faith and purity."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:10",
                            "text": "John, I say; that John who like John the Evangelist was indeed a disciple of Jesus and an Apostle; and so to speak ever reclined on the breast and heart of the Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:11",
                            "text": "Remember him, I say."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:12",
                            "text": "Follow him."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:13",
                            "text": "Think of his purity, his faith, his doctrine, and holiness."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:14",
                            "text": "Remember  him ever as your teacher and nurse, in whose bosom and embraces you as it were grew up."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:15",
                            "text": "Who was the teacher in common both of you and of me: whose disciples and pupils we are."
                        },
                        {
                            "verse": 16,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:16",
                            "text": "Read his writings."
                        },
                        {
                            "verse": 17,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:17",
                            "text": "Hold fast his instruction."
                        },
                        {
                            "verse": 18,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:18",
                            "text": "Embrace his faith and merits."
                        },
                        {
                            "verse": 19,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:19",
                            "text": "For though to attain this is a hard and magnificent thing: yet even to follow is beautiful and sublime."
                        },
                        {
                            "verse": 20,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:20",
                            "text": "For in the highest matters, not merely the attainment, but even the attempt to copy is worthy of praise."
                        },
                        {
                            "verse": 21,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:21",
                            "text": "For scarcely anyone entirely misses all parts in that to which he is trying to climb and reach."
                        },
                        {
                            "verse": 22,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:22",
                            "text": "He then should ever be in your minds and almost in your sight: he should live in your hearts and in your thoughts."
                        },
                        {
                            "verse": 23,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:23",
                            "text": "He would himself commend to you this that I have written, for it was he who taught me what I have written: and so do not think of this as mine, so much as his: for the stream comes from the spring, and whatever you think belongs to the disciple, ought all to be referred to the honour of the master."
                        },
                        {
                            "verse": 24,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:24",
                            "text": "But, beyond and above all I pray with all my heart and voice, to Thee, O God the Father of our Lord Jesus Christ, that Thou wouldest fill with the gift of Thy love whatever we have written by Thy bounteous grace."
                        },
                        {
                            "verse": 25,
                            "chapter": 31,
                            "name": "John Cassian: Against Nestorius Book VII 31:25",
                            "text": "And because, as the Lord our God Thine Only Begotten Son Himself taught us, Thou hast so loved this world as to send Thine Only Begotten Son to save the world, grant to Thy people whom Thou hast redeemed that in the Incarnation of Thine Only Begotten Son they may perceive both Thy gift and His love: and that all may understand the truth that for us Thine Only Begotten, our Lord God, was born and suffered and rose again, and may so love it that the condescension of His glory may increase our love: and let not His Humility lead to a diminution of His honour in the hearts of all men, but let it ever produce an increase of love: and may we all rightly and wisely comprehend the blessings of His Sacred Compassion, so as to see that we owe the more to God, in proportion as for our sakes God humbled Himself yet lower."
                        }
                    ]
                }
            ]
        }
    ]
}