{
    "books": [
        {
            "name": "Tertullian: On the Veiling of Virgins",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: On the Veiling of Virgins 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:1",
                            "text": "On the Veiling of Virgins: Truth Rather to Be Appealed to Than Custom, and Truth Progressive in Its Developments."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:2",
                            "text": "Having already undergone the trouble peculiar to my opinion, I will show in Latin also that it behoves our virgins to be veiled from the time that they have passed the turning-point of their age: that this observance is exacted by truth, on which no one can impose prescription—no space of times, no influence of persons, no privilege of regions."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:3",
                            "text": "For these, for the most part, are the sources whence, from some ignorance or simplicity, custom finds its beginning; and then it is successionally confirmed into an usage, and thus is maintained in opposition to truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:4",
                            "text": "But our Lord Christ has surnamed Himself Truth, not Custom."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:5",
                            "text": "If Christ is always, and prior to all, equally truth is a thing sempiternal and ancient."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:6",
                            "text": "Let those therefore look to themselves, to whom that is new which is intrinsically old."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:7",
                            "text": "It is not so much novelty as truth which convicts heresies."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:8",
                            "text": "Whatever savours of opposition to truth, this will be heresy, even (if it be an) ancient custom."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:9",
                            "text": "On the other hand, if any is ignorant of anything, the ignorance proceeds from his own defect."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:10",
                            "text": "Moreover, whatever is matter of ignorance ought to have been as carefully inquired into as whatever is matter of acknowledgment received."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:11",
                            "text": "The rule of faith, indeed, is altogether one, alone immoveable and irreformable; the rule, to wit, of believing in one only God omnipotent, the Creator of the universe, and His Son Jesus Christ, born of the Virgin Mary, crucified under Pontius Pilate, raised again the third day from the dead, received in the heavens, sitting now at the right (hand) of the Father, destined to come to judge quick and dead through the resurrection of the flesh as well (as of the spirit)."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:12",
                            "text": "This law of faith being constant, the other succeeding points of discipline and conversation admit the \"novelty\" of correction; the grace of God, to wit, operating and advancing even to the end."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:13",
                            "text": "For what kind of (supposition) is it, that, while the devil is always operating and adding daily to the ingenuities of iniquity, the work of God should either have ceased, or else have desisted from advancing? whereas the reason why the Lord sent the Paraclete was, that, since human mediocrity was unable to take in all things at once, discipline should, little by little, be directed, and ordained, and carried on to perfection, by that Vicar of the Lord, the Holy Spirit."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:14",
                            "text": "\"Still,\" He said, \"I have many things to say to you, but ye are not yet able to bear them: when that Spirit of truth shall have come, He will conduct you into all truth, and will report to you the supervening (things)."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:15",
                            "text": "\" But above, withal, He made a declaration concerning this His work."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:16",
                            "text": "What, then, is the Paraclete's administrative office but this: the direction of discipline, the revelation of the Scriptures, the reformation of the intellect, the advancement toward the \"better things?\" Nothing is without stages of growth: all things await their season."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:17",
                            "text": "In short, the preacher says, \"A time to everything."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:18",
                            "text": "\" Look how creation itself advances little by little to fructification."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:19",
                            "text": "First comes the grain, and from the grain arises the shoot, and from the shoot struggles out the shrub: thereafter boughs and leaves gather strength, and the whole that we call a tree expands: then follows the swelling of the germen, and from the germen bursts the flower, and from the flower the fruit opens: that fruit itself, rude for a while, and unshapely, little by little, keeping the straight course of its development, is trained to the mellowness of its flavour."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:20",
                            "text": "So, too, righteousness—for the God of righteousness and of creation is the same—was first in a rudimentary state, having a natural fear of God: from that stage it advanced, through the Law and the Prophets, to infancy; from that stage it passed, through the Gospel, to the fervour of youth: now, through the Paraclete, it is settling into maturity."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:21",
                            "text": "He will be, after Christ, the only one to be called and revered as Master; for He speaks not from Himself, but what is commanded by Christ."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:22",
                            "text": "He is the only prelate, because He alone succeeds Christ."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:23",
                            "text": "They who have received Him set truth before custom."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Tertullian: On the Veiling of Virgins 1:24",
                            "text": "They who have heard Him prophesying even to the present time, not of old, bid virgins be wholly covered."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: On the Veiling of Virgins 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:1",
                            "text": "Before Proceeding Farther, Let the Question of Custom Itself Be Sifted."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:2",
                            "text": "But I will not, meantime, attribute this usage to Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:3",
                            "text": "Be it, for a while, custom: that to custom I may likewise oppose custom."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:4",
                            "text": "Throughout Greece, and certain of its barbaric provinces, the majority of Churches keep their virgins covered."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:5",
                            "text": "There are places, too, beneath this (African) sky, where this practice obtains; lest any ascribe the custom to Greek or barbarian Gentilehood."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:6",
                            "text": "But I have proposed (as models) those Churches which were founded by apostles or apostolic men; and antecedently, I think, to certain (founders, who shall be nameless)."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:7",
                            "text": "Those Churches therefore, as well (as others), have the self-same authority of custom (to appeal to); in opposing phalanx they range \"times\" and \"teachers,\" more than these later (Churches do)."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:8",
                            "text": "What shall we observe? What shall we choose? We cannot contemptuously reject a custom which we cannot condemn, inasmuch as it is not \"strange,\" since it is not among \"strangers\" that we find it, but among those, to wit, with whom we share the law of peace and the name of brotherhood."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:9",
                            "text": "They and we have one faith, one God, the same Christ, the same hope, the same baptismal sacraments; let me say it once for all, we are one Church."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:10",
                            "text": "Thus, whatever belongs to our brethren is ours: only, the body divides us."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:11",
                            "text": "Still, here (as generally happens in all cases of various practice, of doubt, and of uncertainty), examination ought to have been made to see which of two so diverse customs were the more compatible with the discipline of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:12",
                            "text": "And, of course, that ought to have been chosen which keeps virgins veiled, as being known to God alone; who (besides that glory must be sought from God, not from men) ought to blush even at their own privilege."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:13",
                            "text": "You put a virgin to the blush more by praising than by blaming her; because the front of sin is more hard, learning shamelessness from and in the sin itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:14",
                            "text": "For that custom which belies virgins while it exhibits them, would never have been approved by any except by some men who must have been similar in character to the virgins themselves."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:15",
                            "text": "Such eyes will wish that a virgin be seen as has the virgin who shall wish to be seen."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:16",
                            "text": "The same kinds of eyes reciprocally crave after each other."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:17",
                            "text": "Seeing and being seen belong to the self-same lust."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: On the Veiling of Virgins 2:18",
                            "text": "To blush if he see a virgin is as much a mark of a chaste man, as of a chaste virgin if seen by a man."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: On the Veiling of Virgins 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:1",
                            "text": "Gradual Development of Custom, and Its Results."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:2",
                            "text": "Passionate Appeal to Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:3",
                            "text": "But not even between customs have those most chaste teachers chosen to examine."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:4",
                            "text": "Still, until very recently, among us, either custom was, with comparative indifference, admitted to communion."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:5",
                            "text": "The matter had been left to choice, for each virgin to veil herself or expose herself, as she might have chosen, just as (she had equal liberty) as to marrying, which itself withal is neither enforced nor prohibited."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:6",
                            "text": "Truth had been content to make an agreement with custom, in order that under the name of custom it might enjoy itself even partially."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:7",
                            "text": "But when the power of discerning began to advance, so that the licence granted to either fashion was becoming the mean whereby the indication of the better part emerged; immediately the great adversary of good things—and much more of good institutions—set to his own work."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:8",
                            "text": "The virgins of men go about, in opposition to the virgins of God, with front quite bare, excited to a rash audacity; and the semblance of virgins is exhibited by women who have the power of asking somewhat from husbands, not to say such a request as that (forsooth) their rivals—all the more \"free\" in that they are the \"hand-maids\" of Christ alone—may be surrendered to them."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:9",
                            "text": "\"We are scandalized,\" they say, \"because others walk otherwise (than we do);\" and they prefer being \"scandalized\" to being provoked (to modesty)."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:10",
                            "text": "A \"scandal,\" if I mistake not, is an example not of a good thing, but of a bad, tending to sinful edification."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:11",
                            "text": "Good things scandalize none but an evil mind."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:12",
                            "text": "If modesty, if bashfulness, if contempt of glory, anxious to please God alone, are good things, let women who are \"scandalized\" by such good learn to acknowledge their own evil."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:13",
                            "text": "For what if the incontinent withal say they are \"scandalized\" by the continent? Is continence to be recalled? And, for fear the multinubists be \"scandalized,\" is monogamy to be rejected? Why may not these latter rather complain that the petulance, the impudence, of ostentatious virginity is a \"scandal\" to them? Are therefore chaste virgins to be, for the sake of these marketable creatures, dragged into the church, blushing at being recognised in public, quaking at being unveiled, as if they had been invited as it were to rape? For they are no less unwilling to suffer even this."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:14",
                            "text": "Every public exposure of an honourable virgin is (to her) a suffering of rape: and yet the suffering of carnal violence is the less (evil), because it comes of natural office."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:15",
                            "text": "But when the very spirit itself is violated in a virgin by the abstraction of her covering, she has learnt to lose what she used to keep."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:16",
                            "text": "O sacrilegious hands, which have had the hardihood to drag off a dress dedicated to God! What worse could any persecutor have done, if he had known that this (garb) had been chosen by a virgin? You have denuded a maiden in regard of her head, and forthwith she wholly ceases to be a virgin to herself; she has undergone a change! Arise, therefore, Truth; arise, and as it were burst forth from Thy patience! No custom do I wish Thee to defend; for by this time even that custom under which Thou didst enjoy thy own liberty is being stormed! Demonstrate that it is Thyself who art the coverer of virgins."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Tertullian: On the Veiling of Virgins 3:17",
                            "text": "Interpret in person Thine own Scriptures, which Custom understandeth not; for, if she had, she never would have had an existence."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: On the Veiling of Virgins 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:1",
                            "text": "Of the Argument Drawn from  Cor."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:2",
                            "text": "XI."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:3",
                            "text": "–."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:4",
                            "text": "But in so far as it is the custom to argue even from the Scriptures in opposition to truth, there is immediately urged against us the fact that \"no mention of virgins is made by the apostle where he is prescribing about the veil, but that 'women' only are named; whereas, if he had willed virgins as well to be covered, he would have pronounced concerning 'virgins' also together with the 'women' named; just as,\" says (our opponent), \"in that passage where he is treating of marriage, he declares likewise with regard to 'virgins' what observance is to be followed."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:5",
                            "text": "\" And accordingly (it is urged) that \"they are not comprised in the law of veiling the head, as not being named in this law; nay rather, that this is the origin of their being unveiled, inasmuch as they who are not named are not bidden."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:6",
                            "text": "\"  But we withal retort the self-same line of argument."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:7",
                            "text": "For he who knew elsewhere how to make mention of each sex—of virgin I mean, and woman, that is, not-virgin—for distinction's sake; in these (passages), in which he does not name a virgin, points out (by not making the distinction) community of condition."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:8",
                            "text": "Otherwise he could here also have marked the difference between virgin and woman, just as elsewhere he says, \"Divided is the woman and the virgin."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:9",
                            "text": "\" Therefore those whom, by passing them over in silence, he has not divided, he has included in the other species."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:10",
                            "text": "Nor yet, because in that case \"divided is both woman and virgin,\" will this division exert its patronizing influence in the present case as well, as some will have it."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:11",
                            "text": "For how many sayings, uttered on another occasion, have no weight—in cases, to wit, where they are not uttered—unless the subject-matter be the same as on the other occasion, so that the one utterance may suffice! But the former case of virgin and woman is widely \"divided\" from the present question."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:12",
                            "text": "\"Divided,\" he says, \"is the woman and the virgin."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:13",
                            "text": "\" Why? Inasmuch as \"the unmarried,\" that is, the virgin, \"is anxious about those (things) which are the Lord's, that she may be holy both in body and in spirit; but the married,\" that is, the not-virgin, \"is anxious how she may please her husband."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:14",
                            "text": "\" This will be the interpretation of that \"division,\" having no place in this passage (now under consideration); in which pronouncement is made neither about marriage, nor about the mind and the thought of woman and of virgin, but about the veiling of the head."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:15",
                            "text": "Of which (veiling) the Holy Spirit, willing that there should be no distinction, willed that by the one name of woman should likewise be understood the virgin; whom, by not specially naming, He has not separated from the woman, and, by not separating, has conjoined to her from whom He has not separated her."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:16",
                            "text": "Is it now, then, a \"novelty\" to use the primary word, and nevertheless to have the other (subordinate divisions) understood in that word, in cases where there is no necessity for individually distinguishing the (various parts of the) universal whole? Naturally, a compendious style of speech is both pleasing and necessary; inasmuch as diffuse speech is both tiresome and vain."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:17",
                            "text": "So, too, we are content with general words, which comprehend in themselves the understanding of the specialties."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:18",
                            "text": "Proceed we, then, to the word itself."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:19",
                            "text": "The word (expressing the) natural (distinction) is female."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:20",
                            "text": "Of the natural word, the general word is woman."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:21",
                            "text": "Of the general, again, the special is virgin, or wife, or widow, or whatever other names, even of the successive stages of life, are added hereto."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:22",
                            "text": "Subject, therefore, the special is to the general (because the general is prior); and the succedent to the antecedent, and the partial to the universal: (each) is implied in the word itself to which it is subject; and is signified in it, because contained in it."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:23",
                            "text": "Thus neither hand, nor foot, nor any one of the members, requires to be signified when the body is named."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:24",
                            "text": "And if you say the universe, therein will be both the heaven and the things that are in it,—sun and moon, and constellations and stars,—and the earth and the seas, and everything that goes to make up the list of elements."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:25",
                            "text": "You will have named all, when you have named that which is made up of all."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Tertullian: On the Veiling of Virgins 4:26",
                            "text": "So, too, by naming woman, he has named whatever is woman's."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: On the Veiling of Virgins 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:1",
                            "text": "Of the Word Woman, Especially in Connection with Its Application to Eve."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:2",
                            "text": "But since they use the name of woman in such a way as to think it inapplicable save to her alone who has known a man, the pertinence of the propriety of this word to the sex itself, not to a grade of the sex, must be proved by us; that virgins as well (as others) may be commonly comprised in it."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:3",
                            "text": "When this kind of second human being was made by God for man's assistance, that female was forthwith named woman; still happy, still worthy of paradise, still virgin."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:4",
                            "text": "\"She shall be called,\" said (Adam), \"Woman."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:5",
                            "text": "\" And accordingly you have the name,—I say, not already common to a virgin, but—proper (to her; a name) which from the beginning was allotted to a virgin."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:6",
                            "text": "But some ingeniously will have it that it was said of the future, \"She shall be called woman,\" as if she were destined to be so when she had resigned her virginity; since he added withal: \"For this cause shall a man leave father and mother, and be conglutinated to his own woman; and the two shall be one flesh."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:7",
                            "text": "\" Let them therefore among whom that subtlety obtains show us first, if she were surnamed woman with a future reference, what name she meantime received."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:8",
                            "text": "For without a name expressive of her present quality she cannot have been."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:9",
                            "text": "But what kind of (hypothesis) is it that one who, with an eye to the future, was called by a definite name, at the present time should have nothing for a surname? On all animals Adam imposed names; and on none on the ground of future condition, but on the ground of the present purpose which each particular nature served; called (as each nature was) by that to which from the beginning it showed a propensity."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:10",
                            "text": "What, then, was she at that time called? Why, as often as she is named in the Scripture, she has the appellation woman before she was wedded, and never virgin while she was a virgin."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:11",
                            "text": "This name was at that time the only one she had, and (that) when nothing was (as yet) said prophetically."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:12",
                            "text": "For when the Scripture records that \"the two were naked, Adam and his woman,\" neither does this savour of the future, as if it said \"his woman\" as a presage of \"wife;\" but because his woman was withal unwedded, as being (formed) from his own substance."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:13",
                            "text": "\"This bone,\" he says, \"out of my bones, and flesh out of my flesh, shall be called woman."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:14",
                            "text": "\" Hence, then, it is from the tacit consciousness of nature that the actual divinity of the soul has educed into the ordinary usage of common speech, unawares to men, (just as it has thus educed many other things too which we shall elsewhere be able to show to derive from the Scriptures the origin of their doing and saying,) our fashion of calling our wives our women, however improperly withal we may in some instances speak."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:15",
                            "text": "For the Greeks, too, who use the name of woman more (than we do) in the sense of wife, have other names appropriate to wife."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:16",
                            "text": "But I prefer to assign this usage as a testimony to Scripture."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:17",
                            "text": "For when two are made into one flesh through the marriage-tie, the \"flesh of flesh and bone of bones\" is called the woman of him of whose substance she begins to be accounted by being made his wife."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:18",
                            "text": "Thus woman is not by nature a name of wife, but wife by condition is a name of woman."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:19",
                            "text": "In fine, womanhood is predicable apart from wifehood; but wifehood apart from womanhood is not, because it cannot even exist."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:20",
                            "text": "Having therefore settled the name of the newly-made female—which (name) is woman—and having explained what she formerly was, that is, having sealed the name to her, he immediately turned to the prophetic reason, so as to say, \"On this account shall a man leave father and mother."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:21",
                            "text": "\" The name is so truly separate from the prophecy, as far as (the prophecy) from the individual person herself, that of course it is not with reference to Eve herself that (Adam) has uttered (the prophecy), but with a view to those future females whom he has named in the maternal fount of the feminine race."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:22",
                            "text": "Besides, Adam was not to leave \"father and mother\"—whom he had not—for the sake of Eve."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:23",
                            "text": "Therefore that which was prophetically said does not apply to Eve, because it does not to Adam either."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:24",
                            "text": "For it was predicted with regard to the condition of husbands, who were destined to leave their parents for a woman's sake; which could not chance to Eve, because it could not to Adam either."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:25",
                            "text": "If the case is so, it is apparent that she was not surnamed woman on account of a future (circumstance), to whom (that) future (circumstance) did not apply."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:26",
                            "text": "To this is added, that (Adam) himself published the reason of the name."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:27",
                            "text": "For, after saying, \"She shall be called woman,\" he said, \"inasmuch as she hath been taken out of man\"—the man himself withal being still a virgin."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:28",
                            "text": "But we will speak, too, about the name of man in its own place."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:29",
                            "text": "Accordingly, let none interpret with a prophetic reference a name which was deduced from another signification; especially since it is apparent when she did receive a name founded upon a future (circumstance)—there, namely, where she is surnamed \"Eve,\" with a personal name now, because the natural one had gone before."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:30",
                            "text": "For if \"Eve\" means \"the mother of the living,\" behold, she is surnamed from a future (circumstance)! behold, she is pre-announced to be a wife, and not a virgin! This will be the name of one who is about to wed; for of the bride (comes) the mother."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:31",
                            "text": "Thus in this case too it is shown, that it was not from a future (circumstance) that she was at that time named woman, who was shortly after to receive the name which would be proper to her future condition."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Tertullian: On the Veiling of Virgins 5:32",
                            "text": "Sufficient answer has been made to this part (of the question)."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: On the Veiling of Virgins 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:1",
                            "text": "The Parallel Case of Mary Considered."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:2",
                            "text": "Let us now see whether the apostle withal observes the norm of this name in accordance with Genesis, attributing it to the sex; calling the virgin Mary a woman, just as Genesis (does) Eve."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:3",
                            "text": "For, writing to the Galatians, \"God,\" he says, \"sent His own Son, made of a woman,\" who, of course, is admitted to have been a virgin, albeit Hebion resist (that doctrine)."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:4",
                            "text": "I recognise, too, the angel Gabriel as having been sent to \"a virgin."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:5",
                            "text": "\" But when he is blessing her, it is \"among women,\" not among virgins, that he ranks her: \"Blessed (be) thou among women."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:6",
                            "text": "\" The angel withal knew that even a virgin is called a woman."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:7",
                            "text": "But to these two (arguments), again, there is one who appears to himself to have made an ingenious answer; (to the effect that) inasmuch as Mary was \"betrothed,\" therefore it is that both by angel and apostle she is pronounced a woman; for a \"betrothed\" is in some sense a \"bride."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:8",
                            "text": "\" Still, between \"in some sense\" and \"truth\" there is difference enough, at all events in the present place: for elsewhere, we grant, we must thus hold."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:9",
                            "text": "Now, however, it is not as being already wedded that they have pronounced Mary a woman, but as being none the less a female even if she had not been espoused; as having been called by this (name) from the beginning: for that must necessarily have a prejudicating force from which the normal type has descended."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:10",
                            "text": "Else, as far as relates to the present passage, if Mary is here put on a level with a \"betrothed,\" so that she is called a woman not on the ground of being a female, but on the ground of being assigned to a husband, it immediately follows that Christ was not born of a virgin, because (born) of one \"betrothed,\" who by this fact will have ceased to be a virgin."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:11",
                            "text": "Whereas, if He was born of a virgin—albeit withal \"betrothed,\" yet intact—acknowledge that even a virgin, even an intact one, is called a woman."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:12",
                            "text": "Here, at all events, there can be no semblance of speaking prophetically, as if the apostle should have named a future woman, that is, bride, in saying \"made of a woman."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: On the Veiling of Virgins 6:13",
                            "text": "\" For he could not be naming a posterior woman, from whom Christ had not to be born—that is, one who had known a man; but she who was then present, who was a virgin, was withal called a woman in consequence of the propriety of this name,—vindicated, in accordance with the primordial norm, (as belonging) to a virgin, and thus to the universal class of women."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: On the Veiling of Virgins 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:1",
                            "text": "Of the Reasons Assigned by the Apostle for Bidding Women to Be Veiled."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:2",
                            "text": "Turn we next to the examination of the reasons themselves which lead the apostle to teach that the female ought to be veiled, (to see) whether the self-same (reasons) apply to virgins likewise; so that hence also the community of the name between virgins and not-virgins may be established, while the self-same causes which necessitate the veil are found to exist in each case."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:3",
                            "text": "If \"the man is head of the woman,\" of course (he is) of the virgin too, from whom comes the woman who has married; unless the virgin is a third generic class, some monstrosity with a head of its own."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:4",
                            "text": "If \"it is shameful for a woman to be shaven or shorn,\" of course it is so for a virgin."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:5",
                            "text": "(Hence let the world, the rival of God, see to it, if it asserts that close-cut hair is graceful to a virgin in like manner as that flowing hair is to a boy."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:6",
                            "text": ") To her, then, to whom it is equally unbecoming to be shaven or shorn, it is equally becoming to be covered."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:7",
                            "text": "If \"the woman is the glory of the man,\" how much more the virgin, who is a glory withal to herself! If \"the woman is of the man,\" and \"for the sake of the man,\" that rib of Adam was first a virgin."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:8",
                            "text": "If \"the woman ought to have power upon the head,\" all the more justly ought the virgin, to whom pertains the essence of the cause (assigned for this assertion)."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:9",
                            "text": "For if (it is) on account of the angels—those, to wit, whom we read of as having fallen from God and heaven on account of concupiscence after females—who can presume that it was bodies already defiled, and relics of human lust, which such angels yearned after, so as not rather to have been inflamed for virgins, whose bloom pleads an excuse for human lust likewise? For thus does Scripture withal suggest: \"And it came to pass,\" it says, \"when men had begun to grow more numerous upon the earth, there were withal daughters born them; but the sons of God, having descried the daughters of men, that they were fair, took to themselves wives of all whom they elected."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:10",
                            "text": "\" For here the Greek name of women does seem to have the sense \"wives,\" inasmuch as mention is made of marriage."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:11",
                            "text": "When, then, it says \"the daughters of men,\" it manifestly purports virgins, who would be still reckoned as belonging to their parents—for wedded women are called their husbands'—whereas it could have said \"the wives of men:\" in like manner not naming the angels adulterers, but husbands, while they take unwedded \"daughters of men,\" who it has above said were \"born,\" thus also signifying their virginity: first, \"born;\" but here, wedded to angels."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:12",
                            "text": "Anything else I know not that they were except \"born\" and subsequently wedded."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:13",
                            "text": "So perilous a face, then, ought to be shaded, which has cast stumbling-stones even so far as heaven: that, when standing in the presence of God, at whose bar it stands accused of the driving of the angels from their (native) confines, it may blush before the other angels as well; and may repress that former evil liberty of its head,—(a liberty) now to be exhibited not even before human eyes."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:14",
                            "text": "But even if they were females already contaminated whom those angels had desired, so much the more \"on account of the angels\" would it have been the duty of virgins to be veiled, as it would have been the more possible for virgins to have been the cause of the angels' sinning."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Tertullian: On the Veiling of Virgins 7:15",
                            "text": "If, moreover, the apostle further adds the prejudgment of \"nature,\" that redundancy of locks is an honour to a woman, because hair serves for a covering, of course it is most of all to a virgin that this is a distinction; for their very adornment properly consists in this, that, by being massed together upon the crown, it wholly covers the very citadel of the head with an encirclement of hair."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: On the Veiling of Virgins 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:1",
                            "text": "The Argument E Contrario."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:2",
                            "text": "The contraries, at all events, of all these (considerations) effect that a man is not to cover his head: to wit, because he has not by nature been gifted with excess of hair; because to be shaven or shorn is not shameful to him; because it was not on his account that the angels transgressed; because his Head is Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:3",
                            "text": "Accordingly, since the apostle is treating of man and woman—why the latter ought to be veiled, but the former not—it is apparent why he has been silent as to the virgin; allowing, to wit, the virgin to be understood in the woman by the self-same reason by which he forbore to name the boy as implied in the man; embracing the whole order of either sex in the names proper (to each) of woman and man."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:4",
                            "text": "So likewise Adam, while still intact, is surnamed in Genesis man: \"She shall be called,\" says he, \"woman, because she hath been taken from her own man."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:5",
                            "text": "\" Thus was Adam a man before nuptial intercourse, in like manner as Eve a woman."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:6",
                            "text": "On either side the apostle has made his sentence apply with sufficient plainness to the universal species of each sex; and briefly and fully, with so well-appointed a definition, he says, \"Every woman."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:7",
                            "text": "\" What is \"every,\" but of every class, of every order, of every condition, of every dignity, of every age?—if, (as is the case), \"every\" means total and entire, and in none of its parts defective."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:8",
                            "text": "But the virgin is withal a part of the woman."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:9",
                            "text": "Equally, too, with regard to not veiling the man, he says \"every."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:10",
                            "text": "\" Behold two diverse names, Man and woman—\"every one\" in each case: two laws, mutually distinctive; on the one hand (a law) of veiling, on the other (a law) of baring."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:11",
                            "text": "Therefore, if the fact that it is said \"every man\" makes it plain that the name of man is common even to him who is not yet a man, a stripling male; (if), moreover, since the name is common according to nature, the law of not veiling him who among men is a virgin is common too according to discipline: why is it that it is not consequently prejudged that, woman being named, every woman-virgin is similarly comprised in the fellowship of the name, so as to be comprised too in the community of the law? If a virgin is not a woman, neither is a stripling a man."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:12",
                            "text": "If the virgin is not covered on the plea that she is not a woman, let the stripling be covered on the plea that he is not a man."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:13",
                            "text": "Let identity of virginity share equality of indulgence."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:14",
                            "text": "As virgins are not compelled to be veiled, so let boys not be bidden to be unveiled."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:15",
                            "text": "Why do we partly acknowledge the definition of the apostle, as absolute with regard to \"every man,\" without entering upon disquisitions as to why he has not withal named the boy; but partly prevaricate, though it is equally absolute with regard to \"every woman?\" \"If any,\" he says, \"is contentious, we have not such a custom, nor (has) the Church of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:16",
                            "text": "\" He shows that there had been some contention about this point; for the extinction whereof he uses the whole compendiousness (of language): not naming the virgin, on the one hand, in order to show that there is to be no doubt about her veiling; and, on the other hand, naming \"every woman,\" whereas he would have named the virgin (had the question been confined to her)."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:17",
                            "text": "So, too, did the Corinthians themselves understand him."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:18",
                            "text": "In fact, at this day the Corinthians do veil their virgins."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Tertullian: On the Veiling of Virgins 8:19",
                            "text": "What the apostles taught, their disciples approve."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: On the Veiling of Virgins 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: On the Veiling of Virgins 9:1",
                            "text": "Veiling Consistent with the Other Rules of Discipline Observed by Virgins and Women in General."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: On the Veiling of Virgins 9:2",
                            "text": "Let us now see whether, as we have shown the arguments drawn from nature and the matter itself to be applicable to the virgin as well (as to other females), so likewise the precepts of ecclesiastical discipline concerning women have an eye to the virgin."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: On the Veiling of Virgins 9:3",
                            "text": "It is not permitted to a woman to speak in the church; but neither (is it permitted her) to teach, nor to baptize, nor to offer, nor to claim to herself a lot in any manly function, not to say (in any) sacerdotal office."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: On the Veiling of Virgins 9:4",
                            "text": "Let us inquire whether any of these be lawful to a virgin."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: On the Veiling of Virgins 9:5",
                            "text": "If it is not lawful to a virgin, but she is subjected on the self-same terms (as the woman), and the necessity for humility is assigned her together with the woman, whence will this one thing be lawful to her which is not lawful to any and every female? If any is a virgin, and has proposed to sanctify her flesh, what prerogative does she (thereby) earn adverse to her own condition? Is the reason why it is granted her to dispense with the veil, that she may be notable and marked as she enters the church? that she may display the honour of sanctity in the liberty of her head? More worthy distinction could have been conferred on her by according her some prerogative of manly rank or office! I know plainly, that in a certain place a virgin of less than twenty years of age has been placed in the order of widows! whereas if the bishop had been bound to accord her any relief, he might, of course, have done it in some other way without detriment to the respect due to discipline; that such a miracle, not to say monster, should not be pointed at in the church, a virgin-widow! the more portentous indeed, that not even as a widow did she veil her head; denying herself either way; both as virgin, in that she is counted a widow, and as widow, in that she is styled a virgin."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: On the Veiling of Virgins 9:6",
                            "text": "But the authority which licenses her sitting in that seat uncovered is the same which allows her to sit there as a virgin: a seat to which (besides the \"sixty years\" not merely \"single-husbanded\" (women)—that is, married women—are at length elected, but \"mothers\" to boot, yes, and \"educators of children;\" in order, forsooth, that their experimental training in all the affections may, on the one hand, have rendered them capable of readily aiding all others with counsel and comfort, and that, on the other, they may none the less have travelled down the whole course of probation whereby a female can be tested."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: On the Veiling of Virgins 9:7",
                            "text": "So true is it, that, on the ground of her position, nothing in the way of public honour is permitted to a virgin."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: On the Veiling of Virgins 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: On the Veiling of Virgins 10:1",
                            "text": "If the Female Virgins are to Be Thus Conspicuous, Why Not the Male as Well?  Nor, similarly, (is it permitted) on the ground of any distinctions whatever."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: On the Veiling of Virgins 10:2",
                            "text": "Otherwise, it were sufficiently discourteous, that while females, subjected as they are throughout to men, bear in their front an honourable mark of their virginity, whereby they may be looked up to and gazed at on all sides and magnified by the brethren, so many men-virgins, so many voluntary eunuchs, should carry their glory in secret, carrying no token to make them, too, illustrious."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: On the Veiling of Virgins 10:3",
                            "text": "For they, too, will be bound to claim some distinctions for themselves—either the feathers of the Garamantes, or else the fillets of the barbarians, or else the cicadas of the Athenians, or else the curls of the Germans, or else the tattoo-marks of the Britons; or else let the opposite course be taken, and let them lurk in the churches with head veiled."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: On the Veiling of Virgins 10:4",
                            "text": "Sure we are that the Holy Spirit could rather have made some such concession to males, if He had made it to females; forasmuch as, besides the authority of sex, it would have been more becoming that males should have been honoured on the ground of continency itself likewise."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: On the Veiling of Virgins 10:5",
                            "text": "The more their sex is eager and warm toward females, so much the more toil does the continence of (this) greater ardour involve; and therefore the worthier is it of all ostentation, if ostentation of virginity is dignity."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: On the Veiling of Virgins 10:6",
                            "text": "For is not continence withal superior to virginity, whether it be the continence of the widowed, or of those who, by consent, have already renounced the common disgrace (which matrimony involves)? For constancy of virginity is maintained by grace; of continence, by virtue."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: On the Veiling of Virgins 10:7",
                            "text": "For great is the struggle to overcome concupiscence when you have become accustomed to such concupiscence; whereas a concupiscence the enjoyment whereof you have never known you will subdue easily, not having an adversary (in the shape of) the concupiscence of enjoyment."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: On the Veiling of Virgins 10:8",
                            "text": "How, then, would God have failed to make any such concession to men more (than to women), whether on the ground of nearer intimacy, as being \"His own image,\" or on the ground of harder toil? But if nothing (has been thus conceded) to the male, much more to the female."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: On the Veiling of Virgins 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:1",
                            "text": "The Rule of Veiling Not Applicable to Children."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:2",
                            "text": "But what we intermitted above for the sake of the subsequent discussion—not to dissipate its coherence—we will now discharge by an answer."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:3",
                            "text": "For when we joined issue about the apostle's absolute definition, that \" every woman\" must be understood (as meaning woman) of even every age, it might be replied by the opposite side, that in that case it behoved the virgin to be veiled from her nativity, and from the first entry of her age (upon the roll of time)."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:4",
                            "text": "But it is not so; but from the time when she begins to be self-conscious, and to awake to the sense of her own nature, and to emerge from the virgin's (sense), and to experience that novel (sensation) which belongs to the succeeding age."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:5",
                            "text": "For withal the founders of the race, Adam and Eve, so long as they were without intelligence, went \"naked;\" but after they tasted of \"the tree of recognition,\" they were first sensible of nothing more than of their cause for shame."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:6",
                            "text": "Thus they each marked their intelligence of their own sex by a covering."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:7",
                            "text": "But even if it is \"on account of the angels\" that she is to be veiled, doubtless the age from which the law of the veil will come into operation will be that from which \"the daughters of men\" were able to invite concupiscence of their persons, and to experience marriage."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:8",
                            "text": "For a virgin ceases to be a virgin from the time that it becomes possible for her not to be one."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:9",
                            "text": "And accordingly, among Israel, it is unlawful to deliver one to a husband except after the attestation by blood of her maturity; thus, before this indication, the nature is unripe."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:10",
                            "text": "Therefore if she is a virgin so long as she is unripe, she ceases to be a virgin when she is perceived to be ripe; and, as not-virgin, is now subject to the law, just as she is to marriage."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:11",
                            "text": "And the betrothed indeed have the example of Rebecca, who, when she was being conducted—herself still unknown—to an unknown betrothed, as soon as she learned that he whom she had sighted from afar was the man, awaited not the grasp of the hand, nor the meeting of the kiss, nor the interchange of salutation; but confessing what she had felt—namely, that she had been (already) wedded in spirit—denied herself to be a virgin by then and there veiling herself."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:12",
                            "text": "Oh woman already belonging to Christ's discipline! For she showed that marriage likewise, as fornication is, is transacted by gaze and mind; only that a Rebecca likewise some do still veil."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:13",
                            "text": "With regard to the rest, however (that is, those who are not betrothed), let the procrastination of their parents, arising from straitened means or scrupulosity, look (to them); let the vow of continence itself look (to them)."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:14",
                            "text": "In no respect does (such procrastination) pertain to an age which is already running its own assigned course, and paying its own dues to maturity."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:15",
                            "text": "Another secret mother, Nature, and another hidden father, Time, have wedded their daughter to their own laws."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:16",
                            "text": "Behold that virgin-daughter of yours already wedded—her soul by expectancy, her flesh by transformation—for whom you are preparing a second husband! Already her voice is changed, her limbs fully formed, her \"shame\" everywhere clothing itself, the months paying their tributes; and do you deny her to be a woman whom you assert to be undergoing womanly experiences? If the contact of a man makes a woman, let there be no covering except after actual experience of marriage."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:17",
                            "text": "Nay, but even among the heathens (the betrothed) are led veiled to the husband."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:18",
                            "text": "But if it is at betrothal that they are veiled, because (then) both in body and in spirit they have mingled with a male, through the kiss and the right hands, through which means they first in spirit unsealed their modesty, through the common pledge of conscience whereby they mutually plighted their whole confusion; how much more will time veil them?—(time) without which espoused they cannot be; and by whose urgency, without espousals, they cease to be virgins."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:19",
                            "text": "Time even the heathens observe, that, in obedience to the law of nature, they may render their own rights to the (different) ages."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:20",
                            "text": "For their females they despatch to their businesses from (the age of) twelve years, but the male from two years later; decreeing puberty (to consist) in years, not in espousals or nuptials."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:21",
                            "text": "\"Housewife\" one is called, albeit a virgin, and \"house-father,\" albeit a stripling."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Tertullian: On the Veiling of Virgins 11:22",
                            "text": "By us not even natural laws are observed; as if the God of nature were some other than ours!."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: On the Veiling of Virgins 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:1",
                            "text": "Womanhood Self-Evident, and Not to Be Concealed by Just Leaving the Head Bare."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:2",
                            "text": "Recognise the woman, ay, recognise the wedded woman, by the testimonies both of body and of spirit, which she experiences both in conscience and in flesh."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:3",
                            "text": "These are the earlier tablets of natural espousals and nuptials."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:4",
                            "text": "Impose a veil externally upon her who has (already) a covering internally."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:5",
                            "text": "Let her whose lower parts are not bare have her upper likewise covered."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:6",
                            "text": "Would you know what is the authority which age carries? Set before yourself each (of these two); one prematurely compressed in woman's garb, and one who, though advanced in maturity, persists in virginity with its appropriate garb: the former will more easily be denied to be a woman than the latter believed a virgin."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:7",
                            "text": "Such is, then, the honesty of age, that there is no overpowering it even by garb."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:8",
                            "text": "What of the fact that these (virgins) of ours confess their change of age even by their garb; and, as soon as they have understood themselves to be women, withdraw themselves from virgins, laying aside (beginning with their head itself) their former selves: dye their hair; and fasten their hair with more wanton pin; professing manifest womanhood with their hair parted from the front."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:9",
                            "text": "The next thing is, they consult the looking-glass to aid their beauty, and thin down their over-exacting face with washing, perhaps withal vamp it up with cosmetics, toss their mantle about them with an air, fit tightly the multiform shoe, carry down more ample appliances to the baths."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: On the Veiling of Virgins 12:10",
                            "text": "Why should I pursue particulars? But their manifest appliances alone exhibit their perfect womanhood: yet they wish to play the virgin by the sole fact of leaving their head bare—denying by one single feature what they profess by their entire deportment."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: On the Veiling of Virgins 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:1",
                            "text": "If Unveiling Be Proper, Why Not Practise It Always, Out of the Church as Well as in It?  If on account of men they adopt a false garb, let them carry out that garb fully even for that end; and as they veil their head in presence of heathens, let them at all events in the church conceal their virginity, which they do veil outside the church."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:2",
                            "text": "They fear strangers: let them stand in awe of the brethren too; or else let them have the consistent hardihood to appear as virgins in the streets as well, as they have the hardihood to do in the churches."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:3",
                            "text": "I will praise their vigour, if they succeed in selling aught of virginity among the heathens withal."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:4",
                            "text": "Identity of nature abroad as at home, identity of custom in the presence of men as of the Lord, consists in identity of liberty."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:5",
                            "text": "To what purpose, then, do they thrust their glory out of sight abroad, but expose it in the church? I demand a reason."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:6",
                            "text": "Is it to please the brethren, or God Himself? If God Himself, He is as capable of beholding whatever is done in secret, as He is just to remunerate what is done for His sole honour."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:7",
                            "text": "In fine, He enjoins us not to trumpet forth any one of those things which will merit reward in His sight, nor get compensation for them from men."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:8",
                            "text": "But if we are prohibited from letting \"our left hand know\" when we bestow the gift of a single halfpenny, or any eleemosynary bounty whatever, how deep should be the darkness in which we ought to enshroud ourselves when we are offering God so great an oblation of our very body and our very spirit—when we are consecrating to Him our very nature! It follows, therefore, that what cannot appear to be done for God's sake (because God wills not that it be done in such a way) is done for the sake of men,—a thing, of course, primarily unlawful, as betraying a lust of glory."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:9",
                            "text": "For glory is a thing unlawful to those whose probation consists in humiliation of every kind."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:10",
                            "text": "And if it is by God that the virtue of continence is conferred, \"why gloriest thou, as if thou have not received?\" If, however, you have not received it, \"what hast thou which has not been given thee?\" But by this very fact it is plain that it has not been given you by God—that it is not to God alone that you offer it."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: On the Veiling of Virgins 13:11",
                            "text": "Let us see, then, whether what is human be firm and true."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: On the Veiling of Virgins 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:1",
                            "text": "Perils to the Virgins Themselves Attendant Upon Not-Veiling."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:2",
                            "text": "They report a saying uttered at one time by some one when first this question was mooted, \"And how shall we invite the other (virgins) to similar conduct?\" Forsooth, it is their numbers that will make us happy, and not the grace of God and the merits of each individual! Is it virgins who (adorn or commend) the Church in the sight of God, or the Church which adorns or commends virgins? (Our objector) has therefore confessed that \"glory\" lies at the root of the matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:3",
                            "text": "Well, where glory is, there is solicitation; where solicitation, there compulsion; where compulsion, there necessity; where necessity, there infirmity."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:4",
                            "text": "Deservedly, therefore, while they do not cover their head, in order that they may be solicited for the sake of glory, they are forced to cover their bellies by the ruin resulting from infirmity."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:5",
                            "text": "For it is emulation, not religion, which impels them."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:6",
                            "text": "Sometimes it is that god—their belly—himself; because the brotherhood readily undertakes the maintenance of virgins."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:7",
                            "text": "But, moreover, it is not merely that they are ruined, but they draw after them \"a long rope of sins."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:8",
                            "text": "\" For, after being brought forth into the midst (of the church), and elated by the public appropriation of their property, and laden by the brethren with every honour and charitable bounty, so long as they do not fall,—when any sin has been committed, they meditate a deed as disgraceful as the honour was high which they had."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:9",
                            "text": "(It is this."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:10",
                            "text": ") If an uncovered head is a recognised mark of virginity, (then) if any virgin falls from the grace of virginity, she remains permanently with head uncovered for fear of discovery, and walks about in a garb which then indeed is another's."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:11",
                            "text": "Conscious of a now undoubted womanhood, they have the audacity to draw near to God with head bare."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:12",
                            "text": "But the \"jealous God and Lord,\" who has said, \"Nothing covered which shall not be revealed,\" brings such in general before the public gaze; for confess they will not, unless betrayed by the cries of their infants themselves."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:13",
                            "text": "But, in so far as they are \"more numerous,\" will you not just have them suspected of the more crimes? I will say (albeit I would rather not) it is a difficult thing for one to turn woman once for all who fears to do so, and who, when already so turned (in secret), has the power of (still) falsely pretending to be a virgin under the eye of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:14",
                            "text": "What audacities, again, will (such an one) venture on with regard to her womb, for fear of being detected in being a mother as well! God knows how many infants He has helped to perfection and through gestation till they were born sound and whole, after being long fought against by their mothers! Such virgins ever conceive with the readiest facility, and have the happiest deliveries, and children indeed most like to their fathers!  These crimes does a forced and unwilling virginity incur."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:15",
                            "text": "The very concupiscence of non-concealment is not modest: it experiences somewhat which is no mark of a virgin,—the study of pleasing, of course, ay, and (of pleasing) men."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:16",
                            "text": "Let her strive as much as you please with an honest mind; she must necessarily be imperilled by the public exhibition of herself, while she is penetrated by the gaze of untrustworthy and multitudinous' eyes, while she is tickled by pointing fingers, while she is too well loved, while she feels a warmth creep over her amid assiduous embraces and kisses."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Tertullian: On the Veiling of Virgins 14:17",
                            "text": "Thus the forehead hardens; thus the sense of shame wears away; thus it relaxes; thus is learned the desire of pleasing in another way!."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: On the Veiling of Virgins 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:1",
                            "text": "Of Fascination."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:2",
                            "text": "Nay, but true and absolute and pure virginity fears nothing more than itself."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:3",
                            "text": "Even female eyes it shrinks from encountering."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:4",
                            "text": "Other eyes itself has."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:5",
                            "text": "It betakes itself for refuge to the veil of the head as to a helmet, as to a shield, to protect its glory against the blows of temptations, against the dam of scandals, against suspicions and whispers and emulation; (against) envy also itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:6",
                            "text": "For there is a something even among the heathens to be apprehended, which they call Fascination, the too unhappy result of excessive praise and glory."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:7",
                            "text": "This we sometimes interpretatively ascribe to the devil, for of him comes hatred of good; sometimes we attribute it to God, for of Him comes judgment upon haughtiness, exalting, as He does, the humble, and depressing the elated."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:8",
                            "text": "The more holy virgin, accordingly, will fear, even under the name of fascination, on the one hand the adversary, on the other God, the envious disposition of the former, the censorial light of the latter; and will joy in being known to herself alone and to God."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:9",
                            "text": "But even if she has been recognized by any other, she is wise to have blocked up the pathway against temptations."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:10",
                            "text": "For who will have the audacity to intrude with his eyes upon a shrouded face? a face without feeling? a face, so to say, morose? Any evil cogitation whatsoever will be broken by the very severity."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: On the Veiling of Virgins 15:11",
                            "text": "She who conceals her virginity, by that fact denies even her womanhood."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: On the Veiling of Virgins 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:1",
                            "text": "Tertullian, Having Shown His Defence to Be Consistent with Scripture, Nature, and Discipline, Appeals to the Virgins Themselves."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:2",
                            "text": "Herein consists the defence of our opinion, in accordance with Scripture, in accordance with Nature, in accordance with Discipline."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:3",
                            "text": "Scripture founds the law; Nature joins to attest it; Discipline exacts it."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:4",
                            "text": "Which of these (three) does a custom founded on (mere) opinion appear in behalf of? or what is the colour of the opposite view? God's is Scripture; God's is Nature; God's is Discipline."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:5",
                            "text": "Whatever is contrary to these is not God's."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:6",
                            "text": "If Scripture is uncertain, Nature is manifest; and concerning Nature's testimony Scripture cannot be uncertain."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:7",
                            "text": "If there is a doubt about Nature, Discipline points out what is more sanctioned by God."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:8",
                            "text": "For nothing is to Him dearer than humility; nothing more acceptable than modesty; nothing more offensive than \"glory\" and the study of men-pleasing."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:9",
                            "text": "Let that, accordingly, be to you Scripture, and Nature, and Discipline, which you shall find to have been sanctioned by God; just as you are bidden to \"examine all things, and diligently follow whatever is better."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:10",
                            "text": "\"  It remains likewise that we turn to (the virgins) themselves, to induce them to accept these (suggestions) the more willingly."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:11",
                            "text": "I pray you, be you mother, or sister, or virgin-daughter—let me address you according to the names proper to your years—veil your head: if a mother, for your sons' sakes; if a sister, for your brethren's sakes; if a daughter for your fathers' sakes."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:12",
                            "text": "All ages are perilled in your person."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:13",
                            "text": "Put on the panoply of modesty; surround yourself with the stockade of bashfulness; rear a rampart for your sex, which must neither allow your own eyes egress nor ingress to other people's."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:14",
                            "text": "Wear the full garb of woman, to preserve the standing of virgin."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:15",
                            "text": "Belie somewhat of your inward consciousness, in order to exhibit the truth to God alone."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:16",
                            "text": "And yet you do not belie yourself in appearing as a bride."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:17",
                            "text": "For wedded you are to Christ: to Him you have surrendered your flesh; to Him you have espoused your maturity."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:18",
                            "text": "Walk in accordance with the will of your Espoused."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Tertullian: On the Veiling of Virgins 16:19",
                            "text": "Christ is He who bids the espoused and wives of others veil themselves; (and,) of course, much more His own."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: On the Veiling of Virgins 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:1",
                            "text": "An Appeal to the Married Women."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:2",
                            "text": "But we admonish you, too, women of the second (degree of) modesty, who have fallen into wedlock, not to outgrow so far the discipline of the veil, not even in a moment of an hour, as, because you cannot refuse it, to take some other means to nullify it, by going neither covered nor bare."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:3",
                            "text": "For some, with their turbans and woollen bands, do not veil their head, but bind it up; protected, indeed, in front, but, where the head properly lies, bare."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:4",
                            "text": "Others are to a certain extent covered over the region of the brain with linen coifs of small dimensions—I suppose for fear of pressing the head—and not reaching quite to the ears."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:5",
                            "text": "If they are so weak in their hearing as not to be able to hear through a covering, I pity them."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:6",
                            "text": "Let them know that the whole head constitutes \"the woman."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:7",
                            "text": "\" Its limits and boundaries reach as far as the place where the robe begins."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:8",
                            "text": "The region of the veil is co-extensive with the space covered by the hair when unbound; in order that the necks too may be encircled."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:9",
                            "text": "For it is they which must be subjected, for the sake of which \"power\" ought to be \"had on the head:\" the veil is their yoke."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:10",
                            "text": "Arabia's heathen females will be your judges, who cover not only the head, but the face also, so entirely, that they are content, with one eye free, to enjoy rather half the light than to prostitute the entire face."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:11",
                            "text": "A female would rather see than be seen."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:12",
                            "text": "And for this reason a certain Roman queen said that they were most unhappy, in that they could more easily fall in love than be fallen in love with; whereas they are rather happy in their immunity from that second (and indeed more frequent) infelicity, that females are more apt to be fallen in love with than to fall in love."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:13",
                            "text": "And the modesty of heathen discipline, indeed, is more simple, and, so to say, more barbaric."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:14",
                            "text": "To us the Lord has, even by revelations, measured the space for the veil to extend over."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:15",
                            "text": "For a certain sister of ours was thus addressed by an angel, beating her neck, as if in applause: \"Elegant neck, and deservedly bare! it is well for thee to unveil thyself from the head right down to the loins, lest withal this freedom of thy neck profit thee not!\" And, of course, what you have said to one you have said to all."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:16",
                            "text": "But how severe a chastisement will they likewise deserve, who, amid (the recital of) the Psalms, and at any mention of (the name of) God, continue uncovered; (who) even when about to spend time in prayer itself, with the utmost readiness place a fringe, or a tuft, or any thread whatever, on the crown of their heads, and suppose themselves to be covered? Of so small extent do they falsely imagine their head to be! Others, who think the palm of their hand plainly greater than any fringe or thread, misuse their head no less; like a certain (creature), more beast than bird, albeit winged, with small head, long legs, and moreover of erect carriage."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:17",
                            "text": "She, they say, when she has to hide, thrusts away into a thicket her head alone—plainly the whole of it, (though)—leaving all the rest of herself exposed."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:18",
                            "text": "Thus, while she is secure in head, (but) bare in her larger parts, she is taken wholly, head and all."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:19",
                            "text": "Such will be their plight withal, covered as they are less than is useful."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:20",
                            "text": "It is incumbent, then, at all times and in every place, to walk mindful of the law, prepared and equipped in readiness to meet every mention of God; who, if He be in the heart, will be recognised as well in the head of females."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Tertullian: On the Veiling of Virgins 17:21",
                            "text": "To such as read these (exhortations) with good will, to such as prefer Utility to Custom, may peace and grace from our Lord Jesus Christ redound: as likewise to Septimius Tertullianus, whose this tractate is."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Tertullian: On the Veiling of Virgins 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:1",
                            "text": "Vicar of the Lord  The recurrence of this emphatic expression in our author is worthy of special note."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:2",
                            "text": "He knew of no other \"Vicar of Christ\" than the promised Paraclete, who should bring all Christ's words to remembrance, and be \"another Comforter."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:3",
                            "text": "\" Let me quote from Dr."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:4",
                            "text": "Scott a very striking passage in illustration: \"The Holy Ghost, after Christ's departure from the world, acted immediately under Christ as the supreme vicegerent of his kingdom; for next, and immediately under Christ, He authorized the bishops and governors of the Church, and constituted them overseers of the flock (Acts xx."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:5",
                            "text": ")."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:6",
                            "text": "It was He that chose their persons, and appointed their work, and gave them their several orders and directions: in all which, it is evident that He acted under Christ as His supreme substitute."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:7",
                            "text": "Accordingly, by Tertullian he is styled 'the Vicarious Virtue, or Power,' as He was the Supreme Vicar and substitute of Christ in mediating for God with men."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:8",
                            "text": "\" She shall be called woman  The Vulgate reads, preserving something of the original epigrammatic force, \"Vocabitur Vir-ago, quoniam de Vir-o sumpta est."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:9",
                            "text": "\" The late revised English gives us, in the margin, Isshah and Ish, which marks the play upon words in the Hebrew,—\"She shall be called Isshah because she was taken out of Ish."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:10",
                            "text": "\" This Epithalamium is the earliest poem, and Adam was the first poet."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:11",
                            "text": "As to the argument of our author, it is quite enough to say, that, whatever we may think of his refinements upon St."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:12",
                            "text": "Paul, he sticks to the inspired text, and enforces God's Law in the Gospel."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:13",
                            "text": "Let us reflect, moreover, upon the awful immodesty of heathen manners (see Martial, passim), and the necessity of enforcing a radical reform."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:14",
                            "text": "All that adorns the sex among Christians has sprung out of these severe and caustic criticisms of the Gentile world and its customs."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:15",
                            "text": "And let us reflect that there is a growing licence in our age, which makes it important to revert to first principles, and to renew the apostolic injunctions, if not as Tertullian did, still as best we may, in our own times and ways."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:16",
                            "text": "These crimes  The iniquity here pointed at has become of frightful magnitude in the United States of America."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:17",
                            "text": "We shall hear of it again when we come to Hippolytus."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:18",
                            "text": "May the American editor be pardoned for referring to his own commonitory to his countrywomen on this awful form of murder, in Moral Reforms, a little book upon practical subjects, addressed to his own diocese."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:19",
                            "text": "Hippolytus speaks of the crime which had shocked Tertullian as assuming terrible proportions at Rome in the time of Callistus and under his patronage, circa A."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:20",
                            "text": "D."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Tertullian: On the Veiling of Virgins 18:21",
                            "text": "But in this case it was not so much the novelty of the evil which attracted the rebuke of the Christian moralist, but the fact that it was licensed by a bishop."
                        }
                    ]
                }
            ]
        }
    ]
}