{
    "books": [
        {
            "name": "Augustine: City of God Book XXI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: City of God Book XXI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:1",
                            "text": "Argument—Of the end reserved for the city of the devil, namely, the eternal punishment of the damned; and of the arguments which unbelief brings against it."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:2",
                            "text": "Chapter 1—Of the Order of the Discussion, Which Requires that We First Speak of the Eternal Punishment of the Lost in Company with the Devil, and Then of the Eternal Happiness of the Saints."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:3",
                            "text": "I Propose, with such ability as God may grant me, to discuss in this book more thoroughly the nature of the punishment which shall be assigned to the devil and all his retainers, when the two cities, the one of God, the other of the devil, shall have reached their proper ends through Jesus Christ our Lord, the Judge of quick and dead."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:4",
                            "text": "And I have adopted this order, and preferred to speak, first of the punishment of the devils, and afterwards of the blessedness of the saints, because the body partakes of either destiny; and it seems to be more incredible that bodies endure in everlasting torments than that they continue to exist without any pain in everlasting felicity."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:5",
                            "text": "Consequently, when I shall have demonstrated that that punishment ought not to be incredible, this will materially aid me in proving that which is much more credible, viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:6",
                            "text": ", the immortality of the bodies of the saints which are delivered from all pain."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:7",
                            "text": "Neither is this order out of harmony with the divine writings, in which sometimes, indeed, the blessedness of the good is placed first, as in the words, \"They that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of judgment;\" but sometimes also last, as, \"The Son of man shall send forth His angels, and they shall gather out of His kingdom all things which offend, and shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth, Then shall the righteous shine forth as the sun in the kingdom of His Father;\" and that, \"These shall go away into eternal punishment, but the righteous into life eternal\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:8",
                            "text": "And though we have not room to cite instances, any one who examines the prophets will find that they adopt now the one arrangement and now the other."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XXI 1:9",
                            "text": "My own reason for following the latter order I have given."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: City of God Book XXI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XXI 2:1",
                            "text": "Chapter 2—Whether It is Possible for Bodies to Last for Ever in Burning Fire."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XXI 2:2",
                            "text": "What, then, can I adduce to convince those who refuse to believe that human bodies, animated and living, can not only survive death, but also last in the torments of everlasting fires? They will not allow us to refer this simply to the power of the Almighty, but demand that we persuade them by some example."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XXI 2:3",
                            "text": "If, then, we reply to them, that there are animals which certainly are corruptible, because they are mortal, and which yet live in the midst of flames; and likewise, that in springs of water so hot that no one can put his hand in it with impunity a species of worm is found, which not only lives there, but cannot live elsewhere; they either refuse to believe these facts unless we can show them, or, if we are in circumstances to prove them by ocular demonstration or by adequate testimony, they contend, with the same scepticism, that these facts are not examples of what we seek to prove, inasmuch as these animals do not live for ever, and besides, they live in that  blaze of heat without pain, the element of fire being congenial to their nature, and causing it to thrive and not to suffer,—just as if it were not more incredible that it should thrive than that it should suffer in such circumstances."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XXI 2:4",
                            "text": "It is strange that anything should suffer in fire and yet live, but stranger that it should live in fire and not suffer."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XXI 2:5",
                            "text": "If, then, the latter be believed, why not also the former?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: City of God Book XXI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:1",
                            "text": "Chapter 3—Whether Bodily Suffering Necessarily Terminates in the Destruction of the Flesh."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:2",
                            "text": "But, say they, there is no body which can suffer and cannot also die."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:3",
                            "text": "How do we know this? For who can say with certainty that the devils do not suffer in their bodies, when they own that they are grievously tormented? And if it is replied that there is no earthly body—that is to say, no solid and perceptible body, or, in one word, no flesh—which can suffer and cannot die, is not this to tell us only what men have gathered from experience and their bodily senses? For they indeed have no acquaintance with any flesh but that which is mortal; and this is their whole argument, that what they have had no experience of they judge quite impossible."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:4",
                            "text": "For we cannot call it reasoning to make pain a presumption of death, while, in fact, it is rather a sign of life."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:5",
                            "text": "For though it be a question whether that which suffers can continue to live for ever, yet it is certain that everything which suffers pain does live, and that pain can exist only in a living subject."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:6",
                            "text": "It is necessary, therefore, that he who is pained be living, not necessary that pain kill him; for every pain does not kill even those mortal bodies of ours which are destined to die."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:7",
                            "text": "And that any pain kills them is caused by the circumstance that the soul is so connected with the body that it succumbs to great pain and withdraws; for the structure of our members and vital parts is so infirm that it cannot bear up against that violence which causes great or extreme agony."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:8",
                            "text": "But in the life to come this connection of soul and body is of such a kind, that as it is dissolved by no lapse of time, so neither is it burst asunder by any pain."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:9",
                            "text": "And so, although it be true that in this world there is no flesh which can suffer pain and yet cannot die, yet in the world to come there shall be flesh such as now there is not, as there will also be death such as now there is not."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:10",
                            "text": "For death will not be abolished, but will be eternal, since the soul will neither be able to enjoy God and live, nor to die and escape the pains of the body."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:11",
                            "text": "The first death drives the soul from the body against her will: the second death holds the soul in the body against her will."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:12",
                            "text": "The two have this in common, that the soul suffers against her will what her own body inflicts."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:13",
                            "text": "Our opponents, too, make much of this, that in this world there is no flesh which can suffer pain and cannot die; while they make nothing of the fact that there is something which is greater than the body."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:14",
                            "text": "For the spirit, whose presence animates and rules the body, can both suffer pain and cannot die."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:15",
                            "text": "Here then is something which, though it can feel pain, is immortal."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:16",
                            "text": "And this capacity, which we now see in the spirit of all, shall be hereafter in the bodies of the damned."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:17",
                            "text": "Moreover, if we attend to the matter a little more closely, we see that what is called bodily pain is rather to be referred to the soul."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:18",
                            "text": "For it is the soul not the body, which is pained, even when the pain originates with the body,—the soul feeling pain at the point where the body is hurt."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:19",
                            "text": "As then we speak of bodies feeling and living, though the feeling and life of the body are from the soul, so also we speak of bodies being pained, though no pain can be suffered by the body apart from the soul."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:20",
                            "text": "The soul, then, is pained with the body in that part where something occurs to hurt it; and it is pained alone, though it be in the body, when some invisible cause distresses it, while the body is safe and sound."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:21",
                            "text": "Even when not associated with the body it is pained; for certainly that rich man was suffering in hell when he cried, \"I am tormented in this flame\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:22",
                            "text": "But as for the body, it suffers no pain when it is soulless; and even when animate it can suffer only by the soul's suffering."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:23",
                            "text": "If, therefore, we might draw a just presumption from the existence of pain to that of death, and conclude that where pain can be felt death can occur, death would rather be the property of the soul, for to it pain more peculiarly belongs."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:24",
                            "text": "But, seeing that that which suffers most cannot die, what ground is there for supposing that those bodies, because destined to suffer, are therefore, destined to die? The Platonists indeed maintained that these earthly bodies and dying members gave rise to the fears, desires, griefs, and joys of the soul."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:25",
                            "text": "\"Hence,\" says Virgil (i-e:, from these earthly bodies and dying members),  \"Hence wild desires and grovelling fears,  And human laughter, human tears\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:26",
                            "text": "But in the fourteenth book of this work we have proved that, according to the Platonists' own theory, souls, even when purged from all pollution of the body, are yet pos  sessed by a monstrous desire to return again into their bodies."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:27",
                            "text": "But where desire can exist, certainly pain also can exist; for desire frustrated, either by missing what it aims at or losing what it had attained, is turned into pain."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:28",
                            "text": "And therefore, if the soul, which is either the only or the chief sufferer, has yet a kind of immortality of its own, it is inconsequent to say that because the bodies of the damned shall suffer pain, therefore they shall die."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XXI 3:29",
                            "text": "In fine, if the body causes the soul to suffer, why can the body not cause death as well as suffering, unless because it does not follow that what causes pain causes death as well? And why then is it incredible that these fires can cause pain but not death to those bodies we speak of, just as the bodies themselves cause pain, but not therefore death, to the souls? Pain is therefore no necessary presumption of death."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: City of God Book XXI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:1",
                            "text": "Chapter 4—Examples from Nature Proving that Bodies May Remain Unconsumed and Alive in Fire."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:2",
                            "text": "If, therefore, the salamander lives in fire, as naturalists have recorded, and if certain famous mountains of Sicily have been continually on fire from the remotest antiquity until now, and yet remain entire, these are sufficiently convincing examples that everything which burns is not consumed."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:3",
                            "text": "As the soul too, is a proof that not everything which can suffer pain can also die, why then do they yet demand that we produce real examples to prove that it is not incredible that the bodies of men condemned to everlasting punishment may retain their soul in the fire, may burn without being consumed, and may suffer without perishing? For suitable properties will be communicated to the substance of the flesh by Him who has endowed the things we see with so marvellous and diverse properties, that their very multitude prevents our wonder."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:4",
                            "text": "For who but God the Creator of all things has given to the flesh of the peacock its antiseptic property? This property, when I first heard of it, seemed to me incredible; but it happened at Carthage that a bird of this kind was cooked and served up to me, and, taking a suitable slice of flesh from its breast, I ordered it to be kept, and when it had been kept as many days as make any other flesh stinking, it was produced and set before me, and emitted no offensive smell."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:5",
                            "text": "And after it had been laid by for thirty days and more, it was still in the same state; and a year after, the same still, except that it was a little more shrivelled, and drier."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:6",
                            "text": "Who gave to chaff such power to freeze that it preserves snow buried under it, and such power to warm that it ripens green fruit?  But who can explain the strange properties of fire itself, which blackens everything it burns, though itself bright; and which, though of the most beautiful colors, discolors almost all it touches and feeds upon, and turns blazing fuel into grimy cinders? Still this is not laid down as an absolutely uniform law; for, on the contrary, stones baked in glowing fire themselves also glow, and though the fire be rather of a red hue, and they white, yet white is congruous with light, and black with darkness."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:7",
                            "text": "Thus, though the fire burns the wood in calcining the stones, these contrary effects do not result from the contrariety of the materials."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:8",
                            "text": "For though wood and stone differ, they are not contraries, like black and white, the one of which colors is produced in the stones, while the other is produced in the wood by the same action of fire, which imparts its own brightness to the former, while it begrimes the latter, and which could have no effect on the one were it not fed by the other."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:9",
                            "text": "Then what wonderful properties do we find in charcoal, which is so brittle that a light tap breaks it and a slight pressure pulverizes it, and yet is so strong that no moisture rots it, nor any time causes it to decay."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:10",
                            "text": "So enduring is it, that it is customary in laying down landmarks to put charcoal underneath them, so that if, after the longest interval, any one raises an action, and pleads that there is no boundary stone, he may be convicted by the charcoal below."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:11",
                            "text": "What then has enabled it to last so long without rotting, though buried in the damp earth in which [its original] wood rots, except this same fire which consumes all things?  Again, let us consider the wonders of lime; for besides growing white in fire, which makes other things black, and of which I have already said enough, it has also a mysterious property of conceiving fire within it."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:12",
                            "text": "Itself cold to the touch, it yet has a hidden store of fire, which is not at once apparent to our senses, but which experience teaches us, lies as it were slumbering within it even while unseen."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:13",
                            "text": "And it is for this reason called \"quick lime,\" as if the fire were the invisible soul quickening the visible substance or body."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:14",
                            "text": "But the marvellous thing is, that this fire is kindled when it is extinguished."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:15",
                            "text": "For to disengage the hidden fire the lime is moistened or drenched with water, and then, though it be cold before, it becomes hot by that very application which cools what is hot."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:16",
                            "text": "As if the  fire were departing from the lime and breathing its last, it no longer lies hid, but appears; and then the lime lying in the coldness of death cannot be requickened, and what we before called \"quick,\" we now call \"slaked\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:17",
                            "text": "What can be stranger than this? Yet there is a greater marvel still."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:18",
                            "text": "For if you treat the lime, not with water, but with oil, which is as fuel to fire, no amount of oil will heat it."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:19",
                            "text": "Now if this marvel had been told us of some Indian mineral which we had no opportunity of experimenting upon, we should either have forthwith pronounced it a falsehood, or certainly should have been greatly astonished."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:20",
                            "text": "But things that daily present themselves to our own observation we despise, not because they are really less marvellous, but because they are common; so that even some products of India itself, remote as it is from ourselves, cease to excite our admiration as soon as we can admire them at our leisure."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:21",
                            "text": "The diamond is a stone possessed by many among ourselves, especially by jewellers and lapidaries, and the stone is so hard that it can be wrought neither by iron nor fire, nor, they say, by anything at all except goat's blood."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:22",
                            "text": "But do you suppose it is as much admired by those who own it and are familiar with its properties as by those to whom it is shown for the first time? Persons who have not seen it perhaps do not believe what is said of it, or if they do, they wonder as at a thing beyond their experience; and if they happen to see it, still they marvel because they are unused to it, but gradually familiar experience [of it] dulls their admiration."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:23",
                            "text": "We know that the loadstone has a wonderful power of attracting iron."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:24",
                            "text": "When I first saw it I was thunderstruck, for I saw an iron ring attracted and suspended by the stone; and then, as if it had communicated its own property to the iron it attracted, and had made it a substance like itself, this ring was put near another, and lifted it up; and as the first ring clung to the magnet, so did the second ring to the first."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:25",
                            "text": "A third and a fourth were similarly added, so that there hung from the stone a kind of chain of rings, with their hoops connected, not interlinking, but attached together by their outer surface."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:26",
                            "text": "Who would not be amazed at this virtue of the stone, subsisting as it does not only in itself, but transmitted through so many suspended rings, and binding them together by invisible links? Yet far more astonishing is what I heard about this stone from my brother in the episcopate, Severus bishop of Milevis."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:27",
                            "text": "He told me that Bathanarius, once count of Africa, when the bishop was dining with him, produced a magnet, and held it under a silver plate on which he placed a bit of iron; then as he moved his hand with the magnet underneath the plate, the iron upon the plate moved about accordingly."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:28",
                            "text": "The intervening silver was not affected at all, but precisely as the magnet was moved backwards and forwards below it, no matter how quickly, so was the iron attracted above."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:29",
                            "text": "I have related what I myself have witnessed; I have related what I was told by one whom I trust as I trust my own eyes."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:30",
                            "text": "Let me further say what I have read about this magnet."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:31",
                            "text": "When a diamond is laid near it, it does not lift iron; or if it has already lifted it, as soon as the diamond approaches, it drops it."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:32",
                            "text": "These stones come from India."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XXI 4:33",
                            "text": "But if we cease to admire them because they are now familiar, how much less must they admire them who procure them very easily and send them to us? Perhaps they are held as cheap as we hold lime, which, because it is common, we think nothing of, though it has the strange property of burning when water, which is wont to quench fire, is poured on it, and of remaining cool when mixed with oil, which ordinarily feeds fire."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: City of God Book XXI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:1",
                            "text": "Chapter 5—That There are Many Things Which Reason Cannot Account For, and Which are Nevertheless True."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:2",
                            "text": "Nevertheless, when we declare the miracles which God has wrought, or will yet work, and which we cannot bring under the very eyes of men, sceptics keep demanding that we shall explain these marvels to reason."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:3",
                            "text": "And because we cannot do so, inasmuch as they are above human comprehension, they suppose we are speaking falsely."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:4",
                            "text": "These persons themselves, therefore, ought to account for all these marvels which we either can or do see."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:5",
                            "text": "And if they perceive that this is impossible for man to do, they should acknowledge that it cannot be concluded that a thing has not been or shall not be because it cannot be reconciled to reason, since there are things now in existence of which the same is true."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:6",
                            "text": "I will not, then, detail the multitude of marvels which are related in books, and which refer not to things that happened once and passed away, but that are permanent in certain places, where, if any one has the desire and opportunity, he may ascertain their truth; but a few only I recount."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:7",
                            "text": "The following are some of the marvels men tell us:—The salt of Agrigentum in Sicily, when thrown into the  fire, becomes fluid as if it were in water, but in the water it crackles as if it were in the fire."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:8",
                            "text": "The Garamantae have a fountain so cold by day that no one can drink it, so hot by night no one can touch it."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:9",
                            "text": "In Epirus, too, there is a fountain which, like all others, quenches lighted torches, but, unlike all others, lights quenched torches."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:10",
                            "text": "There is a stone found in Arcadia, and called asbestos, because once lit it cannot be put out."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:11",
                            "text": "The wood of a certain kind of Egyptian fig-tree sinks in water, and does not float like other wood; and, stranger still, when it has been sunk to the bottom for some time, it rises again to the surface, though nature requires that when soaked in water it should be heavier than ever."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:12",
                            "text": "Then there are the apples of Sodom which grow indeed to an appearance of ripeness, but, when you touch them with hand or tooth, the peal cracks, and they crumble into dust and ashes."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:13",
                            "text": "The Persian stone pyrites burns the hand when it is tightly held in it and so gets its name from fire."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:14",
                            "text": "In Persia too, there is found another stone called selenite, because its interior brilliancy waxes and wanes with the moon."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:15",
                            "text": "Then in Cappadocia the mares are impregnated by the wind, and their foals live only three years."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:16",
                            "text": "Tilon, an Indian island, has this advantage over all other lands, that no tree which grows in it ever loses its foliage."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:17",
                            "text": "These and numberless other marvels recorded in the history, not of past events, but of permanent localities, I have no time to enlarge upon and diverge from my main object; but let those sceptics who refuse to credit the divine writings give me, if they can, a rational account of them."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:18",
                            "text": "For their only ground of unbelief in the Scriptures is, that they contain incredible things, just such as I have been recounting."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:19",
                            "text": "For, say they, reason cannot admit that flesh burn and remain unconsumed, suffer without dying."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:20",
                            "text": "Mighty reasoners, indeed, who are competent to give the reason of all the marvels that exist! Let them then give us the reason of the few things we have cited, and which, if they did not know they existed, and were only assured by us they would at some future time occur, they would believe still less than that which they now refuse to credit on our word."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:21",
                            "text": "For which of them would believe us if, instead of saying that the living bodies of men hereafter will be such as to endure everlasting pain and fire without ever dying, we were to say that in the world to come there will be salt which becomes liquid in fire as if it were in water, and crackles in water as if it were in fire; or that there will be a fountain whose water in the chill air of night is so hot that it cannot be touched, while in the heat of day it is so cold that it cannot be drunk; or that there will be a stone which by its own heat burns the hand when tightly held, or a stone which cannot be extinguished if it has been lit in any part; or any of those wonders I have cited, while omitting numberless others? If we were to say that these things would be found in the world to come, and our sceptics were to reply, \"If you wish us to believe these things, satisfy our reason about each of them,\" we should confess that we could not, because the frail comprehension of man cannot master these and such-like wonders of God's working; and that yet our reason was thoroughly convinced that the Almighty does nothing without reason, though the frail mind of man cannot explain the reason; and that while we are in many instances uncertain what He intends, yet that it is always most certain that nothing which He intends is impossible to Him; and that when He declares His mind, we believe Him whom we cannot believe to be either powerless or false."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:22",
                            "text": "Nevertheless these cavillers at faith and exactors of reason, how do they dispose of those things of which a reason cannot be given, and which yet exist, though in apparent contrariety to the nature of things? If we had announced that these things were to be, these sceptics would have demanded from us the reason of them, as they do in the case of those things which we are announcing as destined to be."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XXI 5:23",
                            "text": "And consequently, as these present marvels are not non-existent, though human reason and discourse are lost in such works of God, so those things we speak of are not impossible because inexplicable; for in this particular they are in the same predicament as the marvels of earth."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: City of God Book XXI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:1",
                            "text": "Chapter 6—That All Marvels are Not of Nature's Production, But that Some are Due to Human Ingenuity and Others to Diabolic Contrivance."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:2",
                            "text": "At this point they will perhaps reply, \"These things have no existence; we don't believe one of them; they are travellers' tales and fictitious romances;\" and they may add what has the appearance of argument, and say, \"If you believe such things as these, believe what is recorded in the same books, that there was or is a temple of Venus in which a candelabrum set in the open air holds a lamp, which burns so strongly that no storm  or rain extinguishes it, and which is therefore called, like the stone mentioned above, the asbestos or inextinguishable lamp\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:3",
                            "text": "They may say this with the intention of putting us into a dilemma: for if we say this is incredible, then we shall impugn the truth of the other recorded marvels; if, on the other hand, we admit that this is credible, we shall avouch the pagan deities."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:4",
                            "text": "But, as I have already said in the eighteenth book of this work, we do not hold it necessary to believe all that profane history contains, since, as Varro says, even historians themselves disagree on so many points, that one would think they intended and were at pains to do so; but we believe, if we are disposed, those things which are not contradicted by these books, which we do not hesitate to say we are bound to believe."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:5",
                            "text": "But as to those permanent miracles of nature, whereby we wish to persuade the sceptical of the miracles of the world to come, those are quite sufficient for our purpose which we ourselves can observe or of which it is not difficult to find trustworthy witnesses."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:6",
                            "text": "Moreover, that temple of Venus, with its inextinguishable lamp, so far from hemming us into a corner, opens an advantageous field to our argument."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:7",
                            "text": "For to this inextinguishable lamp we add a host of marvels wrought by men, or by magic,—that is, by men under the influence of devils, or by the devils directly,—for such marvels we cannot deny without impugning the truth of the sacred Scriptures we believe."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:8",
                            "text": "That lamp, therefore, was either by some mechanical and human device fitted with asbestos, or it was arranged by magical art in order that the worshippers might be astonished, or some devil under the name of Venus so signally manifested himself that this prodigy both began and became permanent."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:9",
                            "text": "Now devils are attracted to dwell in certain temples by means of the creatures (God's creatures, not theirs), who present to them what suits their various tastes."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:10",
                            "text": "They are attracted not by food like animals, but, like spirits, by such symbols as suit their taste, various kinds of stones, woods, plants, animals, songs, rites."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:11",
                            "text": "And that men may provide these attractions, the devils first of all cunningly seduce them, either by imbuing their hearts with a secret poison, or by revealing themselves under a friendly guise, and thus make a few of them their disciples, who become the instructors of the multitude."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:12",
                            "text": "For unless they first instructed men, it were impossible to know what each of them desires, what they shrink from, by what name they should be invoked or constrained to be present."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:13",
                            "text": "Hence the origin of magic and magicians."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:14",
                            "text": "But, above all, they possess the hearts of men, and are chiefly proud of this possession when they transform themselves into angels of light."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:15",
                            "text": "Very many things that occur, therefore, are their doing; and these deeds of theirs we ought all the more carefully to shun as we acknowledge them to be very surprising."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:16",
                            "text": "And yet these very deeds forward my present arguments."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:17",
                            "text": "For if such marvels are wrought by unclean devils, how much mightier are the holy angels! and what can not that God do who made the angels themselves capable of working miracles!  If, then, very many effects can be contrived by human art, of so surprising a kind that the uninitiated think them divine, as when, e."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:18",
                            "text": "g."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XXI 6:19",
                            "text": ", in a certain temple two magnets have been adjusted, one in the roof, another in the floor, so that an iron image is suspended in mid-air between them, one would suppose by the power of the divinity, were he ignorant of the magnets above and beneath; or, as in the case of that lamp of Venus which we already mentioned as being a skillful adaptation of asbestos; if, again, by the help of magicians, whom Scripture calls sorcerers and enchanters, the devils could gain such power that the noble poet Virgil should consider himself justified in describing a very powerful magician in these lines:  \"Her charms can cure what souls she please,  Rob other hearts of healthful ease,  Turn rivers backward to their source,  And make the stars forget their course,  And call up ghosts from night:  The ground shall bellow 'neath your feet:  The mountain-ash shall quit its seat,  And travel down the height;\"—  if this be so, how much more able is God to do those things which to sceptics are incredible, but to His power easy, since it is He who has given to stones and all other things their virtue, and to men their skill to use them in wonderful ways; He who has given to the angels a nature more mighty than that of all that lives on earth; He whose power surpasses all marvels, and whose wisdom in working, ordaining, and permitting is no less marvellous in its governance of all things than in its creation of all!."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: City of God Book XXI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:1",
                            "text": "Chapter 7—That the Ultimate Reason for Believing Miracles is the Omnipotence of the Creator."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:2",
                            "text": "Why, then, cannot God effect both that the bodies of the dead shall rise, and that the bodies of the damned shall be tormented in everlasting fire,—God, who made the world  full of countless miracles in sky, earth, air, and waters, while itself is a miracle unquestionably greater and more admirable than all the marvels it is filled with? But those with whom or against whom we are arguing, who believe both that there is a God who made the world, and that there are gods created by Him who administer the world's laws as His viceregents,—our adversaries, I say, who, so far from denying emphatically, assert that there are powers in the world which effect marvellous results (whether of their own accord, or because they are invoked by some rite or prayer, or in some magical way), when we lay before them the wonderful properties of other things which are neither rational animals nor rational spirits, but such material objects as those we have just cited, are in the habit of replying, This is their natural property, their nature; these are the powers naturally belonging to them."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:3",
                            "text": "Thus the whole reason why Agrigentine salt dissolves in fire and crackles in water is that this is its nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:4",
                            "text": "Yet this seems rather contrary to nature, which has given not to fire but to water the power of melting salt, and the power of scorching it not to water but to fire."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:5",
                            "text": "But this they say, is the natural property of this salt, to show effects contrary to these."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:6",
                            "text": "The same reason, therefore, is assigned to account for that Garamantian fountain, of which one and the same runlet is chill by day and boiling by night, so that in either extreme it cannot be touched."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:7",
                            "text": "So also of that other fountain which, though it is cold to the touch, and though it, like other fountains, extinguishes a lighted torch, yet, unlike other fountains, and in a surprising manner, kindles an extinguished torch."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:8",
                            "text": "So of the asbestos stone, which, though it has no heat of its own, yet when kindled by fire applied to it, cannot be extinguished."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:9",
                            "text": "And so of the rest, which I am weary of reciting, and in which, though there seems to be an extraordinary property contrary to nature, yet no other reason is given for them than this, that this is their nature,—a brief reason truly, and, I own, a satisfactory reply."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:10",
                            "text": "But since God is the author of all natures, how is it that our adversaries, when they refuse to believe what we affirm, on the ground that it is impossible, are unwilling to accept from us a better explanation than their own, viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:11",
                            "text": ", that this is the will of Almighty God,—for certainly He is called Almighty only because He is mighty to do all He will,—He who was able to create so many marvels, not only unknown, but very well ascertained, as I have been showing, and which, were they not under our own observation, or reported by recent and credible witnesses, would certainly be pronounced impossible? For as for those marvels which have no other testimony than the writers in whose books we read them, and who wrote without being divinely instructed, and are therefore liable to human error, we cannot justly blame any one who declines to believe them."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:12",
                            "text": "For my own part, I do not wish all the marvels I have cited to be rashly accepted, for I do not myself believe them implicitly, save those which have either come under my own observation, or which any one can readily verify, such as the lime which is heated by water and cooled by oil; the magnet which by its mysterious and insensible suction attracts the iron, but has no affect on a straw; the peacock's flesh which triumphs over the corruption from which not the flesh of Plato is exempt; the chaff so chilling that it prevents snow from melting, so heating that it forces apples to ripen; the glowing fire, which, in accordance with its glowing appearance, whitens the stones it bakes, while, contrary to its glowing appearance, it begrimes most things it burns (just as dirty stains are made by oil, however pure it be, and as the lines drawn by white silver are black); the charcoal, too, which by the action of fire is so completely changed from its original, that a finely marked piece of wood becomes hideous, the tough becomes brittle, the decaying incorruptible."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:13",
                            "text": "Some of these things I know in common with many other persons, some of them in common with all men; and there are many others which I have not room to insert in this book."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:14",
                            "text": "But of those which I have cited, though I have not myself seen, but only read about them, I have been unable to find trustworthy witnesses from whom I could ascertain whether they are facts, except in the case of that fountain in which burning torches are extinguished and extinguished torches lit, and of the apples of Sodom, which are ripe to appearance, but are filled with dust."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:15",
                            "text": "And indeed I have not met with any who said they had seen that fountain in Epirus, but with some who knew there was a similar fountain in Gaul not far from Grenoble."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:16",
                            "text": "The fruit of the trees of Sodom, however, is not only spoken of in books worthy of credit, but so many persons say that they have seen it that I cannot doubt the fact."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:17",
                            "text": "But the rest of the prodigies I receive without definitely affirming or denying them; and I have cited them because I read them in the authors of our adversaries, and that I might prove how many things many among themselves believe, because they are written in the works of their own literary men, though no rational explanation of them is given, and yet they scorn to  believe us when we assert that Almighty God will do what is beyond their experience and observation; and this they do even though we assign a reason for His work."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XXI 7:18",
                            "text": "For what better and stronger reason for such things can be given than to say that the Almighty is able to bring them to pass, and will bring them to pass, having predicted them in those books in which many other marvels which have already come to pass were predicted? Those things which are regarded as impossible will be accomplished according to the word, and by the power of that God who predicted and effected that the incredulous nations should believe incredible wonders."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: City of God Book XXI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:1",
                            "text": "Chapter 8—That It is Not Contrary to Nature That, in an Object Whose Nature is Known, There Should Be Discovered an Alteration of the Properties Which Have Been Known as Its Natural Properties."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:2",
                            "text": "But if they reply that their reason for not believing us when we say that human bodies will always burn and yet never die, is that the nature of human bodies is known to be quite otherwise constituted; if they say that for this miracle we cannot give the reason which was valid in the case of those natural miracles, viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:3",
                            "text": ", that this is the natural property, the nature of the thing,—for we know that this is not the nature of human flesh,—we find our answer in the sacred writings, that even this human flesh was constituted in one fashion before there was sin,—was constituted, in fact, so that it could not die,—and in another fashion after sin, being made such as we see it in this miserable state of mortality, unable to retain enduring life."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:4",
                            "text": "And so in the resurrection of the dead shall it be constituted differently from its present well-known condition."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:5",
                            "text": "But as they do not believe these writings of ours, in which we read what nature man had in paradise, and how remote he was from the necessity of death,—and indeed, if they did believe them, we should of course have little trouble in debating with them the future punishment of the damned,—we must produce from the writings of their own most learned authorities some instances to show that it is possible for a thing to become different from what it was formerly known characteristically to be."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:6",
                            "text": "From the book of Marcus Varro, entitled, Of the Race of the Roman People, I cite word for word the following instance: \"There occurred a remarkable celestial portent; for Castor records that, in the brilliant star Venus, called Vesperugo by Plautus, and the lovely Hesperus by Homer, there occurred so strange a prodigy, that it changed its color, size, form, course, which never happened before nor since."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:7",
                            "text": "Adrastus of Cyzicus, and Dion of Naples, famous mathematicians, said that this occurred in the reign of Ogyges\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:8",
                            "text": "So great an author as Varro would certainly not have called this a portent had it not seemed to be contrary to nature."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:9",
                            "text": "For we say that all portents are contrary to nature; but they are not so."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:10",
                            "text": "For how is that contrary to nature which happens by the will of God, since the will of so mighty a Creator is certainly the nature of each created thing? A portent, therefore, happens not contrary to nature, but contrary to what we know as nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:11",
                            "text": "But who can number the multitude of portents recorded in profane histories? Let us then at present fix our attention on this one only which concerns the matter in hand."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:12",
                            "text": "What is there so arranged by the Author of the nature of heaven and earth as the exactly ordered course of the stars? What is there established by laws so sure and inflexible? And yet, when it pleased Him who with sovereignty and supreme power regulates all He has created, a star conspicuous among the rest by its size and splendor changed its color, size, form, and, most wonderful of all, the order and law of its course! Certainly that phenomenon disturbed the canons of the astronomers, if there were any then, by which they tabulate, as by unerring computation, the past and future movements of the stars, so as to take upon them to affirm that this which happened to the morning star (Venus) never happened before nor since."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:13",
                            "text": "But we read in the divine books that even the sun itself stood still when a holy man, Joshua the son of Nun, had begged this from God until victory should finish the battle he had begun; and that it even went back, that the promise of fifteen years added to the life of king Hezekiah might be sealed by this additional prodigy."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:14",
                            "text": "But these miracles, which were vouchsafed to the merits of holy men, even when our adversaries believe them, they attribute to magical arts; so Virgil, in the lines I quoted above, ascribes to magic the power to  \"Turn rivers backward to their source,  And make the stars forget their course\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:15",
                            "text": "For in our sacred books we read that this also happened, that a river \"turned backward,\" was stayed above while the lower part flowed on, when the people passed over under the above-mentioned leader, Joshua the son of Nun; and also when Elias the prophet crossed; and afterwards, when his disciple Elisha passed through it: and we have just  mentioned how, in the case of king Hezekiah the greatest of the \"stars forgot its course\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:16",
                            "text": "But what happened to Venus, according to Varro, was not said by him to have happened in answer to any man's prayer."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:17",
                            "text": "Let not the sceptics then benight themselves in this knowledge of the nature of things, as if divine power cannot bring to pass in an object anything else than what their own experience has shown them to be in its nature."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:18",
                            "text": "Even the very things which are most commonly known as natural would not be less wonderful nor less effectual to excite surprise in all who beheld them, if men were not accustomed to admire nothing but what is rare."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:19",
                            "text": "For who that thoughtfully observes the countless multitude of men, and their similarity of nature, can fail to remark with surprise and admiration the individuality of each man's appearance, suggesting to us, as it does, that unless men were like one another, they would not be distinguished from the rest of the animals; while unless, on the other hand, they were unlike, they could not be distinguished from one another, so that those whom we declare to be like, we also find to be unlike? And the unlikeness is the more wonderful consideration of the two; for a common nature seems rather to require similarity."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:20",
                            "text": "And yet, because the very rarity of things is that which makes them wonderful, we are filled with much greater wonder when we are introduced to two men so like, that we either always or frequently mistake in endeavoring to distinguish between them."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:21",
                            "text": "But possibly, though Varro is a heathen historian, and a very learned one, they may disbelieve that what I have cited from him truly occurred; or they may say the example is invalid, because the star did not for any length of time continue to follow its new course, but returned to its ordinary orbit."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:22",
                            "text": "There is, then, another phenomenon at present open to their observation, and which, in my opinion, ought to be sufficient to convince them that, though they have observed and ascertained some natural law, they ought not on that account to prescribe to God, as if He could not change and turn it into something very different from what they have observed."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:23",
                            "text": "The land of Sodom was not always as it now is; but once it had the appearance of other lands, and enjoyed equal if not richer fertility; for, in the divine narrative, it was compared to the paradise of God."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:24",
                            "text": "But after it was touched [by fire] from heaven, as even pagan history testifies, and as is now witnessed by those who visit the spot, it became unnaturally and horribly sooty in appearance; and its apples, under a deceitful appearance of ripeness, contain ashes within."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:25",
                            "text": "Here is a thing which was of one kind, and is of another."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:26",
                            "text": "You see how its nature was converted by the wonderful transmutation wrought by the Creator of all natures into so very disgusting a diversity,—an alteration which after so long a time took place, and after so long a time still continues."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:27",
                            "text": "As therefore it was not impossible to God to create such natures as He pleased, so it is not impossible to Him to change these natures of His own creation into whatever He pleases, and thus spread abroad a multitude of those marvels which are called monsters, portents, prodigies, phenomena, and which if I were minded to cite and record, what end would there be to this work? They say that they are called \"monsters,\" because they demonstrate or signify something; \"portents,\" because they portend something; and so forth."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:28",
                            "text": "But let their diviners see how they are either deceived, or even when they do predict true things, it is because they are inspired by spirits, who are intent upon entangling the minds of men (worthy, indeed, of such a fate) in the meshes of a hurtful curiosity, or how they light now and then upon some truth, because they make so many predictions."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:29",
                            "text": "Yet, for our part, these things which happen contrary to nature, and are said to be contrary to nature (as the apostle, speaking after the manner of men, says, that to graft the wild olive into the good olive, and to partake of its fatness, is contrary to nature), and are called monsters, phenomena, portents, prodigies, ought to demonstrate, portend, predict that God will bring to pass what He has foretold regarding the bodies of men, no difficulty preventing Him, no law of nature prescribing to Him His limit."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XXI 8:30",
                            "text": "How He has foretold what He is to do, I think I have sufficiently shown in the preceding book, culling from the sacred Scriptures, both of the New and Old Testaments, not, indeed, all the passages that relate to this, but as many as I judged to suffice for this work."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: City of God Book XXI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:1",
                            "text": "Chapter 9—Of Hell, and the Nature of Eternal Punishments."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:2",
                            "text": "So then what God by His prophet has said of the everlasting punishment of the damned shall come to pass—shall without fail come to pass,—\"their worm shall not die, neither shall their fire be quenched\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:3",
                            "text": "In order to impress this upon us most forcibly, the Lord Jesus Himself, when ordering us to cut off  our members, meaning thereby those persons whom a man loves as the most useful members of his body, says, \"It is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched; where their worm dieth not, and their fire is not quenched\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:4",
                            "text": "Similarly of the foot: \"It is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched; where their worm dieth not, and the fire is not quenched\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:5",
                            "text": "So, too, of the eye: \"It is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire: where their worm dieth not, and the fire is not quenched\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:6",
                            "text": "He did not shrink from using the same words three times over in one passage."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:7",
                            "text": "And who is not terrified by this repetition, and by the threat of that punishment uttered so vehemently by the lips of the Lord Himself?  Now they who would refer both the fire and the worm to the spirit, and not to the body, affirm that the wicked, who are separated from the kindgdom of God, shall be burned, as it were, by the anguish of a spirit repenting too late and fruitlessly; and they contend that fire is therefore not inappropriately used to express this burning torment, as when the apostle exclaims \"Who is offended, and I burn not?\" The worm, too, they think, is to be similarly understood."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:8",
                            "text": "For it is written they say, \"As the moth consumes the garment, and the worm the wood, so does grief consume the heart of a man\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:9",
                            "text": "But they who make no doubt that in that future punishment both body and soul shall suffer, affirm that the body shall be burned with fire, while the soul shall be, as it were, gnawed by a worm of anguish."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:10",
                            "text": "Though this view is more reasonable,—for it is absurd to suppose that either body or soul will escape pain in the future punishment,—yet, for my own part, I find it easier to understand both as referring to the body than to suppose that neither does; and I think that Scripture is silent regarding the spiritual pain of the damned, because, though not expressed, it is necessarily understood that in a body thus tormented the soul also is tortured with a fruitless repentance."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:11",
                            "text": "For we read in the ancient Scriptures, \"The vengeance of the flesh of the ungodly is fire and worms\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:12",
                            "text": "It might have been more briefly said, \"The vengeance of the ungodly\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:13",
                            "text": "Why, then, was it said, \"The flesh of the ungodly,\" unless because both the fire and the worm are to be the punishment of the flesh? Or if the object of the writer in saying, \"The vengeance of the flesh,\" was to indicate that this shall be the punishment of those who live after the flesh (for this leads to the second death, as the apostle intimated when he said, \"For if ye live after the flesh, ye shall die\", let each one make his own choice, either assigning the fire to the body and the worm to the soul,—the one figuratively, the other really,—or assigning both really to the body."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:14",
                            "text": "For I have already sufficiently made out that animals can live in the fire, in burning without being consumed, in pain without dying, by a miracle of the most omnipotent Creator, to whom no one can deny that this is possible, if he be not ignorant by whom has been made all that is wonderful in all nature."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:15",
                            "text": "For it is God Himself who has wrought all these miracles, great and small, in this world which I have mentioned, and incomparably more which I have omitted, and who has enclosed these marvels in this world, itself the greatest miracle of all."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:16",
                            "text": "Let each man, then, choose which he will, whether he thinks that the worm is real and pertains to the body, or that spiritual things are meant by bodily representations, and that it belongs to the soul."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:17",
                            "text": "But which of these is true will be more readily discovered by the facts themselves, when there shall be in the saints such knowledge as shall not require that their own experience teach them the nature of these punishments, but as shall, by its own fullness and perfection, suffice to instruct them in this matter."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XXI 9:18",
                            "text": "For \"now we know in part, until that which is perfect is come;\" only, this we believe about those future bodies, that they shall be such as shall certainly be pained by the fire."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: City of God Book XXI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:1",
                            "text": "Chapter 10—Whether the Fire of Hell, If It Be Material Fire, Can Burn the Wicked Spirits, that is to Say, Devils, Who are Immaterial."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:2",
                            "text": "Here arises the question: If the fire is not to be immaterial, analogous to the pain of the soul, but material, burning by contact, so that bodies may be tormented in it, how can evil spirits be punished in it? For it is undoubtedly the same fire which is to serve for the punishment of men and of devils, according to the words of Christ: \"Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels;\" unless, perhaps, as learned men have thought, the devils have a kind of body made of that dense and humid air which we feel strikes us when the  wind is blowing."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:3",
                            "text": "And if this kind of substance could not be affected by fire, it could not burn when heated in the baths."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:4",
                            "text": "For in order to burn, it is first burned, and affects other things as itself is affected."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:5",
                            "text": "But if any one maintains that the devils have no bodies, this is not a matter either to be laboriously investigated, or to be debated with keenness."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:6",
                            "text": "For why may we not assert that even immaterial spirits may, in some extraordinary way, yet really be pained by the punishment of material fire, if the spirits of men, which also are certainly immaterial, are both now contained in material members of the body, and in the world to come shall be indissolubly united to their own bodies? Therefore, though the devils have no bodies, yet their spirits, that is, the devils themselves, shall be brought into thorough contact with the material fires, to be tormented by them; not that the fires themselves with which they are brought into contact shall be animated by their connection with these spirits, and become animals composed of body and spirit, but, as I said, this junction will be effected in a wonderful and ineffable way, so that they shall receive pain from the fires, but give no life to them."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:7",
                            "text": "And, in truth, this other mode of union, by which bodies and spirits are bound together and become animals, is thoroughly marvellous, and beyond the comprehension of man, though this it is which is man."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:8",
                            "text": "I would indeed say that these spirits will burn without any body of their own, as that rich man was burning in hell when he exclaimed, \"I am tormented in this flame,\" were I not aware that it is aptly said in reply, that that flame was of the same nature as the eyes he raised and fixed on Lazarus, as the tongue on which he entreated that a little cooling water might be dropped, or as the finger of Lazarus, with which he asked that this might be done,—all of which took place where souls exist without bodies."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:9",
                            "text": "Thus, therefore, both that flame in which he burned and that drop he begged were immaterial, and resembled the visions of sleepers or persons in an ecstasy, to whom immaterial objects appear in a bodily form."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:10",
                            "text": "For the man himself who is in such a state, though it be in spirit only, not in body, yet sees himself so like to his own body that he cannot discern any difference whatever."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:11",
                            "text": "But that hell, which also is called a lake of fire and brimstone, will be material fire, and will torment the bodies of the damned, whether men or devils,—the solid bodies of the one, aerial bodies of the others; or if only men have bodies as well as souls, yet the evil spirits, though without bodies, shall be so connected with the bodily fires as to receive pain without imparting life."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XXI 10:12",
                            "text": "One fire certainly shall be the lot of both, for thus the truth has declared."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: City of God Book XXI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:1",
                            "text": "Chapter 11—Whether It is Just that the Punishments of Sins Last Longer Than the Sins Themselves Lasted."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:2",
                            "text": "Some, however, of those against whom we are defending the city of God, think it unjust that any man be doomed to an eternal punishment for sins which, no matter how great they were, were perpetrated in a brief space of time; as if any law ever regulated the duration of the punishment by the duration of the offence punished! Cicero tells us that the laws recognize eight kinds of penalty,—damages, imprisonment, scourging, reparation, disgrace, exile, death, slavery."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:3",
                            "text": "Is there any one of these which may be compressed into a brevity proportioned to the rapid commission of the offence, so that no longer time may be spent in its punishment than in its perpetration, unless, perhaps, reparation? For this requires that the offender suffer what he did, as that clause of the law says, \"Eye for eye, tooth for tooth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:4",
                            "text": "For certainly it is possible for an offender to lose his eye by the severity of legal retaliation in as brief a time as he deprived another of his eye by the cruelty of his own lawlessness."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:5",
                            "text": "But if scourging be a reasonable penalty for kissing another man's wife, is not the fault of an instant visited with long hours of atonement, and the momentary delight punished with lasting pain? What shall we say of imprisonment? Must the criminal be confined only for so long a time as he spent on the offence for which he is committed? or is not a penalty of many years' confinement imposed on the slave who has provoked his master with a word, or has struck him a blow that is quickly over? And as to damages, disgrace, exile, slavery, which are commonly inflicted so as to admit of no relaxation or pardon, do not these resemble eternal punishments in so far as this short life allows a resemblance? For they are not eternal only because the life in which they are endured is not eternal; and yet the crimes which are punished with these most protracted sufferings are perpetrated in a very brief space of time."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:6",
                            "text": "Nor is there any one who would suppose that the pains of punishment should occupy as short a time as the offense; or that murder, adultery, sacrilege, or any other crime, should be measured, not by the enor  mity of the injury or wickedness, but by the length of time spent in its perpetration."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:7",
                            "text": "Then as to the award of death for any great crime, do the laws reckon the punishment to consist in the brief moment in which death is inflicted, or in this, that the offender is eternally banished from the society of the living? And just as the punishment of the first death cuts men off from this present mortal city, so does the punishment of the second death cut men off from that future immortal city."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:8",
                            "text": "For as the laws of this present city do not provide for the executed criminal's return to it, so neither is he who is condemned to the second death recalled again to life everlasting."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:9",
                            "text": "But if temporal sin is visited with eternal punishment, how, then, they say, is that true which your Christ says, \"With the same measure that ye mete withal it shall be measured to you again?\" and they do not observe that \"the same measure\" refers, not to an equal space of time, but to the retribution of evil or, in other words, to the law by which he who has done evil suffers evil."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:10",
                            "text": "Besides, these words could be appropriately understood as referring to the matter of which our Lord was speaking when He used them, viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:11",
                            "text": ", judgments and condemnation."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:12",
                            "text": "Thus, if he who unjustly judges and condemns is himself justly judged and condemned, he receives \"with the same measure\" though not the same thing as he gave."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XXI 11:13",
                            "text": "For judgment he gave, and judgment he receives, though the judgment he gave was unjust, the judgment he receives just."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: City of God Book XXI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XXI 12:1",
                            "text": "Chapter 12—Of the Greatness of the First Transgression, on Account of Which Eternal Punishment is Due to All Who are Not Within the Pale of the Saviour's Grace."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XXI 12:2",
                            "text": "But eternal punishment seems hard and unjust to human perceptions, because in the weakness of our mortal condition there is wanting that highest and purest wisdom by which it can be perceived how great a wickedness was committed in that first transgression."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XXI 12:3",
                            "text": "The more enjoyment man found in God, the greater was his wickedness in abandoning Him; and he who destroyed in himself a good which might have been eternal, became worthy of eternal evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XXI 12:4",
                            "text": "Hence the whole mass of the human race is condemned; for he who at first gave entrance to sin has been punished with all his posterity who were in him as in a root, so that no one is exempt from this just and due punishment, unless delivered by mercy and undeserved grace; and the human race is so apportioned that in some is displayed the efficacy of merciful grace, in the rest the efficacy of just retribution."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XXI 12:5",
                            "text": "For both could not be displayed in all; for if all had remained under the punishment of just condemnation, there would have been seen in no one the mercy of redeeming grace."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XXI 12:6",
                            "text": "And, on the other hand, if all had been transferred from darkness to light, the severity of retribution would have been manifested in none."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XXI 12:7",
                            "text": "But many more are left under punishment than are delivered from it, in order that it may thus be shown what was due to all."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XXI 12:8",
                            "text": "And had it been inflicted on all, no one could justly have found fault with the justice of Him who taketh vengeance; whereas, in the deliverance of so many from that just award, there is cause to render the most cordial thanks to the gratuitous bounty of Him who delivers."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: City of God Book XXI 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:1",
                            "text": "Chapter 13—Against the Opinion of Those Who Think that the Punishments of the Wicked After Death are Purgatorial."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:2",
                            "text": "The Platonists, indeed, while they maintain that no sins are unpunished, suppose that all punishment is administered for remedial purposes, be it inflicted by human or divine law, in this life or after death; for a man may be scathless here, or, though punished, may yet not amend."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:3",
                            "text": "Hence that passage of Virgil, where, when he had said of our earthly bodies and mortal members, that our souls derive—  \"Hence wild desires and grovelling fears,  And human laughter, human tears;  Immured in dungeon-seeming night,  They look abroad, yet see no light,\"  goes on to say:  \"Nay, when at last the life has fled,  And left the body cold and dead,  Ee'n then there passes not away  The painful heritage of clay;  Full many a long-contracted stain  Perforce must linger deep in grain."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:4",
                            "text": "So penal sufferings they endure  For ancient crime, to make them pure;  Some hang aloft in open view,  For winds to pierce them through and through,  While others purge their guilt deep-dyed  In burning fire or whelming tide\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:5",
                            "text": "They who are of this opinion would have all punishments after death to be purgatorial; and as the elements of air, fire, and water are superior to earth, one or other of these may  be the instrument of expiating and purging away the stain contracted by the contagion of earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:6",
                            "text": "So Virgil hints at the air in the words, \"Some hang aloft for winds to pierce;\" at the water in \"whelming tide;\" and at fire in the expression \"in burning fire\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:7",
                            "text": "For our part, we recognize that even in this life some punishments are purgatorial,—not, indeed, to those whose life is none the better, but rather the worse for them, but to those who are constrained by them to amend their life."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:8",
                            "text": "All other punishments, whether temporal or eternal, inflicted as they are on every one by divine providence, are sent either on account of past sins, or of sins presently allowed in the life, or to exercise and reveal a man's graces."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:9",
                            "text": "They may be inflicted by the instrumentality of bad men and angels as well as of the good."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:10",
                            "text": "For even if any one suffers some hurt through another's wickedness or mistake, the man indeed sins whose ignorance or injustice does the harm; but God, who by His just though hidden judgment permits it to be done, sins not."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:11",
                            "text": "But temporary punishments are suffered by some in this life only, by others after death, by others both now and then; but all of them before that last and strictest judgment."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XXI 13:12",
                            "text": "But of those who suffer temporary punishments after death, all are not doomed to those everlasting pains which are to follow that judgment; for to some, as we have already said, what is not remitted in this world is remitted in the next, that is, they are not punished with the eternal punishment of the world to come."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: City of God Book XXI 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:1",
                            "text": "Chapter 14—Of the Temporary Punishments of This Life to Which the Human Condition is Subject."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:2",
                            "text": "Quite exceptional are those who are not punished in this life, but only afterwards."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:3",
                            "text": "Yet that there have been some who have reached the decrepitude of age without experiencing even the slightest sickness, and who have had uninterrupted enjoyment of life, I know both from report and from my own observation."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:4",
                            "text": "However, the very life we mortals lead is itself all punishment, for it is all temptation, as the Scriptures declare, where it is written, \"Is not the life of man upon earth a temptation?\" For ignorance is itself no slight punishment, or want of culture, which it is with justice thought so necessary to escape, that boys are compelled, under pain of severe punishment, to learn trades or letters; and the learning to which they are driven by punishment is itself so much of a punishment to them, that they sometimes prefer the pain that drives them to the pain to which they are driven by it."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:5",
                            "text": "And who would not shrink from the alternative, and elect to die, if it were proposed to him either to suffer death or to be again an infant? Our infancy, indeed, introducing us to this life not with laughter but with tears, seems unconsciously to predict the ills we are to encounter."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:6",
                            "text": "Zoroaster alone is said to have laughed when he was born, and that unnatural omen portended no good to him."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:7",
                            "text": "For he is said to have been the inventor of magical arts, though indeed they were unable to secure to him even the poor felicity of this present life against the assaults of his enemies."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:8",
                            "text": "For, himself king of the Bactrians, he was conquered by Ninus king of the Assyrians."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:9",
                            "text": "In short, the words of Scripture, \"An heavy yoke is upon the sons of Adam, from the day that they go out of their mother's womb till the day that they return to the mother of all things,\"—these words so infallibly find fulfillment, that even the little ones, who by the layer of regeneration have been freed from the bond of original sin in which alone they were held, yet suffer many ills, and in some instances are even exposed to the assaults of evil spirits."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XXI 14:10",
                            "text": "But let us not for a moment suppose that this suffering is prejudicial to their future happiness, even though it has so increased as to sever soul from body, and to terminate their life in that early age."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: City of God Book XXI 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:1",
                            "text": "Chapter 15—That Everything Which the Grace of God Does in the Way of Rescuing Us from the Inveterate Evils in Which We are Sunk, Pertains to the Future World, in Which All Things are Made New."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:2",
                            "text": "Nevertheless, in the \"heavy yoke that is laid upon the sons of Adam, from the day that they go out of their mother's womb to the day that they return to the mother of all things,\" there is found an admirable though painful monitor teaching us to be sober-minded, and convincing us that this life has become penal in consequence of that outrageous wickedness which was perpetrated in Paradise, and that all to which the New Testament invites belongs to that future inheritance which awaits us in the world to come, and is offered for our acceptance, as the earnest that we may, in its own due time, obtain that of which it is the pledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:3",
                            "text": "Now, therefore, let us walk in hope, and let us by the spirit mortify the deeds of the flesh, and so make progress from day to day."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:4",
                            "text": "For \"the Lord know  eth them that are His;\" and \"as many as are led by the Spirit of God, they are sons of God,\" but by grace, not by nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:5",
                            "text": "For there is but one Son of God by nature, who in His compassion became Son of man for our sakes, that we, by nature sons of men, might by grace become through Him sons of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:6",
                            "text": "For He, abiding unchangeable, took upon Him our nature, that thereby He might take us to Himself; and, holding fast His own divinity, He became partaker of our infirmity, that we, being changed into some better thing, might, by participating in His righteousness and immortality, lose our own properties of sin and mortality, and preserve whatever good quality He had implanted in our nature perfected now by sharing in the goodness of His nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:7",
                            "text": "For as by the sin of one man we have fallen into a misery so deplorable, so by the righteousness of one Man, who also is God, shall we come to a blessedness inconceivably exalted."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:8",
                            "text": "Nor ought any one to trust that he has passed from the one man to the other until he shall have reached that place where there is no temptation, and have entered into the peace which he seeks in the many and various conflicts of this war, in which \"the flesh lusteth against the spirit, and the spirit against the flesh\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:9",
                            "text": "Now, such a war as this would have had no existence if human nature had, in the exercise of free will, continued steadfast in the uprightness in which it was created."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:10",
                            "text": "But now in its misery it makes war upon itself, because in its blessedness it would not continue at peace with God; and this, though it be a miserable calamity, is better than the earlier stages of this life, which do not recognize that a war is to be maintained."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:11",
                            "text": "For better is it to contend with vices than without conflict to be subdued by them."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:12",
                            "text": "Better, I say, is war with the hope of peace everlasting than captivity without any thought of deliverance."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:13",
                            "text": "We long, indeed, for the cessation of this war, and, kindled by the flame of divine love, we burn for entrance on that well-ordered peace in which whatever is inferior is for ever subordinated to what is above it."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XXI 15:14",
                            "text": "But if (which God forbid) there had been no hope of so blessed a consummation, we should still have preferred to endure the hardness of this conflict, rather than, by our non-resistance, to yield ourselves to the dominion of vice."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: City of God Book XXI 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:1",
                            "text": "Chapter 16—The Laws of Grace, Which Extend to All the Epochs of the Life of the Regenerate."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:2",
                            "text": "But such is God's mercy towards the vessels of mercy which He has prepared for glory, that even the first age of man, that is, infancy, which submits without any resistance to the flesh, and the second age, which is called boyhood, and which has not yet understanding enough to undertake this warfare, and therefore yields to almost every vicious pleasure (because though this age has the power of speech, and may therefore seem to have passed infancy, the mind is still too weak to comprehend the commandment), yet if either of these ages has received the sacraments of the Mediator, then, although the present life be immediately brought to an end, the child, having been translated from the power of darkness to the kingdom of Christ, shall not only be saved from eternal punishments, but shall not even suffer purgatorial torments after death."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:3",
                            "text": "For spiritual regeneration of itself suffices to prevent any evil consequences resulting after death from the connection with death which carnal generation forms."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:4",
                            "text": "But when we reach that age which can now comprehend the commandment, and submit to the dominion of law, we must declare war upon vices, and wage this war keenly, lest we be landed in damnable sins."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:5",
                            "text": "And if vices have not gathered strength, by habitual victory they are more easily overcome and subdued; but if they have been used to conquer and rule, it is only with difficulty and labor they are mastered."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:6",
                            "text": "And indeed this victory cannot be sincerely and truly gained but by delighting in true righteousness, and it is faith in Christ that gives this."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:7",
                            "text": "For if the law be present with its command, and the Spirit be absent with His help, the presence of the prohibition serves only to increase the desire to sin, and adds the guilt of transgression."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:8",
                            "text": "Sometimes, indeed, patent vices are overcome by other and hidden vices, which are reckoned virtues, though pride and a kind of ruinous self-sufficiency are their informing principles."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:9",
                            "text": "Accordingly vices are then only to be considered overcome when they are conquered by the love of God, which God Himself alone gives, and which He gives only through the Mediator between God and men, the man Christ Jesus, who became a partaker of our mortality that He might make us partakers of His divinity."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:10",
                            "text": "But few indeed are they who are so happy as to have passed their youth without committing any damnable sins, either by dissolute or violent conduct, or by following some godless and unlawful opinions, but have subdued by their greatness of soul everything in them which could make them the slaves of carnal pleasures."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:11",
                            "text": "The greater  number having first become transgressors of the law that they have received, and having allowed vice to have the ascendency in them, then flee to grace for help, and so, by a penitence more bitter, and a struggle more violent than it would otherwise have been, they subdue the soul to God, and thus give it its lawful authority over the flesh, and become victors."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:12",
                            "text": "Whoever, therefore, desires to escape eternal punishment, let him not only be baptized, but also justified in Christ, and so let him in truth pass from the devil to Christ."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:13",
                            "text": "And let him not fancy that there are any purgatorial pains except before that final and dreadful judgment."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XXI 16:14",
                            "text": "We must not, however deny that even the eternal fire will be proportioned to the deserts of the wicked, so that to some it will be more, and to others less painful, whether this result be accomplished by a variation in the temperature of the fire itself, graduated according to every one's merit, or whether it be that the heat remains the same, but that all do not feel it with equal intensity of torment."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: City of God Book XXI 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XXI 17:1",
                            "text": "Chapter 17—Of Those Who Fancy that No Men Shall Be Punished Eternally."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XXI 17:2",
                            "text": "I must now, I see, enter the lists of amicable controversy with those tender-hearted Christians who decline to believe that any, or that all of those whom the infallibly just Judge may pronounce worthy of the punishment of hell, shall suffer eternally, and who suppose that they shall be delivered after a fixed term of punishment, longer or shorter according to the amount of each man's sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XXI 17:3",
                            "text": "In respect of this matter, Origen was even more indulgent; for he believed that even the devil himself and his angels, after suffering those more severe and prolonged pains which their sins deserved, should be delivered from their torments, and associated with the holy angels."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XXI 17:4",
                            "text": "But the Church, not without reason, condemned him for this and other errors, especially for his theory of the ceaseless alternation of happiness and misery, and the interminable transitions from the one state to the other at fixed periods of ages; for in this theory he lost even the credit of being merciful, by allotting to the saints real miseries for the expiation of their sins, and false happiness, which brought them no true and secure joy, that is, no fearless assurance of eternal blessedness."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XXI 17:5",
                            "text": "Very different, however, is the error we speak of, which is dictated by the tenderness of these Christians who suppose that the sufferings of those who are condemned in the judgment will be temporary, while the blessedness of all who are sooner or later set free will be eternal."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XXI 17:6",
                            "text": "Which opinion, if it is good and true because it is merciful, will be so much the better and truer in proportion as it becomes more merciful."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XXI 17:7",
                            "text": "Let, then, this fountain of mercy be extended, and flow forth even to the lost angels, and let them also be set free, at least after as many and long ages as seem fit! Why does this stream of mercy flow to all the human race, and dry up as soon as it reaches the angelic? And yet they dare not extend their pity further, and propose the deliverance of the devil himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XXI 17:8",
                            "text": "Or if any one is bold enough to do so, he does indeed put to shame their charity, but is himself convicted of error that is more unsightly, and a wresting of God's truth that is more perverse, in proportion as his clemency of sentiment seems to be greater."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: City of God Book XXI 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:1",
                            "text": "Chapter 18—Of Those Who Fancy That, on Account of the Saints' Intercession, Man Shall Be Damned in the Last Judgment."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:2",
                            "text": "There are others, again, with whose opinions I have become acquainted in conversation, who, though they seem to reverence the holy Scriptures, are yet of reprehensible life, and who accordingly, in their own interest, attribute to God a still greater compassion towards men."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:3",
                            "text": "For they acknowledge that it is truly predicted in the divine word that the wicked and unbelieving are worthy of punishment, but they assert that, when the judgment comes, mercy will prevail."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:4",
                            "text": "For, say they, God, having compassion on them, will give them up to the prayers and intercessions of His saints."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:5",
                            "text": "For if the saints used to pray for them when they suffered from their cruel hatred, how much more will they do so when they see them prostrate and humble suppliants? For we cannot, they say, believe that the saints shall lose their bowels of compassion when they have attained the most perfect and complete holiness; so that they who, when still sinners, prayed for their enemies, should now, when they are freed from sin, withhold from interceding for their suppliants."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:6",
                            "text": "Or shall God refuse to listen to so many of His beloved children, when their holiness has purged their prayers of all hindrance to His answering them? And the passage of the psalm which is cited by those who admit that wicked men and infidels shall be punished for a long time, though in the end  delivered from all sufferings, is claimed also by the persons we are now speaking of as making much more for them."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:7",
                            "text": "The verse runs: \"Shall God forget to be gracious? Shall He in anger shut up His tender mercies?\" His anger, they say, would condemn all that are unworthy of everlasting happiness to endless punishment."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:8",
                            "text": "But if He suffer them to be punished for a long time, or even at all, must He not shut up His tender mercies, which the Psalmist implies He will not do? For he does not say, Shall He in anger shut up His tender mercies for a long period? but he implies that He will not shut them up at all."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:9",
                            "text": "And they deny that thus God's threat of judgment is proved to be false even though He condemn no man, any more than we can say that His threat to overthrow Nineveh was false, though the destruction which was absolutely predicted was not accomplished."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:10",
                            "text": "For He did not say, \"Nineveh shall be overthrown if they do not repent and amend their ways,\" but without any such condition He foretold that the city should be overthrown."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:11",
                            "text": "And this prediction, they maintain, was true because God predicted the punishment which they deserved, although He was not to inflict it."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:12",
                            "text": "For though He spared them on their repentance yet He was certainly aware that they would repent, and, notwithstanding, absolutely and definitely predicted that the city should be overthrown."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:13",
                            "text": "This was true, they say, in the truth of severity, because they were worthy of it; but in respect of the compassion which checked His anger, so that He spared the suppliants from the punishment with which He had threatened the rebellious, it was not true."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:14",
                            "text": "If, then, He spared those whom His own holy prophet was provoked at His sparing, how much more shall He spare those more wretched suppliants for whom all His saints shall intercede? And they suppose that this conjecture of theirs is not hinted at in Scripture, for the sake of stimulating many to reformation of life through fear of very protracted or eternal sufferings, and of stimulating others to pray for those who have not reformed."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:15",
                            "text": "However, they think that the divine oracles are not altogether silent on this point; for they ask to what purpose is it said, \"How great is Thy goodness which Thou hast hidden for them that fear Thee,\" if it be not to teach us that the great and hidden sweetness of God's mercy is concealed in order that men may fear? To the same purpose they think the apostle said, \"For God hath concluded all men in unbelief, that He may have mercy upon all,\" signifying that no one should be condemned by God."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:16",
                            "text": "And yet they who hold this opinion do not extend it to the acquittal or liberation of the devil and his angels."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:17",
                            "text": "Their human tenderness is moved only towards men, and they plead chiefly their own cause, holding out false hopes of impunity to their own depraved lives by means of this quasi compassion of God to the whole race."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XXI 18:18",
                            "text": "Consequently they who promise this impunity even to the prince of the devils and his satellites make a still fuller exhibition of the mercy of God."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: City of God Book XXI 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XXI 19:1",
                            "text": "Chapter 19—Of Those Who Promise Impunity from All Sins Even to Heretics, Through Virtue of Their Participation of the Body of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XXI 19:2",
                            "text": "So, too, there are others who promise this deliverance from eternal punishment, not, indeed, to all men, but only to those who have been washed in Christian baptism, and who become partakers of the body of Christ, no matter how they have lived, or what heresy or impiety they have fallen into."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XXI 19:3",
                            "text": "They ground this opinion on the saying of Jesus, \"This is the bread which cometh down from heaven, that if any man eat thereof, he shall not die."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XXI 19:4",
                            "text": "I am the living bread which came down from heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XXI 19:5",
                            "text": "If a man eat of this bread, he shall live for ever\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XXI 19:6",
                            "text": "Therefore, say they, it follows that these persons must be delivered from death eternal, and at one time or other be introduced to everlasting life."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: City of God Book XXI 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XXI 20:1",
                            "text": "Chapter 20—Of Those Who Promise This Indulgence Not to All, But Only to Those Who Have Been Baptized as Catholics, Though Afterwards They Have Broken Out into Many Crimes and Heresies."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XXI 20:2",
                            "text": "There are others still who make this promise not even to all who have received the sacraments of the baptism of Christ and of His body, but only to the catholics, however badly they have lived."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XXI 20:3",
                            "text": "For these have eaten the body of Christ, not only sacramentally but really, being incorporated in His body, as the apostle says, \"We, being many, are one bread, one body;\" so that, though they have afterwards lapsed into some heresy, or even into heathenism and idolatry, yet by virtue of this one thing, that they have received the baptism of Christ, and eaten the body of Christ, in the body of Christ, that is to say, in the catholic Church, they shall not die eternally, but at one time or other obtain eternal life; and all that wickedness of theirs shall not avail to make their punishment  eternal, but only proportionately long and severe."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: City of God Book XXI 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XXI 21:1",
                            "text": "Chapter 21—Of Those Who Assert that All Catholics Who Continue in the Faith Even Though by the Depravity of Their Lives They Have Merited Hell Fire, Shall Be Saved on Account of the \"Foundation\" Of Their Faith."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XXI 21:2",
                            "text": "There are some, too, who found upon the expression of Scripture, \"He that endureth to the end shall be saved,\" and who promise salvation only to those who continue in the Church catholic; and though such persons have lived badly, yet, say they, they shall be saved as by fire through virtue of the foundation of which the apostle says, \"For other foundation hath no man laid than that which is laid, which is Christ Jesus."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XXI 21:3",
                            "text": "Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble; every man's work shall be made manifest: for the day of the Lord shall declare it, for it shall be revealed by fire; and each man's work shall be proved of what sort it is."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XXI 21:4",
                            "text": "If any man's work shall endure which he hath built thereupon, he shall receive a reward."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XXI 21:5",
                            "text": "But if any man's work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as through fire\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XXI 21:6",
                            "text": "They say, accordingly, that the catholic Christian, no matter what his life be, has Christ as his foundation, while this foundation is not possessed by any heresy which is separated from the unity of His body."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XXI 21:7",
                            "text": "And therefore, through virtue of this foundation, even though the catholic Christian by the inconsistency of his life has been as one building up wood, hay, stubble, upon it, they believe that he shall be saved by fire, in other words, that he shall be delivered after tasting the pain of that fire to which the wicked shall be condemned at the last judgment."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: City of God Book XXI 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:1",
                            "text": "Chapter 22—Of Those Who Fancy that the Sins Which are Intermingled with Alms-Deeds Shall Not Be Charged at the Day of Judgment."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:2",
                            "text": "I have also met with some who are of opinion that such only as neglect to cover their sins with alms-deeds shall be punished in everlasting fire; and they cite the words of the Apostle James, \"He shall have judgment without mercy who hath shown no mercy\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:3",
                            "text": "Therefore, say they, he who has not amended his ways, but yet has intermingled his profligate and wicked actions with works of mercy, shall receive mercy in the judgment, so that he shall either quite escape condemnation, or shall be liberated from his doom after some time shorter or longer."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:4",
                            "text": "They suppose that this was the reason why the Judge Himself of quick and dead declined to mention anything else than works of mercy done or omitted, when awarding to those on His right hand life eternal, and to those on His left everlasting punishment."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:5",
                            "text": "To the same purpose, they say, is the daily petition we make in the Lord's prayer, \"Forgive us our debts, as we forgive our debtors\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:6",
                            "text": "For, no doubt, whoever pardons the person who has wronged him does a charitable action."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:7",
                            "text": "And this has been so highly commended by the Lord Himself, that He says, \"For if ye forgive men their trespasses, your heavenly Father will also forgive you: but if ye forgive not men their trespasses, neither will your Father forgive your trespasses\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:8",
                            "text": "And so it is to this kind of alms-deeds that the saying of the Apostle James refers, \"He shall have judgment without mercy that hath shown no mercy\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:9",
                            "text": "And our Lord, they say, made no distinction of great and small sins, but \"Your Father will forgive your sins, if ye forgive men theirs\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:10",
                            "text": "Consequently they conclude that, though a man has led an abandoned life up to the last day of it, yet whatsoever his sins have been, they are all remitted by virtue of this daily prayer, if only he has been mindful to attend to this one thing, that when they who have done him any injury ask his pardon, he forgive them from his heart."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XXI 22:11",
                            "text": "When, by God's help, I have replied to all these errors, I shall conclude this (twenty-first) book."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: City of God Book XXI 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:1",
                            "text": "Chapter 23—Against Those Who are of Opinion that the Punishment Neither of the Devil Nor of Wicked Men Shall Be Eternal."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:2",
                            "text": "First of all, it behoves us to inquire and to recognize why the Church has not been able to tolerate the idea that promises cleansing or indulgence to the devil even after the most severe and protracted punishment."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:3",
                            "text": "For so many holy men, imbued with the spirit of the Old and New Testament, did not grudge to angels of any rank or character that they should enjoy the blessedness of the heavenly kingdom after being cleansed by suffering, but rather they perceived that they could not invalidate nor evacuate the divine sentence which the Lord predicted that He would pronounce in the judgment, saying, \"Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:4",
                            "text": "For  here it is evident that the devil and his angels shall burn in everlasting fire."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:5",
                            "text": "And there is also that declaration in the Apocalypse, \"The devil their deceiver was cast into the lake of fire and brimstone, where also are the beast and the false prophet."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:6",
                            "text": "And they shall be tormented day and night for ever\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:7",
                            "text": "In the former passage \"everlasting\" is used, in the latter \"for ever;\" and by these words Scripture is wont to mean nothing else than endless duration."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:8",
                            "text": "And therefore no other reason, no reason more obvious and just, can be found for holding it as the fixed and immovable belief of the truest piety, that the devil and his angels shall never return to the justice and life of the saints, than that Scripture, which deceives no man, says that God spared them not, and that they were condemned beforehand by Him, and cast into prisons of darkness in hell, being reserved to the judgment of the last day, when eternal fire shall receive them, in which they shall be tormented world without end."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:9",
                            "text": "And if this be so, how can it be believed that all men, or even some, shall be withdrawn from the endurance of punishment after some time has been spent in it? how can this be believed without enervating our faith in the eternal punishment of the devils? For if all or some of those to whom it shall be said, \"Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels,\" are not to be always in that fire, then what reason is there for believing that the devil and his angels shall always be there? Or is perhaps the sentence of God, which is to be pronounced on wicked men and angels alike, to be true in the case of the angels, false in that of men? Plainly it will be so if the conjectures of men are to weigh more than the word of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:10",
                            "text": "But because this is absurd, they who desire to be rid of eternal punishment ought to abstain from arguing against God, and rather, while yet there is opportunity, obey the divine commands."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:11",
                            "text": "Then what a fond fancy is it to suppose that eternal punishment means long continued punishment, while eternal life means life without end, since Christ in the very same passage spoke of both in similar terms in one and the same sentence, \"These shall go away into eternal punishment, but the righteous into life eternal!\" If both destinies are \"eternal,\" then we must either understand both as long-continued but at last terminating, or both as endless."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:12",
                            "text": "For they are correlative,—on the one hand, punishment eternal, on the other hand, life eternal."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:13",
                            "text": "And to say in one and the same sense, life eternal shall be endless, punishment eternal shall come to an end, is the height of absurdity."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XXI 23:14",
                            "text": "Wherefore, as the eternal life of the saints shall be endless, so too the eternal punishment of those who are doomed to it shall have no end."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: City of God Book XXI 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:1",
                            "text": "Chapter 24—Against Those Who Fancy that in the Judgment of God All the Accused Will Be Spared in Virtue of the Prayers of the Saints."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:2",
                            "text": "And this reasoning is equally conclusive against those who, in their own interest, but under the guise of a greater tenderness of spirit, attempt to invalidate the words of God, and who assert that these words are true, not because men shall suffer those things which are threatened by God, but because they deserve to suffer them."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:3",
                            "text": "For God, they say, will yield them to the prayers of His saints, who will then the more earnestly pray for their enemies, as they shall be more perfect in holiness, and whose prayers will be the more efficacious and the more worthy of God's ear, because now purged from all sin whatsoever."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:4",
                            "text": "Why, then, if in that perfected holiness their prayers be so pure and all-availing, will they not use them in behalf of the angels for whom eternal fire is prepared, that God may mitigate His sentence and alter it, and extricate them from that fire? Or will there, perhaps, be some one hardy enough to affirm that even the holy angels will make common cause with holy men (then become the equals of God's angels), and will intercede for the guilty, both men and angels, that mercy may spare them the punishment which truth has pronounced them to deserve? But this has been asserted by no one sound in the faith; nor will be."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:5",
                            "text": "Otherwise there is no reason why the Church should not even now pray for the devil and his angels, since God her Master has ordered her to pray for her enemies."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:6",
                            "text": "The reason, then, which prevents the Church from now praying for the wicked angels, whom she knows to be her enemies, is the identical reason which shall prevent her, however perfected in holiness, from praying at the last judgment for those men who are to be punished in eternal fire."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:7",
                            "text": "At present she prays for her enemies among men, because they have yet opportunity for fruitful repentance."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:8",
                            "text": "For what does she especially beg for them but that \"God would grant them repentance,\" as the apostle says, \"that they may return to soberness out of the snare of the devil, by whom they are held captive according to his will?\" But if the Church  were certified who those are, who, though they are still abiding in this life, are yet predestinated to go with the devil into eternal fire, then for them she could no more pray than for him."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:9",
                            "text": "But since she has this certainty regarding no man, she prays for all her enemies who yet live in this world; and yet she is not heard in behalf of all."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:10",
                            "text": "But she is heard in the case of those only who, though they oppose the Church, are yet predestinated to become her sons through her intercession."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:11",
                            "text": "But if any retain an impenitent heart until death, and are not converted from enemies into sons, does the Church continue to pray for them, for the spirits, i-e:, of such persons deceased? And why does she cease to pray for them, unless because the man who was not translated into Christ's kingdom while he was in the body, is now judged to be of Satan's following?  It is then, I say, the same reason which prevents the Church at any time from praying for the wicked angels, which prevents her from praying hereafter for those men who are to be punished in eternal fire; and this also is the reason why, though she prays even for the wicked so long as they live, she yet does not even in this world pray for the unbelieving and godless who are dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:12",
                            "text": "For some of the dead, indeed, the prayer of the Church or of pious individuals is heard; but it is for those who, having been regenerated in Christ, did not spend their life so wickedly that they can be judged unworthy of such compassion, nor so well that they can be considered to have no need of it."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:13",
                            "text": "As also, after the resurrection, there will be some of the dead to whom, after they have endured the pains proper to the spirits of the dead, mercy shall be accorded, and acquittal from the punishment of the eternal fire."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:14",
                            "text": "For were there not some whose sins, though not remitted in this life, shall be remitted in that which is to come, it could not be truly said, \"They shall not be forgiven, neither in this world, neither in that which is to come\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:15",
                            "text": "But when the Judge of quick and dead has said, \"Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world,\" and to those on the other side, \"Depart from me, ye cursed, into the eternal fire, which is prepared for the devil and his angels,\" and \"These shall go away into eternal punishment, but the righteous into eternal life,\" it were excessively presumptuous to say that the punishment of any of those whom God has said shall go away into eternal punishment shall not be eternal, and so bring either despair or doubt upon the corresponding promise of life eternal."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:16",
                            "text": "Let no man then so understand the words of the Psalmist, \"Shall God forget to be gracious? shall He shut up in His anger His tender mercies\" as if the sentence of God were true of good men, false of bad men, or true of good men and wicked angels, but false of bad men."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:17",
                            "text": "For the Psalmist's words refer to the vessels of mercy and the children of the promise, of whom the prophet himself was one; for when he had said, \"Shall God forget to be gracious? shall He shut up in His anger His tender mercies?\" and then immediately subjoins, \"And I said, Now I begin: this is the change wrought by the right hand of the Most High,\" he manifestly explained what he meant by the words, \"Shall he shut up in His anger His tender mercies?\" For God's anger is this mortal life, in which man is made like to vanity, and his days pass as a shadow."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:18",
                            "text": "Yet in this anger God does not forget to be gracious, causing His sun to shine and His rain to descend on the just and the unjust; and thus He does not in His anger cut short His tender mercies, and especially in what the Psalmist speaks of in the words, \"Now I begin: this change is from the right hand of the Most High;\" for He changes for the better the vessels of mercy, even while they are still in this most wretched life, which is God's anger, and even while His anger is manifesting itself in this miserable corruption; for \"in His anger He does not shut up His tender mercies\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:19",
                            "text": "And since the truth of this divine canticle is quite satisfied by this application of it, there is no need to give it a reference to that place in which those who do not belong to the city of God are punished in eternal fire."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:20",
                            "text": "But if any persist in extending its application to the torments of the wicked, let them at least understand it so that the anger of God, which has threatened the wicked with eternal punishment, shall abide, but shall be mixed with mercy to the extent of alleviating the torments which might justly be inflicted; so that the wicked shall neither wholly escape, nor only for a time endure these threatened pains, but that they shall be less severe and more endurable than they deserve."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:21",
                            "text": "Thus the anger of God shall continue, and at the same time He will not in this anger shut up His tender mercies."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:22",
                            "text": "But even this hypothesis I am not to be supposed to affirm because I do not positively oppose it."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:23",
                            "text": "As for those who find an empty threat rather than a truth in such passages as these: \"Depart from me, ye cursed, into everlasting fire;\" and \"These shall go away into eternal punishment;\" and \"They shall be tormented for ever and ever;\" and \"Their worm shall not die, and their fire shall not be quenched,\"—such persons, I say, are most emphatically and abundantly refuted, not by me so much as by the divine Scripture itself."
                        },
                        {
                            "verse": 24,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:24",
                            "text": "For the men of Nineveh repented in this life, and therefore their repentance was fruitful, inasmuch as they sowed in that field which the Lord meant to be sown in tears that it might afterwards be reaped in joy."
                        },
                        {
                            "verse": 25,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:25",
                            "text": "And yet who will deny that God's prediction was fulfilled in their case, if at least he observes that God destroys sinners not only in anger but also in compassion? For sinners are destroyed in two ways,—either, like the Sodomites, the men themselves are punished for their sins, or, like the Ninevites, the men's sins are destroyed by repentance."
                        },
                        {
                            "verse": 26,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:26",
                            "text": "God's prediction, therefore, was fulfilled,—the wicked Nineveh was overthrown, and a good Nineveh built up."
                        },
                        {
                            "verse": 27,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:27",
                            "text": "For its walls and houses remained standing; the city was overthrown in its depraved manners."
                        },
                        {
                            "verse": 28,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:28",
                            "text": "And thus, though the prophet was provoked that the destruction which the inhabitants dreaded, because of his prediction, did not take place, yet that which God's foreknowledge had predicted did take place, for He who foretold the destruction knew how it should be fulfilled in a less calamitous sense."
                        },
                        {
                            "verse": 29,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:29",
                            "text": "But that these perversely compassionate persons may see what is the purport of these words, \"How great is the abundance of Thy sweetness, Lord, which Thou hast hidden for them that fear Thee,\" let them read what follows: \"And Thou hast perfected it for them that hope in Thee\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:30",
                            "text": "For what means, \"Thou hast hidden it for them that fear Thee,\" \"Thou hast perfected it for them that hope in Thee,\" unless this, that to those who through fear of punishment seek to establish their own righteousness by the law, the righteousness of God is not sweet, because they are ignorant of it? They have not tasted it."
                        },
                        {
                            "verse": 31,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:31",
                            "text": "For they hope in themselves, not in Him; and therefore God's abundant sweetness is hidden from them."
                        },
                        {
                            "verse": 32,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:32",
                            "text": "They fear God, indeed, but it is with that servile fear \"which is not in love; for perfect love casteth out fear\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:33",
                            "text": "Therefore to them that hope in Him He perfecteth His sweetness, inspiring them with His own love, so that with a holy fear, which love does not cast out, but which endureth for ever, they may, when they glory, glory in the Lord."
                        },
                        {
                            "verse": 34,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:34",
                            "text": "For the righteousness of God is Christ, \"who is of God made unto us,\" as the apostle says, \"wisdom, and righteousness, and sanctification, and redemption: as it is written, He that glorieth, let him glory in the Lord\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:35",
                            "text": "This righteousness of God, which is the gift of grace without merits, is not known by those who go about to establish their own righteousness, and are therefore not subject to the righteousness of God, which is Christ."
                        },
                        {
                            "verse": 36,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:36",
                            "text": "But it is in this righteousness that we find the great abundance of God's sweetness, of which the psalm says, \"Taste and see how sweet the Lord is\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:37",
                            "text": "And this we rather taste than partake of to satiety in this our pilgrimage."
                        },
                        {
                            "verse": 38,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:38",
                            "text": "We hunger and thirst for it now, that hereafter we may be satisfied with it when we see Him as He is, and that is fulfilled which is written, \"I shall be satisfied when Thy glory shall be manifested\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:39",
                            "text": "It is thus that Christ perfects the great abundance of His sweetness to them that hope in Him."
                        },
                        {
                            "verse": 40,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:40",
                            "text": "But if God conceals His sweetness from them that fear Him in the sense that these our objectors fancy, so that men's ignorance of His purpose of mercy towards the wicked may lead them to fear Him and live better, and so that there may be prayer made for those who are not living as they ought, how then does He perfect His sweetness to them that hope in Him, since, if their dreams be true, it is this very sweetness which will prevent Him from punishing those who do not hope in Him? Let us then seek that sweetness of His, which He perfects to them that hope in Him, not that which He is supposed to perfect to those who despise and blaspheme Him; for in vain, after this life, does a man seek for what he has neglected to provide while in this life."
                        },
                        {
                            "verse": 41,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:41",
                            "text": "Then, as to that saying of the apostle, \"For God hath concluded all in unbelief, that He may have mercy upon all,\" it does not mean that He will condemn no one; but the foregoing context shows what is meant."
                        },
                        {
                            "verse": 42,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:42",
                            "text": "The apostle composed the epistle for the Gentiles who were already believers; and when he was speaking to them of the Jews who were yet to believe, he says, \"For as ye in times past believed not God, yet have now obtained mercy through their unbelief; even so have these also now not believed, that through your mercy they also may obtain mercy\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:43",
                            "text": "Then he added the words in question with which these persons beguile themselves: \"For God concluded all in unbelief, that He might have mercy upon all\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:44",
                            "text": "All whom, if not all those of whom he  was speaking, just as if he had said, \"Both you and them?\" God then concluded all those in unbelief, both Jews and Gentiles, whom He foreknew and predestinated to be conformed to the image of His Son, in order that they might be confounded by the bitterness of unbelief, and might repent and believingly turn to the sweetness of God's mercy, and might take up that exclamation of the psalm, \"How great is the abundance of Thy sweetness, O Lord, which Thou hast hidden for them that fear Thee, but hast perfected to them that hope,\" not in themselves, but \"in Thee\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:45",
                            "text": "He has mercy, then, on all the vessels of mercy."
                        },
                        {
                            "verse": 46,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XXI 24:46",
                            "text": "And what means \"all?\" Both those of the Gentiles and those of the Jews whom He predestinated, called, justified, glorified: none of these will be condemned by Him; but we cannot say none of all men whatever."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: City of God Book XXI 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:1",
                            "text": "Chapter 25—Whether Those Who Received Heretical Baptism, and Have Afterwards Fallen Away to Wickedness of Life; Or Those Who Have Received Catholic Baptism, But Have Afterwards Passed Over to Heresy and Schism; Or Those Who Have Remained in the Catholic Church in Which They Were Baptized, But Have Continued to Live Immorally,—May Hope Through the Virtue of the Sacraments for the Remission of Eternal Punishment."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:2",
                            "text": "But let us now reply to those who promise deliverance from eternal fire, not to the devil and his angels (as neither do they of whom we have been speaking), nor even to all men whatever, but only to those who have been washed by the baptism of Christ, and have become partakers of His body and blood, no matter how they have lived, no matter what heresy or impiety they have fallen into."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:3",
                            "text": "But they are contradicted by the apostle, where he says, \"Now the works of the flesh are manifest, which are these; fornication, uncleanness, lasciviousness, idolatry, witchcraft, hatred, variances, emulations, wrath, strife, heresies, envyings, drunkenness, revellings, and the like: of the which I tell you before, as I have also told you in time past, for they which do such things shall not inherit the kingdom of God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:4",
                            "text": "Certainly this sentence of the apostle is false, if such persons shall be delivered after any lapse of time, and shall then inherit the kingdom of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:5",
                            "text": "But as it is not false, they shall certainly never inherit the kingdom of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:6",
                            "text": "And if they shall never enter that kingdom, then they shall always be retained in eternal punishment; for there is no middle place where he may live unpunished who has not been admitted into that kingdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:7",
                            "text": "And therefore we may reasonably inquire how we are to understand these words of the Lord Jesus: \"This is the bread which cometh down from heaven, that a man may eat thereof, and not die."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:8",
                            "text": "I am the living bread which came down from heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:9",
                            "text": "If any man eat of this bread, he shall live for ever\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:10",
                            "text": "And those, indeed, whom we are now answering, are refuted in their interpretation of this passage by those whom we are shortly to answer, and who do not promise this deliverance to all who have received the sacraments of baptism and the Lord's body, but only to the catholics, however wickedly they live; for these, say they, have eaten the Lord's body not only sacramentally, but really, being constituted members of His body, of which the apostle says, \"We being many are one bread, one body\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:11",
                            "text": "He then who is in the unity of Christ's body (that is to say, in the Christian membership), of which body the faithful have been wont to receive the sacrament at the altar, that man is truly said to eat the body and drink the blood of Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:12",
                            "text": "And consequently heretics and schismatics being separate from the unity of this body, are able to receive the same sacrament, but with no profit to themselves,—nay, rather to their own hurt, so that they are rather more severely judged than liberated after some time."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:13",
                            "text": "For they are not in that bond of peace which is symbolized by that sacrament."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:14",
                            "text": "But again, even those who sufficiently understand that he who is not in the body of Christ cannot be said to eat the body of Christ, are in error when they promise liberation from the fire of eternal punishment to persons who fall away from the unity of that body into heresy, or even into heathenish superstition."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:15",
                            "text": "For, in the first place, they ought to consider how intolerable it is, and how discordant with sound doctrine, to suppose that many, indeed, or almost all, who have forsaken the Church catholic, and have originated impious heresies and become heresiarchs, should enjoy a destiny superior to those who never were catholics, but have fallen into the snares of these others; that is to say, if the fact of their catholic baptism and original reception of the sacrament of the body of Christ in the true body of Christ is sufficient to deliver these heresiarchs from eternal punishment."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:16",
                            "text": "For certainly he who deserts the faith, and from a deserter becomes an assailant, is worse than he who has not  deserted the faith he never held."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:17",
                            "text": "And, in the second place, they are contradicted by the apostle, who, after enumerating the works of the flesh, says with reference to heresies, \"They who do such things shall not inherit the kingdom of God\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:18",
                            "text": "And therefore neither ought such persons as lead an abandoned and damnable life to be confident of salvation, though they persevere to the end in the communion of the Church catholic, and comfort themselves with the words, \"He that endureth to the end shall be saved\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:19",
                            "text": "By the iniquity of their life they abandon that very righteousness of life which Christ is to them, whether it be by fornication, or by perpetrating in their body the other uncleannesses which the apostle would not so much as mention, or by a dissolute luxury, or by doing any one of those things of which he says, \"They who do such things shall not inherit the kingdom of God\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:20",
                            "text": "Consequently, they who do such things shall not exist anywhere but in eternal punishment, since they cannot be in the kingdom of God."
                        },
                        {
                            "verse": 21,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:21",
                            "text": "For, while they continue in such things to the very end of life, they cannot be said to abide in Christ to the end; for to abide in Him is to abide in the faith of Christ."
                        },
                        {
                            "verse": 22,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:22",
                            "text": "And this faith, according to the apostle's definition of it, \"worketh by love\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:23",
                            "text": "And \"love,\" as he elsewhere says, \"worketh no evil\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:24",
                            "text": "Neither can these persons be said to eat the body of Christ, for they cannot even be reckoned among His members."
                        },
                        {
                            "verse": 25,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:25",
                            "text": "For, not to mention other reasons, they cannot be at once the members of Christ and the members of a harlot."
                        },
                        {
                            "verse": 26,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:26",
                            "text": "In fine, He Himself, when He says, \"He that eateth my flesh and drinketh my blood, dwelleth in me, and I in him,\" shows what it is in reality, and not sacramentally, to eat His body and drink His blood; for this is to dwell in Christ, that He also may dwell in us."
                        },
                        {
                            "verse": 27,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:27",
                            "text": "So that it is as if He said, He that dwelleth not in me, and in whom I do not dwell, let him not say or think that he eateth my body or drinketh my blood."
                        },
                        {
                            "verse": 28,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:28",
                            "text": "Accordingly, they who are not Christ's members do not dwell in Him."
                        },
                        {
                            "verse": 29,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XXI 25:29",
                            "text": "And they who make themselves members of a harlot, are not members of Christ unless they have penitently abandoned that evil, and have returned to this good to be reconciled to it."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: City of God Book XXI 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:1",
                            "text": "Chapter 26—What It is to Have Christ for a Foundation, and Who They are to Whom Salvation as by Fire is Promised."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:2",
                            "text": "But, say they, the catholic Christians have Christ for a foundation, and they have not fallen away from union with Him, no matter how depraved a life they have built on this foundation, as wood, hay, stubble; and accordingly the well-directed faith by which Christ is their foundation will suffice to deliver them some time from the continuance of that fire, though it be with loss, since those things they have built on it shall be burned."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:3",
                            "text": "Let the Apostle James summarily reply to them: \"If any man say he has faith, and have not works, can faith save him?\" And who then is it, they ask, of whom the Apostle Paul says, \"But he himself shall be saved, yet so as by fire?\" Let us join them in their inquiry; and one thing is very certain, that it is not he of whom James speaks, else we should make the two apostles contradict one another, if the one says, \"Though a man's works be evil, his faith will save him as by fire,\" while the other says, \"If he have not good works, can his faith save him?\"  We shall then ascertain who it is who can be saved by fire, if we first discover what it is to have Christ for a foundation."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:4",
                            "text": "And this we may very readily learn from the image itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:5",
                            "text": "In a building the foundation is first."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:6",
                            "text": "Whoever, then, has Christ in his heart, so that no earthly or temporal things—not even those that are legitimate and allowed—are preferred to Him, has Christ as a foundation."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:7",
                            "text": "But if these things be preferred, then even though a man seem to have faith in Christ, yet Christ is not the foundation to that man; and much more if he, in contempt of wholesome precepts, seek forbidden gratifications, is he clearly convicted of putting Christ not first but last, since he has despised Him as his ruler, and has preferred to fulfill his own wicked lusts, in contempt of Christ's commands and allowances."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:8",
                            "text": "Accordingly, if any Christian man loves a harlot, and, attaching himself to her, becomes one body, he has not now Christ for a foundation."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:9",
                            "text": "But if any one loves his own wife, and loves her as Christ would have him love her, who can doubt that he has Christ for a foundation? But if he loves her in the world's fashion, carnally, as the disease of lust prompts him, and as the Gentiles love who know not God, even this the apostle, or rather Christ by the apostle, allows as a venial fault."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:10",
                            "text": "And therefore even such a man may have Christ for a foundation."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:11",
                            "text": "For so long as he does not prefer such an affection or pleasure to Christ, Christ is his foundation, though on it he builds wood, hay,  stubble; and therefore he shall be saved as by fire."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:12",
                            "text": "For the fire of affliction shall burn such luxurious pleasures and earthly loves, though they be not damnable, because enjoyed in lawful wedlock."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:13",
                            "text": "And of this fire the fuel is bereavement, and all those calamities which consume these joys."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:14",
                            "text": "Consequently the superstructure will be loss to him who has built it, for he shall not retain it, but shall be agonized by the loss of those things in the enjoyment of which he found pleasure."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:15",
                            "text": "But by this fire he shall be saved through virtue of the foundation, because even if a persecutor demanded whether he would retain Christ or these things, he would prefer Christ."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:16",
                            "text": "Would you hear, in the apostle's own words, who he is who builds on the foundation gold, silver, precious stones? \"He that is unmarried,\" he says, \"careth for the things that belong to the Lord, how he may please the Lord\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:17",
                            "text": "Would you hear who he is that buildeth wood, hay, stubble? \"But he that is married careth for the things that are of the world, how he may please his wife."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:18",
                            "text": "\"Every man's work shall be made manifest: for the day shall declare it,\"—the day, no doubt, of tribulation—\"because,\" says he, \"it shall be revealed by fire\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:19",
                            "text": "He calls tribulation fire, just as it is elsewhere said, \"The furnace proves the vessels of the potter, and the trial of affliction righteous men\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:20",
                            "text": "And \"The fire shall try every man's work of what sort it is."
                        },
                        {
                            "verse": 21,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:21",
                            "text": "If any man's work abide\"—for a man's care for the things of the Lord, how he may please the Lord, abides—\"which he hath built thereupon, he shall receive a reward,\"—that is, he shall reap the fruit of his care."
                        },
                        {
                            "verse": 22,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:22",
                            "text": "\"But if any man's work shall be burned, he shall suffer loss,\"—for what he loved he shall not retain:—\" but he himself shall be saved,\"—for no tribulation shall have moved him from that stable foundation,—\"yet so as by fire;\" for that which he possessed with the sweetness of love he does not lose without the sharp sting of pain."
                        },
                        {
                            "verse": 23,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:23",
                            "text": "Here, then, as seems to me, we have a fire which destroys neither, but enriches the one, brings loss to the other, proves both."
                        },
                        {
                            "verse": 24,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:24",
                            "text": "But if this passage [of Corinthians] is to interpret that fire of which the Lord shall say to those on His left hand, \"Depart from me, ye cursed, into everlasting fire,\" so that among these we are to believe there are those who build on the foundation wood, hay, stubble, and that they, through virtue of the good foundation, shall after a time be liberated from the fire that is the award of their evil deserts, what then shall we think of those on the right hand, to whom it shall be said, \"Come, ye blessed of my Father, inherit the kingdom prepared for you,\" unless that they are those who have built on the foundation gold, silver, precious stones? But if the fire of which our Lord speaks is the same as that of which the apostle says, \"Yet so as by fire,\" then both—that is to say, both those on the right as well as those on the left—are to be cast into it."
                        },
                        {
                            "verse": 25,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:25",
                            "text": "For that fire is to try both, since it is said, \"For the day of the Lord shall declare it, because it shall be revealed by fire; and the fire shall try every man's work of what sort it is\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:26",
                            "text": "If, therefore, the fire shall try both, in order that if any man's work abide—i-e:, if the superstructure be not consumed by the fire—he may receive a reward, and that if his work is burned he may suffer loss, certainly that fire is not the eternal fire itself."
                        },
                        {
                            "verse": 27,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:27",
                            "text": "For into this latter fire only those on the left hand shall be cast, and that with final and everlasting doom; but that former fire proves those on the right hand."
                        },
                        {
                            "verse": 28,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:28",
                            "text": "But some of them it so proves that it does not burn and consume the structure which is found to have been built by them on Christ as the foundation; while others of them it proves in another fashion, so as to burn what they have built up, and thus cause them to suffer loss, while they themselves are saved because they have retained Christ, who was laid as their sure foundation, and have loved Him above all."
                        },
                        {
                            "verse": 29,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:29",
                            "text": "But if they are saved, then certainly they shall stand at the right hand, and shall with the rest hear the sentence, \"Come, ye blessed of my Father, inherit the kingdom prepared for you;\" and not at the left hand, where those shall be who shall not be saved, and shall therefore hear the doom, \"Depart from me, ye cursed, into everlasting fire\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:30",
                            "text": "For from that fire no man shall be saved, because they all shall go away into eternal punishment, where their worms shall not die, nor their fire be quenched, in which they shall be tormented day and night for ever."
                        },
                        {
                            "verse": 31,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:31",
                            "text": "But if it be said that in the interval of time between the death of this body and that last day of judgment and retribution which shall follow the resurrection, the bodies of the dead shall be exposed to a fire of such a nature that it shall not affect those who have not in this life indulged in such pleasures and pursuits as shall be consumed like wood, hay, stubble, but shall affect those others who have carried with them structures of that kind; if  it be said that such worldliness, being venial, shall be consumed in the fire of tribulation either here only, or here and hereafter both, or here that it may not be hereafter,—this I do not contradict, because possibly it is true."
                        },
                        {
                            "verse": 32,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:32",
                            "text": "For perhaps even the death of the body is itself a part of this tribulation, for it results from the first transgression, so that the time which follows death takes its color in each case from the nature of the man's building."
                        },
                        {
                            "verse": 33,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:33",
                            "text": "The persecutions, too, which have crowned the martyrs, and which Christians of all kinds suffer, try both buildings like a fire, consuming some, along with the builders themselves, if Christ is not found in them as their foundation, while others they consume without the builders, because Christ is found in them, and they are saved, though with loss; and other buildings still they do not consume, because such materials as abide for ever are found in them."
                        },
                        {
                            "verse": 34,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:34",
                            "text": "In the end of the world there shall be in the time of Antichrist tribulation such as has never before been."
                        },
                        {
                            "verse": 35,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:35",
                            "text": "How many edifices there shall then be, of gold or of hay, built on the best foundation, Christ Jesus, which that fire shall prove, bringing joy to some, loss to others, but without destroying either sort, because of this stable foundation! But whosoever prefers, I do not say his wife, with whom he lives for carnal pleasure, but any of those relatives who afford no delight of such a kind, and whom it is right to love,—whosoever prefers these to Christ, and loves them after a human and carnal fashion, has not Christ as a foundation, and will therefore not be saved by fire, nor indeed at all; for he shall not possibly dwell with the Saviour, who says very explicitly concerning this very matter, \"He that loveth father or mother more than me is not worthy of me; and he that loveth son or daughter more than me is not worthy of me\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:36",
                            "text": "But he who loves his relations carnally, and yet so that he does not prefer them to Christ, but would rather want them than Christ if he were put to the proof, shall be saved by fire, because it is necessary that by the loss of these relations he suffer pain in proportion to his love."
                        },
                        {
                            "verse": 37,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:37",
                            "text": "And he who loves father, mother, sons, daughters, according to Christ, so that he aids them in obtaining His kingdom and cleaving to Him, or loves them because they are members of Christ, God forbid that this love should be consumed as wood, hay, stubble, and not rather be reckoned a structure of gold, silver, precious stones."
                        },
                        {
                            "verse": 38,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XXI 26:38",
                            "text": "For how can a man love those more than Christ whom he loves only for Christ's sake?."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: City of God Book XXI 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:1",
                            "text": "Chapter 27—Against the Belief of Those Who Think that the Sins Which Have Been Accompanied with Almsgiving Will Do Them No Harm."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:2",
                            "text": "It remains to reply to those who maintain that those only shall burn in eternal fire who neglect alms-deeds proportioned to their sins, resting this opinion on the words of the Apostle James, \"He shall have judgment without mercy that hath showed no mercy\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:3",
                            "text": "Therefore, they say, he that hath showed mercy, though he has not reformed his dissolute conduct, but has lived wickedly and iniquitously even while abounding in alms, shall have a merciful judgment, so that he shall either be not condemned at all, or shall be delivered from final judgment after a time."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:4",
                            "text": "And for the same reason they suppose that Christ will discriminate between those on the right hand and those on the left, and will send the one party into His kingdom, the other into eternal punishment, on the sole ground of their attention to or neglect of works of charity."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:5",
                            "text": "Moreover, they endeavor to use the prayer which the Lord Himself taught as a proof and bulwark of their opinion, that daily sins which are never abandoned can be expiated through alms-deeds, no matter how offensive or of what sort they be."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:6",
                            "text": "For, say they, as there is no day on which Christians ought not to use this prayer, so there is no sin of any kind which, though committed every day, is not remitted when we say, \"Forgive us our debts,\" if we take care to fulfill what follows, \"as we forgive our debtors\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:7",
                            "text": "For, they go on to say, the Lord does not say, \"If ye forgive men their trespasses, your heavenly Father will forgive you your little daily sins,\" but \"will forgive you your sins\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:8",
                            "text": "Therefore, be they of any kind or magnitude whatever, be they perpetrated daily and never abandoned or subdued in this life, they can be pardoned, they presume, through alms-deeds."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:9",
                            "text": "But they are right to inculcate the giving of aims proportioned to past sins; for if they said that any kind of alms could obtain the divine pardon of great sins committed daily and with habitual enormity, if they said that such sins could thus be daily remitted, they would see that their doctrine was absurd and ridiculous."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:10",
                            "text": "For they would thus be driven to acknowledge that it were possible for a very wealthy man to buy absolution from murders, adulteries, and all manner of wickedness, by paying a daily alms of ten paltry coins."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:11",
                            "text": "And if it be most absurd and insane to make such an acknowledgment, and if we still ask what  are those fitting alms of which even the forerunner of Christ said, \"Bring forth therefore fruits meet for repentance,\" undoubtedly it will be found that they are not such as are done by men who undermine their life by daily enormities even to the very end."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:12",
                            "text": "For they suppose that by giving to the poor a small fraction of the wealth they acquire by extortion and spoliation they can propitiate Christ, so that they may with impunity commit the most damnable sins, in the persuasion that they have bought from Him a license to transgress, or rather do buy a daily indulgence."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:13",
                            "text": "And if they for one crime have distributed all their goods to Christ's needy members, that could profit them nothing unless they desisted from all similar actions, and attained charity which worketh no evil He therefore who does alms-deeds proportioned to his sins must first begin with himself."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:14",
                            "text": "For it is not reasonable that a man who exercises charity towards his neighbor should not do so towards himself, since he hears the Lord saying, \"Thou shalt love thy neighbor as thyself,\" and again, \"Have compassion on thy soul, and please God\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:15",
                            "text": "He then who has not compassion on his own soul that he may please God, how can he be said to do alms-deeds proportioned to his sins? To the same purpose is that written, \"He who is bad to himself, to whom can he be good?\" We ought therefore to do alms that we may be heard when we pray that our past sins may be forgiven, not that while we continue in them we may think to provide ourselves with a license for wickedness by alms-deeds."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:16",
                            "text": "The reason, therefore, of our predicting that He will impute to those on His right hand the alms-deeds they have done, and charge those on His left with omitting the same, is that He may thus show the efficacy of charity for the deletion of past sins, not for impunity in their perpetual commission."
                        },
                        {
                            "verse": 17,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:17",
                            "text": "And such persons, indeed, as decline to abandon their evil habits of life for a better course cannot be said to do charitable deeds."
                        },
                        {
                            "verse": 18,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:18",
                            "text": "For this is the purport of the saying, \"Inasmuch as ye did it not to one of the least of these, ye did it not to me\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:19",
                            "text": "He shows them that they do not perform charitable actions even when they think they are doing so."
                        },
                        {
                            "verse": 20,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:20",
                            "text": "For if they gave bread to a hungering Christian because he is a Christian, assuredly they would not deny to themselves the bread of righteousness, that is, Christ Himself; for God considers not the person to whom the gift is made, but the spirit in which it is made."
                        },
                        {
                            "verse": 21,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:21",
                            "text": "He therefore who loves Christ in a Christian extends alms to him in the same spirit in which he draws near to Christ, not in that spirit which would abandon Christ if it could do so with impunity."
                        },
                        {
                            "verse": 22,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:22",
                            "text": "For in proportion as a man loves what Christ disapproves does he himself abandon Christ."
                        },
                        {
                            "verse": 23,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:23",
                            "text": "For what does it profit a man that he is baptized, if he is not justified? Did not He who said, \"Except a man be born of water and of the Spirit, he shall not enter into the kingdom of God,\" say also, \"Except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall not enter into the kingdom of heaven?\" Why do many through fear of the first saying run to baptism, while few through fear of the second seek to be justified? As therefore it is not to his brother a man says, \"Thou fool,\" if when he says it he is indignant not at the brotherhood, but at the sin of the offender,—for otherwise he were guilty of hell fire,—so he who extends charity to a Christian does not extend it to a Christian if he does not love Christ in him."
                        },
                        {
                            "verse": 24,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:24",
                            "text": "Now he does not love Christ who refuses to be justified in Him."
                        },
                        {
                            "verse": 25,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:25",
                            "text": "Or, again, if a man has been guilty of this sin of calling his brother Fool, unjustly reviling him without any desire to remove his sin, his alms-deeds go a small way towards expiating this fault, unless he adds to this the remedy of reconciliation which the same passage enjoins."
                        },
                        {
                            "verse": 26,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:26",
                            "text": "For it is there said, \"Therefore, if thou bring thy gift to the altar, and there rememberest that thy brother hath aught against thee; leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:27",
                            "text": "Just so it is a small matter to do alms-deeds, no matter how great they be, for any sin, so long as the offender continues in the practice of sin."
                        },
                        {
                            "verse": 28,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:28",
                            "text": "Then as to the daily prayer which the Lord Himself taught, and which is therefore called the Lord's prayer, it obliterates indeed the sins of the day, when day by day we say, \"Forgive us our debts,\" and when we not only say but act out that which follows, \"as we forgive our debtors;\" but we utter this petition because sins have been committed, and not that they may be."
                        },
                        {
                            "verse": 29,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:29",
                            "text": "For by it our Saviour designed to teach us that, however righteously we live in this life of infirmity and darkness, we still commit sins for the remission of which we ought to pray, while we must pardon those who sin against us that we ourselves also may be pardoned."
                        },
                        {
                            "verse": 30,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:30",
                            "text": "The Lord then did not utter the words, \"If ye forgive men their trespasses, your Father will also forgive you your trespasses,\" in order that we might  contract from this petition such confidence as should enable us to sin securely from day to day, either putting ourselves above the fear of human laws, or craftily deceiving men concerning our conduct, but in order that we might thus learn not to suppose that we are without sins, even though we should be free from crimes; as also God admonished the priests of the old law to this same effect regarding their sacrifices, which He commanded them to offer first for their own sins, and then for the sins of the people."
                        },
                        {
                            "verse": 31,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:31",
                            "text": "For even the very words of so great a Master and Lord are to be intently considered."
                        },
                        {
                            "verse": 32,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:32",
                            "text": "For He does not say, If ye forgive men their sins, your Father will also forgive you your sins, no matter of what sort they be, but He says, your sins; for it was a daily prayer He was teaching, and it was certainly to disciples already justified He was speaking."
                        },
                        {
                            "verse": 33,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:33",
                            "text": "What, then, does He mean by \"your sins,\" but those sins from which not even you who are justified and sanctified can be free? While, then, those who seek occasion from this petition to indulge in habitual sin maintain that the Lord meant to include great sins, because He did not say, He will forgive you your small sins, but \"your sins,\" we, on the other hand, taking into account the character of the persons He was addressing, cannot see our way to interpret the expression \"your sins\" of anything but small sins, because such persons are no longer guilty of great sins."
                        },
                        {
                            "verse": 34,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:34",
                            "text": "Nevertheless not even great sins themselves—sins from which we must flee with a total reformation of life—are forgiven to those who pray, unless they observe the appended precept, \"as ye also forgive your debtors\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:35",
                            "text": "For if the very small sins which attach even to the life of the righteous be not remitted without that condition, how much further from obtaining indulgence shall those be who are involved in many great crimes, if, while they cease from perpetrating such enormities, they still inexorably refuse to remit any debt incurred to themselves, since the Lord says, \"But if ye forgive not men their trespasses, neither will your Father forgive your trespasses?\" For this is the purport of the saying of the Apostle James also, \"He shall have judgment without mercy that hath showed no mercy\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:36",
                            "text": "For we should remember that servant whose debt of ten thousand talents his lord cancelled, but afterwards ordered him to pay up, because the servant himself had no pity for his fellow-servant, who owed him an hundred pence."
                        },
                        {
                            "verse": 37,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:37",
                            "text": "The words which the Apostle James subjoins,\"And mercy rejoiceth against judgment,\" find their application among those who are the children of the promise and vessels of mercy."
                        },
                        {
                            "verse": 38,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:38",
                            "text": "For even those righteous men, who have lived with such holiness that they receive into the eternal habitations others also who have won their friendship with the mammon of unrighteousness, became such only through the merciful deliverance of Him who justifies the ungodly, imputing to him a reward according to grace, not according to debt."
                        },
                        {
                            "verse": 39,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:39",
                            "text": "For among this number is the apostle, who says, \"I obtained mercy to be faithful\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:40",
                            "text": "But it must be admitted, that those who are thus received into the eternal habitations are not of such a character that their own life would suffice to rescue them without the aid of the saints, and consequently in their case especially does mercy rejoice against judgment."
                        },
                        {
                            "verse": 41,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:41",
                            "text": "And yet we are not on this account to suppose that every abandoned profligate, who has made no amendment of his life, is to be received into the eternal habitations if only he has assisted the saints with the mammon of unrighteousness,—that is to say, with money or wealth which has been unjustly acquired, or, if rightfully acquired, is yet not the true riches, but only what iniquity counts riches, because it knows not the true riches in which those persons abound, who even receive others also into eternal habitations."
                        },
                        {
                            "verse": 42,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:42",
                            "text": "There is then a certain kind of life, which is neither, on the one hand, so bad that those who adopt it are not helped towards the kingdom of heaven by any bountiful alms-giving by which they may relieve the wants of the saints, and make friends who could receive them into eternal habitations, nor, on the other hand, so good that it of itself suffices to win for them that great blessedness, if they do not obtain mercy through the merits of those whom they have made their friends."
                        },
                        {
                            "verse": 43,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:43",
                            "text": "And I frequently wonder that even Virgil should give expression to this sentence of the Lord, in which He says, \"Make to yourselves friends of the mammon of unrighteousness, that they may receive you into everlasting habitations;\" and this very similar saying, \"He that receiveth a prophet, in the name of a prophet, shall receive a prophet's reward; and he that receiveth a righteous man, in the name of a righteous man, shall receive a righteous man's reward\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:44",
                            "text": "For when that poet described the Elysian fields, in which they suppose that the souls of the blessed dwell, he placed there not only those who had been able by their own merit to reach that abode, but added,—  \"And they who grateful memory won  By services to others done;\"  that is, they who had served others, and thereby merited to be remembered by them."
                        },
                        {
                            "verse": 45,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:45",
                            "text": "Just as if they used the expression so common in Christian lips, where some humble person commends himself to one of the saints, and says, Remember me, and secures that he do so by deserving well at his hand."
                        },
                        {
                            "verse": 46,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:46",
                            "text": "But what that kind of life we have been speaking of is, and what those sins are which prevent a man from winning the kingdom of God by himself, but yet permit him to avail himself of the merits of the saints, it is very difficult to ascertain, very perilous to define."
                        },
                        {
                            "verse": 47,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:47",
                            "text": "For my own part, in spite of all investigation, I have been up to the present hour unable to discover this."
                        },
                        {
                            "verse": 48,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:48",
                            "text": "And possibly it is hidden from us, lest we should become careless in avoiding such sins, and so cease to make progress."
                        },
                        {
                            "verse": 49,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:49",
                            "text": "For if it were known what these sins are which, though they continue, and be not abandoned for a higher life, do yet not prevent us from seeking and hoping for the intercession of the saints, human sloth would presumptuously wrap itself in these sins, and would take no steps to be disentangled from such wrappings by the deft energy of any virtue, but would only desire to be rescued by the merits of other people, whose friendship had been won by a bountiful use of the mammon of unrighteousness."
                        },
                        {
                            "verse": 50,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:50",
                            "text": "But now that we are left in ignorance of the precise nature of that iniquity which is venial, even though it be persevered in, certainly we are both more vigilant in our prayers and efforts for progress, and more careful to secure with the mammon of unrighteousness friends for ourselves among the saints."
                        },
                        {
                            "verse": 51,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:51",
                            "text": "But this deliverance, which is effected by one's own prayers, or the intercession of holy men, secures that a man be not cast into eternal fire, but not that, when once he has been cast into it, he should after a time be rescued from it."
                        },
                        {
                            "verse": 52,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:52",
                            "text": "For even those who fancy that what is said of the good ground bringing forth abundant fruit, some thirty, some sixty, some an hundred fold, is to be referred to the saints, so that in proportion to their merits some of them shall deliver thirty men, some sixty, some an hundred,—even those who maintain this are yet commonly inclined to suppose that this deliverance will take place at, and not after the day of judgment."
                        },
                        {
                            "verse": 53,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:53",
                            "text": "Under this impression, some one who observed the unseemly folly with which men promise themselves impunity on the ground that all will be included in this method of deliverance, is reported to have very happily remarked, that we should rather endeavor to live so well that we shall be all found among the number of those who are to intercede for the liberation of others, lest these should be so few in number, that, after they have delivered one thirty, another sixty, another a hundred, there should still remain many who could not be delivered from punishment by their intercessions, and among them every one who has vainly and rashly promised himself the fruit of another's labor."
                        },
                        {
                            "verse": 54,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:54",
                            "text": "But enough has been said in reply to those who acknowledge the authority of the same sacred Scriptures as ourselves, but who, by a mistaken interpretation of them, conceive of the future rather as they themselves wish, than as the Scriptures teach."
                        },
                        {
                            "verse": 55,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XXI 27:55",
                            "text": "And having given this reply, I now, according to promise, close this book."
                        }
                    ]
                }
            ]
        }
    ]
}