{
    "books": [
        {
            "name": "Hippolytus: Appendix",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Hippolytus: Appendix 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Hippolytus: Appendix 1:1",
                            "text": "Appendix to the Works of Hippolytus - Discourse on Eschatology: Since, then, the blessed prophets have been eyes to us, setting forth for our behoof the clear declaration of things secret, both through life, and through declaration, and through inspiration of the Holy Spirit, and discoursing, too, of things not yet come to pass, in this way also to all generations they have pictured forth the grandest subjects for contemplation and for action."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Hippolytus: Appendix 1:2",
                            "text": "Thus, too, they preached of the advent of God in the flesh to the world, His advent by the spotless and God-bearing Mary in the way of birth and growth, and the manner of His life and conversation with men, and His manifestation by baptism, and the new birth that was to be to all men, and the regeneration by the laver; and the multitude of His miracles, and His blessed passion on the cross, and the insults which He bore at the hands of the Jews, and His burial, and His descent to Hades, and His ascent again, and redemption of the spirits that were of old, and the destruction of death, and His life-giving awaking from the dead, and His re-creation of the whole world, and His assumption and return to heaven, and His reception of the Spirit, of which the apostles were deemed worthy, and again the second coming, that is destined to declare all things."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Hippolytus: Appendix 1:3",
                            "text": "For as being designated seers, they of necessity signified and spake of these things beforetime."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Hippolytus: Appendix 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Hippolytus: Appendix 2:1",
                            "text": "Hence, too, they indicated the day of the consummation to us, and signified beforehand the day of the apostate that is to appear and deceive men at the last times, and the beginning and end of his kingdom, and the advent of the Judge, and the life of the righteous, and the punishment of the sinners, in order that we all, bearing these things in mind day by day and hour by hour, as children of the Church, might know that \"not one jot nor one tittle of these things shall fail,\" as the Saviour's own word announced."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Hippolytus: Appendix 2:2",
                            "text": "Let all of you, then, of necessity, open the eyes of your hearts and the ears of your soul, and receive the word which we are about to speak."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Hippolytus: Appendix 2:3",
                            "text": "For I shall unfold to you to-day a narration full of horror and fear, to wit, the account of the consummation, and in particular, of the seduction of the whole world by the enemy and devil; and after these things, the second coming of our Lord Jesus Christ."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Hippolytus: Appendix 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Hippolytus: Appendix 3:1",
                            "text": "Where, then, ye friends of Christ, shall I begin? and with what shall I make my commencement, or what shall I expound? and what witness shall I adduce for the things spoken? But let us take those (viz."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Hippolytus: Appendix 3:2",
                            "text": ", the prophets) with whom we began this discourse, and adduce them as credible witnesses, to confirm our exposition of the matters discussed; and after them the teaching, or rather the prophecy, of the apostles, (so as to see) how throughout the whole world they herald the day of the consummation."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Hippolytus: Appendix 3:3",
                            "text": "Since these, then, have also shown beforetime things not yet come to pass, and have declared the devices and deceits of wicked men, who are destined to be made manifest, come and let us bring forward Isaiah as our first witness, inasmuch as he instructs us in the times of the consummation."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Hippolytus: Appendix 3:4",
                            "text": "What, then, does he say? \"Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence: the daughter of Zion shall be left as a cottage in a vineyard, and as a lodge in a garden of cucumbers, as a besieged city\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Hippolytus: Appendix 3:5",
                            "text": "You see, beloved, the prophet's illumination, whereby he announced that time so many generations before."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Hippolytus: Appendix 3:6",
                            "text": "For it is not of the Jews that he spake this word of old, nor of the city of Zion, but of the Church."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Hippolytus: Appendix 3:7",
                            "text": "For all the prophets have declared Sion to be the bride brought from the nations."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Hippolytus: Appendix 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Hippolytus: Appendix 4:1",
                            "text": "Wherefore let us direct our discourse to a second witness."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Hippolytus: Appendix 4:2",
                            "text": "And of what sort is this one? Listen to Osea, as he speaks thus grandly: \"In those days the Lord shall bring on a burning wind from the desert against them, and shall make their veins dry, and shall make their springs desolate; and all their goodly vessels shall be spoiled."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Hippolytus: Appendix 4:3",
                            "text": "Because they rose up against God, they shall fall by the sword, and their women with child shall be ripped up\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Hippolytus: Appendix 4:4",
                            "text": "And what else is this burning wind from the east, than the Antichrist that is to destroy and dry up the veins of the waters and the fruits of the trees in his times, because men set their hearts on his works? For which reason he shall indeed destroy them, and they shall serve him in his pollution."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Hippolytus: Appendix 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Hippolytus: Appendix 5:1",
                            "text": "Mark the agreement of prophet with prophet."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Hippolytus: Appendix 5:2",
                            "text": "Acquaint yourself also with another prophet who expresses himself in like manner."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Hippolytus: Appendix 5:3",
                            "text": "For Amos prophesied of the same things in a manner quite in accordance: \"Thus saith the Lord, Forasmuch therefore as ye have beaten the poor with the fist, and taken choice gifts from him: ye have built houses, but ye shall not dwell in them: ye have planted pleasant vineyards, but ye shall not drink wine of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Hippolytus: Appendix 5:4",
                            "text": "For I know your manifold transgressions, in trampling justice beneath your foot, and taking a bribe, and turning aside the poor in the gate from their right."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Hippolytus: Appendix 5:5",
                            "text": "Therefore the prudent shall keep silence in that time, for it is an evil time\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Hippolytus: Appendix 5:6",
                            "text": "Learn, beloved, the wickedness of the men of that time, how they spoil houses and fields, and take even justice from the just; for when these things come to pass, ye may know that it is the end."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Hippolytus: Appendix 5:7",
                            "text": "For this reason art thou instructed in the wisdom of the prophet, and the revelation that is to be in those days."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Hippolytus: Appendix 5:8",
                            "text": "And all the prophets, as we have already said, have clearly signified the things that are to come to pass in the last times, just as they also have declared things of old."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Hippolytus: Appendix 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Hippolytus: Appendix 6:1",
                            "text": "But not to expend our argument entirely in going over the words of all the prophets, after citing one other, let us revert to the matter in hand."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Hippolytus: Appendix 6:2",
                            "text": "What is it, then, that Micah says in his prophecy? \"Thus saith the Lord concerning the prophets that make my people err, that bite with their teeth, and cry to him, Peace; and if it was not put into their mouth, they prepared war against him."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Hippolytus: Appendix 6:3",
                            "text": "Therefore night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall not go down over the prophets, and the day shall be dark over them."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Hippolytus: Appendix 6:4",
                            "text": "And the seers shall be ashamed, and the diviners confounded\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Hippolytus: Appendix 6:5",
                            "text": "These things we have recounted beforehand, in order that ye may know the pain that is to be in the last times, and the perturbation, and the manner of life on the part of all men toward each other, and their envy, and hate, and strife, and the negligence of the shepherds toward the sheep, and the unruly disposition of the people toward the priests."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Hippolytus: Appendix 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:1",
                            "text": "Wherefore all shall walk after their own will."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:2",
                            "text": "And the children will lay hands on their parents."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:3",
                            "text": "The wife will give up her own husband to death, and the husband will bring his own wife to judgment like a criminal."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:4",
                            "text": "Masters will lord it over their servants savagely, and servants will assume an unruly demeanour toward their masters."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:5",
                            "text": "None will reverence the grey hairs of the elderly, and none will have pity upon the comeliness of the youthful."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:6",
                            "text": "The temples of God will be like houses, and there will be overturnings of the churches everywhere."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:7",
                            "text": "The Scriptures will be despised, and everywhere they will sing the songs of the adversary."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:8",
                            "text": "Fornications, and adulteries, and perjuries will fill the land; sorceries, and incantations, and divinations will follow after these with all force and zeal."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:9",
                            "text": "And, on the whole, from among those who profess to be Christians will rise up then false prophets, false apostles, impostors, mischief-makers, evil-doers, liars against each other, adulterers, fornicators, robbers, grasping, perjured, mendacious, hating each other."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Hippolytus: Appendix 7:10",
                            "text": "The shepherds will be like wolves; the priests will embrace falsehood; the monks will lust after the things of the world; the rich will assume hardness of heart; the rulers will not help the poor; the powerful will cast off all pity; the judges will remove justice from the just, and, blinded with bribes, they will call in unrighteousness."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Hippolytus: Appendix 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Hippolytus: Appendix 8:1",
                            "text": "And what am I to say with respect to men, when the very elements themselves will disown their order? There will be earthquakes in every city, and plagues in every country; and monstrous thunderings and frightful lightnings will burn up both houses and fields."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Hippolytus: Appendix 8:2",
                            "text": "Storms of winds will disturb both sea and land excessively; and there will be unfruitfulness on the earth, and a roaring in the sea, and an intolerable agitation on account of souls and the destruction of men."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Hippolytus: Appendix 8:3",
                            "text": "There will be signs in the sun, and signs in the moon, deflections in the stars, distresses of nations, intemperateness in the atmosphere, discharges of hail upon the face of the earth, winters of excessive severity, different frosts, inexorable scorching winds, unexpected thunderings, unlooked-for conflagrations; and in general, lamentation and mourning in the whole earth, without consolation."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Hippolytus: Appendix 8:4",
                            "text": "For, \"because iniquity shall abound, the love of many shall wax cold\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Hippolytus: Appendix 8:5",
                            "text": "By reason of the agitation and confusion of all these, the Lord of the universe cries in the Gospel, saying, \"Take heed that ye be not deceived; for many shall come in my name, saying, I am Christ, and the time draweth near: go ye not therefore after them."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Hippolytus: Appendix 8:6",
                            "text": "But when ye shall hear of wars and commotions, be not terrified: for these things must first come to pass; but the end is not yet by and by\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Hippolytus: Appendix 8:7",
                            "text": "Let us observe the word of the Saviour, how He always admonished us with a view to our security: \"Take heed that ye be not deceived: for many shall come in my name, saying, I am Christ\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Hippolytus: Appendix 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Hippolytus: Appendix 9:1",
                            "text": "Now after He was taken up again to the Father, there arose some, saying, \"I am Christ,\" like Simon Magus and the rest, whose names we have not time at present to mention."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Hippolytus: Appendix 9:2",
                            "text": "Wherefore also in the last day of the consummation, it must needs be that false Christs will arise again, saying, \"I am Christ,\" and they will deceive many."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Hippolytus: Appendix 9:3",
                            "text": "And multitudes of men will run from the east even to the west, and from the north even to the sea, saying, Where is Christ here? where is Christ there? But being possessed of a vain conceit, and failing to read the Scriptures carefully, and not being of an upright mind, they will seek for a name which they shall be unable to find."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Hippolytus: Appendix 9:4",
                            "text": "For these things must first be; and thus the son of perdition—that is to say, the devil—must be seen."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Hippolytus: Appendix 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Hippolytus: Appendix 10:1",
                            "text": "And the apostles, who speak of God, in establishing the truth of the advent of the Lord Jesus Christ, have each of them indicated the appearing of these abominable and ruin-working men, and have openly announced their lawless deeds."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Hippolytus: Appendix 10:2",
                            "text": "First of all Peter, the rock of the faith, whom Christ our God called blessed, the teacher of the Church, the first disciple, he who has the keys of the kingdom, has instructed us to this effect: \"Know this first, children, that there shall come in the last days scoffers, walking after their own lusts."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Hippolytus: Appendix 10:3",
                            "text": "And there shall be false teachers among you, who privily shall bring in damnable heresies\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Hippolytus: Appendix 10:4",
                            "text": "After him, John the theologian, and the beloved of Christ, in harmony with him, cries, \"The children of the devil are manifest; and even now are there many antichrists; but go not after them."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Hippolytus: Appendix 10:5",
                            "text": "Believe not every spirit, because many false prophets are gone out into the world\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Hippolytus: Appendix 10:6",
                            "text": "And then Jude, the brother of James, speaks in like manner: \"In the last times there shall be mockers, walking after their own ungodly lusts."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Hippolytus: Appendix 10:7",
                            "text": "There be they who, without fear, feed themselves\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Hippolytus: Appendix 10:8",
                            "text": "You have observed the concord of the theologians and apostles, and the harmony of their doctrine."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Hippolytus: Appendix 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Hippolytus: Appendix 11:1",
                            "text": "Finally, hear Paul as he speaks boldly, and mark how clearly he discovers these: \"Beware of evil workers, beware of the concision."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Hippolytus: Appendix 11:2",
                            "text": "Beware lest any man spoil you through philosophy and vain deceit."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Hippolytus: Appendix 11:3",
                            "text": "See that ye walk circumspectly, because the days are evil\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Hippolytus: Appendix 11:4",
                            "text": "In fine then, what man shall have any excuse who hears these things in the Church from prophets and apostles, and from the Lord Himself, and yet will give no heed to the care of his soul, and to the time of the consummation, and to that approaching hour when we shall have to stand at the judgment-seat of Christ?."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Hippolytus: Appendix 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Hippolytus: Appendix 12:1",
                            "text": "But having now done with this account of the consummation, we shall turn our exposition to those matters which fall to be stated by us next in order."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Hippolytus: Appendix 12:2",
                            "text": "I adduce, therefore, a witness altogether worthy of credit,—namely, the prophet Daniel, who interpreted the vision of Nabuchodonosor, and from the beginning of the kings down to their end indicated the right way to those who seek to walk therein—to wit, the manifestation of the truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Hippolytus: Appendix 12:3",
                            "text": "For what saith the prophet? He presignified the matter clearly to Nabuchodonosor in the following terms: \"Thou, O king, sawest, and behold a great image standing before thee, whose head was of gold, its arms and shoulders of silver, its belly and thighs of brass, its legs of iron, its feet part of iron and part of clay."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Hippolytus: Appendix 12:4",
                            "text": "Thou sawest till that a stone was cut out without hand; and it smote the image upon its feet, which were part of iron and part of clay, and brake them to pieces."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Hippolytus: Appendix 12:5",
                            "text": "Then was the clay, and the iron, and the brass, and the silver, and the gold broken to pieces together, and became like the chaff of the summer threshing-floor; and the stone that smote the image became a great mountain, and filled the whole earth\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Hippolytus: Appendix 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Hippolytus: Appendix 13:1",
                            "text": "Wherefore, bringing the visions of Daniel into conjunction with these, we shall make one narrative of the two, and show how true and consistent were the things seen in vision by the prophet with those which Nabuchodonosor saw beforehand."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Hippolytus: Appendix 13:2",
                            "text": "For the prophet speaks thus: \"I Daniel saw, and, behold, the four winds of the heaven strove upon the great sea."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Hippolytus: Appendix 13:3",
                            "text": "And four great beasts came up from the sea, diverse one from another."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Hippolytus: Appendix 13:4",
                            "text": "The first was like a lioness, and had eagle's wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made stand upon the feet as a man, and a man's heart was given it."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Hippolytus: Appendix 13:5",
                            "text": "And behold a second beast, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Hippolytus: Appendix 13:6",
                            "text": "After this I beheld, and lo a third beast, like a leopard, which had upon the back of it four wings of a fowl: the beast had also four heads."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Hippolytus: Appendix 13:7",
                            "text": "After this I saw, and behold a fourth beast, dreadful and terrible, and strong exceedingly; its great iron teeth and its claws of brass devoured and brake in pieces, and it stamped the residue with the feet of it: and it was diverse exceedingly from all the beasts that were before it; and it had ten horns."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Hippolytus: Appendix 13:8",
                            "text": "I considered its horns, and, behold, there came up among them a little horn, and before it there were three of the first horns plucked up by the roots: and, behold, in this horn were eyes like the eyes of man, and a mouth speaking great things\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Hippolytus: Appendix 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Hippolytus: Appendix 14:1",
                            "text": "Now, since these things which are thus spoken mystically by the prophet seem to all to be hard to understand, we shall conceal none of them from those who are possessed of sound mind."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Hippolytus: Appendix 14:2",
                            "text": "By mentioning the first beast, namely the lioness that comes up out of the sea, Daniel means the kingdom of the Babylonians which was set up in the world; and that same is also the \"golden head\" of this image."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Hippolytus: Appendix 14:3",
                            "text": "And by speaking of its \"wings like an eagle,\" he shows that king Nabuchodonosor was elevated and exalted himself against God."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Hippolytus: Appendix 14:4",
                            "text": "Then he says that its \"wings were plucked out,\" and means by this that his glory was subverted: for he was driven from his kingdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Hippolytus: Appendix 14:5",
                            "text": "And in stating that a \"man's heart was given it, and it was made stand upon the feet like a man,\" he means that he repented, and acknowledged that he was himself but a man, and gave the glory to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Hippolytus: Appendix 14:6",
                            "text": "Lo, I have thus unfolded the similitude of the first beast."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Hippolytus: Appendix 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:1",
                            "text": "Then after the lioness, the prophet sees a second beast like a bear, which denoted the Persians; for after the Babylonians the Persians had the sovereignty."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:2",
                            "text": "And in saying, \"I saw three ribs in the mouth of it,\" he referred to three nations, the Persians, Medes, and Babylonians, which were also expressed by the silver that came after the gold in the image."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:3",
                            "text": "Behold, we have explained the second beast too."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:4",
                            "text": "Then the third was the leopard, by which were meant the Greeks."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:5",
                            "text": "For after the Persians, Alexander king of the Macedonians held the sovereignty, when he had destroyed Darius; and this is expressed by the brass in the image."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:6",
                            "text": "And in speaking of \"four wings of a fowl, and four heads in the beast,\" he showed most clearly how the kingdom of Alexander was divided into four parts."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:7",
                            "text": "For it had four heads,—namely, the four kings that rose out of it."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:8",
                            "text": "For on his death-bed Alexander divided his kingdom into four parts."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Hippolytus: Appendix 15:9",
                            "text": "Behold, we have discussed the third also."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Hippolytus: Appendix 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Hippolytus: Appendix 16:1",
                            "text": "Next he tells us of the \"fourth beast, dreadful and terrible; its teeth were of iron, and its claws of brass\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Hippolytus: Appendix 16:2",
                            "text": "And what is meant by these but the kingdom of the Romans, which also is meant by the iron, by which it will crush all the seats of empire that were before it, and will lord it over the whole earth? After this, then, what is left for us to interpret of all that the prophet saw, but the \"toes of the image, in which part was of iron and part of clay, mingled together in one?\" For by the ten toes of the image he meant figuratively the ten kings who sprang out of it, as Daniel also interpreted the matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Hippolytus: Appendix 16:3",
                            "text": "For he says, \"I considered the beast, namely the fourth; and behold ten horns after it, among which another horn arose like an offshoot; and it will pluck up by the root three of those before it\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Hippolytus: Appendix 16:4",
                            "text": "And by this offshoot horn none other is signified than the Antichrist that is to restore the kingdom of the Jews."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Hippolytus: Appendix 16:5",
                            "text": "And the three horns which are to be rooted out by it signify three kings, namely those of Egypt, Libya, and Ethiopia, whom he will destroy in the array of war; and when he has vanquished them all, being a savage tyrant, he will raise tribulation and persecution against the saints, exalting himself against them."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Hippolytus: Appendix 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Hippolytus: Appendix 17:1",
                            "text": "You see how Daniel interpreted to Nabuchodonosor the dominion of the kingdoms; you see how he explained the form of the image in all its parts you have observed how he indicated prophetically the meaning of the coming up of the four beasts out of the sea."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Hippolytus: Appendix 17:2",
                            "text": "It remains that we open up to you the things done by the Antichrist in particular; and, as far as in our power, declare to you by means of the Scriptures and the prophets, his wandering over the whole earth, and his lawless advent."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Hippolytus: Appendix 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Hippolytus: Appendix 18:1",
                            "text": "As the Lord Jesus Christ made His sojourn with us in the flesh (which He received) from the holy, immaculate Virgin, and took to Himself the tribe of Judah, and came forth from it, the Scripture declared His royal lineage in the word of Jacob, when in his benediction he addressed himself to his son in these terms: \"Judah, thou art he whom thy brethren shall praise: thy hands shall be on the neck of thine enemies; thy father's children shall bow down before thee."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Hippolytus: Appendix 18:2",
                            "text": "Judah is a lion's whelp; from a sprout, my son, thou art gone up: he stooped down, he couched as a lion, and as a lion's whelp: who shall rouse him up? A ruler shall not depart from Judah, nor a leader from his thighs, until what is in store for him shall come, and he is the expectation of the nations\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Hippolytus: Appendix 18:3",
                            "text": "Mark these words of Jacob which were spoken to Judah, and are fulfilled in the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Hippolytus: Appendix 18:4",
                            "text": "To the same effect, moreover, does the patriarch express himself regarding Antichrist."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Hippolytus: Appendix 18:5",
                            "text": "Wherefore, as he prophesied with respect to Judah, so did he also with respect to his son Dan."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Hippolytus: Appendix 18:6",
                            "text": "For Judah was his fourth son; and Dan, again, was his seventh son."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Hippolytus: Appendix 18:7",
                            "text": "And what, then, did he say of him? \"Let Dan be a serpent sitting by the way, that biteth the horse's heel?\" And what serpent was there but the deceiver from the beginning, he who is named in Genesis, he who deceived Eve, and bruised Adam in the heel?."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Hippolytus: Appendix 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:1",
                            "text": "But seeing now that we must make proof of what is alleged at greater length, we shall not shrink from the task."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:2",
                            "text": "For it is certain that he is destined to spring from the tribe of Dan, and to range himself in opposition like a princely tyrant, a terrible judge and accuser, as the prophet testifies when he says, \"Dan shall judge his people, as one tribe in Israel\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:3",
                            "text": "But some one may say that this was meant of Samson, who sprang from the tribe of Dan, and judged his people for twenty years."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:4",
                            "text": "That, however, was only partially made good in the case of Samson; but this shall be fulfilled completely in the case of Antichrist."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:5",
                            "text": "For Jeremiah, too, speaks in this manner: \"From Dan we shall hear the sound of the sharpness of his horses; at the sound of the neighing of his horses the whole land trembled\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:6",
                            "text": "And again, Moses says: \"Dan is a lion's whelp, and he shall leap from Bashan\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:7",
                            "text": "And that no one may fall into the mistake of thinking that this is spoken of the Saviour, let him attend to this."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:8",
                            "text": "\"Dan,\" says he, \"is a lion's whelp;\" and by thus naming the tribe of Dan as the one whence the accuser is destined to spring, he made the matter in hand quite clear."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:9",
                            "text": "For as Christ is born of the tribe of Judah, so Antichrist shall be born of the tribe of Dan."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Hippolytus: Appendix 19:10",
                            "text": "And as our Lord and Saviour Jesus Christ, the Son of God, was spoken of in prophecy as a lion on account or His royalty and glory, in the same manner also has the Scripture prophetically described the accuser as a lion, on account of his tyranny and violence."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Hippolytus: Appendix 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:1",
                            "text": "For in every respect that deceiver seeks to make himself appear like the Son of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:2",
                            "text": "Christ is a lion, and Antichrist is a lion."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:3",
                            "text": "Christ is King of things celestial and things terrestrial, and Antichrist will be king upon earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:4",
                            "text": "The Saviour was manifested as a lamb; and he, too, will appear as a lamb, while he is a wolf within."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:5",
                            "text": "The Saviour was circumcised, and he in like manner will appear in circumcision."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:6",
                            "text": "The Saviour sent the apostles unto all the nations, and he in like manner will send false apostles."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:7",
                            "text": "Christ gathered together the dispersed sheep, and he in like manner will gather together the dispersed people of the Hebrews."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:8",
                            "text": "Christ gave to those who believed on Him the honourable and life-giving cross, and he in like manner will give his own sign."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:9",
                            "text": "Christ appeared in the form of man, and he in like manner will come forth in the form of man."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:10",
                            "text": "Christ arose from among the Hebrews, and he will spring from among the Jews."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:11",
                            "text": "Christ displayed His flesh like a temple, and raised it up on the third day; and he too will raise up again the temple of stone in Jerusalem."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Hippolytus: Appendix 20:12",
                            "text": "And these deceits fabricated by him will become quite intelligible to those who listen to us attentively, from what shall be set forth next in order."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Hippolytus: Appendix 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:1",
                            "text": "For through the Scriptures we are instructed in two advents of the Christ and Saviour."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:2",
                            "text": "And the first after the flesh was in humiliation, because He was manifested in lowly estate."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:3",
                            "text": "So then His second advent is declared to be in glory; for He comes from heaven with power, and angels, and the glory of His Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:4",
                            "text": "His first advent had John the Baptist as its forerunner; and His second, in which He is to come in glory, will exhibit Enoch, and Elias, and John the Divine."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:5",
                            "text": "Behold, too, the Lord's kindness to man; how even in the last times He shows His care for mortals, and pities them."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:6",
                            "text": "For He will not leave us even then without prophets, but will send them to us for our instruction and assurance, and to make us give heed to the advent of the adversary, as He intimated also of old in this Daniel."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:7",
                            "text": "For he says, \"I shall make a covenant of one week, and in the midst of the week my sacrifice and libation will be removed\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:8",
                            "text": "For by one week he indicates the showing forth of the seven years which shall be in the last times."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:9",
                            "text": "And the half of the week the two prophets, along with John, will take for the purpose of proclaiming to all the world the advent of Antichrist, that is to say, for a \"thousand two hundred and sixty days clothed in sackcloth;\" and they will work signs and wonders with the object of making men ashamed and repentant, even by these means, on account of their surpassing lawlessness and impiety."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:10",
                            "text": "\"And if any man will hurt them, fire will proceed out of their mouth, and devour their enemies."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:11",
                            "text": "These have power to shut heaven, that it rain not in the days of the advent of Antichrist, and to turn waters into blood, and to smite the earth with all plagues as often as they will\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:12",
                            "text": "And when they have proclaimed all these things they will fall on the sword, cut off by the accuser."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:13",
                            "text": "And they will fulfil their testimony, as Daniel also says; for he foresaw that the beast that came up out of the abyss would make war with them, namely with Enoch, Elias, and John, and would overcome them, and kill them, because of their refusal to give glory to the accuser, that is the little horn that sprang up."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Hippolytus: Appendix 21:14",
                            "text": "And he, being lifted up in heart, begins in the end to exalt himself and glorify himself as God, persecuting the saints and blaspheming Christ."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Hippolytus: Appendix 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:1",
                            "text": "But as, in accordance with the train of our discussion, we have been constrained to come to the matter of the days of the dominion of the adversary, it is necessary to state in the first place what concerns his nativity and growth; and then we must turn our discourse, as we have said before, to the expounding of this matter, viz."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:2",
                            "text": ", that in all respects the accuser and son of lawlessness is to make himself like our Saviour."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:3",
                            "text": "Thus also the demonstration makes the matter clear to us."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:4",
                            "text": "Since the Saviour of the world, with the purpose of saving the race of men, was born of the immaculate and virgin Mary, and in the form of the flesh trod the enemy under foot, in the exercise of the power of His own proper divinity; in the same manner also will the accuser come forth from an impure woman upon the earth, but shall be born of a virgin spuriously."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:5",
                            "text": "For our God sojourned with us in the flesh, after that very flesh of ours which He made for Adam and all Adam's posterity, yet without sin."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:6",
                            "text": "But the accuser, though he take up the flesh, will do it only in appearance; for how should we wear that flesh which he did not make himself, but against which he warreth daily? And it is my opinion, beloved, that he will assume this phenomenal kind of flesh as an instrument."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:7",
                            "text": "For this reason also is he to be born of a virgin, as if a spirit, and then to the rest he will be manifested as flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:8",
                            "text": "For as to a virgin bearing, this we have known only in the case of the all-holy Virgin, who bore the Saviour verily clothed in flesh."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:9",
                            "text": "For Moses says, \"Every male that openeth the womb shall be called holy unto the Lord\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:10",
                            "text": "This is by no means the case with him; but as the adversary will not open the womb, so neither will he take to himself real flesh, and be circumcised as Christ was circumcised."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Hippolytus: Appendix 22:11",
                            "text": "And even as Christ chose His apostles, so will he too assume a whole people of disciples like himself in wickedness."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Hippolytus: Appendix 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Hippolytus: Appendix 23:1",
                            "text": "Above all, moreover, he will love the nation of the Jews."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Hippolytus: Appendix 23:2",
                            "text": "And with all these he will work signs and terrible wonders, false wonders and not true, in order to deceive his impious equals."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Hippolytus: Appendix 23:3",
                            "text": "For if it were possible, he would seduce even the elect from the love of Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Hippolytus: Appendix 23:4",
                            "text": "But in his first steps he will be gentle, loveable, quiet, pious, pacific, hating injustice, detesting gifts, not allowing idolatry; loving, says he, the Scriptures, reverencing priests, honouring his elders, repudiating fornication, detesting adultery, giving no heed to slanders, not admitting oaths, kind to strangers, kind to the poor, compassionate."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Hippolytus: Appendix 23:5",
                            "text": "And then he will work wonders, cleansing lepers, raising paralytics, expelling demons, proclaiming things remote just as things present, raising the dead, helping widows, defending orphans, loving all, reconciling in love men who contend, and saying to such, \"Let not the sun go down upon your wrath;\" and he will not acquire gold, nor love silver, nor seek riches."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Hippolytus: Appendix 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Hippolytus: Appendix 24:1",
                            "text": "And all this he will do corruptly and deceitfully, and with the purpose of deluding all to make him king."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Hippolytus: Appendix 24:2",
                            "text": "For when the peoples and tribes see so great virtues and so great powers in him, they will all with one mind meet together to make him king."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Hippolytus: Appendix 24:3",
                            "text": "And above all others shall the nation of the Hebrews be dear to the tyrant himself, while they say one to another, Is there found indeed in our generation such a man, so good and just? That shall be the way with the race of the Jews pre-eminently, as I said before, who, thinking, as they do, that they shall behold the king himself in such power, will approach him to say, We all confide in thee, and acknowledge thee to be just upon the whole earth; we all hope to be saved by thee; and by thy mouth we have received just and incorruptible judgment."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Hippolytus: Appendix 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:1",
                            "text": "And at first, indeed, that deceitful and lawless one, with crafty deceitfulness, will refuse such glory; but the men persisting, and holding by him, will declare him king."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:2",
                            "text": "And thereafter he will be lifted up in heart, and he who was formerly gentle will become violent, and he who pursued love will become pitiless, and the humble in heart will become haughty and inhuman, and the hater of unrighteousness will persecute the righteous."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:3",
                            "text": "Then, when he is elevated to his kingdom, he will marshal war; and in his wrath he will smite three mighty kings,—those, namely, of Egypt, Libya, and Ethiopia."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:4",
                            "text": "And after that he will build the temple in Jerusalem, and will restore it again speedily, and give it over to the Jews."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:5",
                            "text": "And then he will be lifted up in heart against every man; yea, he will speak blasphemy also against God, thinking in his deceit that he shall be king upon the earth hereafter for ever; not knowing, miserable wretch, that his kingdom is to be quickly brought to nought, and that he will quickly have to meet the fire which is prepared for him, along with all who trust him and serve him."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:6",
                            "text": "For when Daniel said, \"I shall make my covenant for one week,\" he indicated seven years; and the one half of the week is for the preaching of the prophets, and for the other half of the week—that is to say, for three years and a half—Antichrist will reign upon the earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:7",
                            "text": "And after this his kingdom and his glory shall be taken away."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:8",
                            "text": "Behold, ye who love God, what manner of tribulation there shall rise in those days, such as has not been from the foundation of the world, no, nor ever shall be, except in those days alone."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Hippolytus: Appendix 25:9",
                            "text": "Then the lawless one, being lifted up in heart, will gather together his demons in man's form, and will abominate those who call him to the kingdom, and will pollute many souls."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Hippolytus: Appendix 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Hippolytus: Appendix 26:1",
                            "text": "For he will appoint princes over them from among the demons."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Hippolytus: Appendix 26:2",
                            "text": "And he will no longer seem to be pious, but altogether and in all things he will be harsh, severe, passionate, wrathful, terrible, inconstant, dread, morose, hateful, abominable, savage, vengeful, iniquitous."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Hippolytus: Appendix 26:3",
                            "text": "And, bent on casting the whole race of men into the pit of perdition, he will multiply false signs."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Hippolytus: Appendix 26:4",
                            "text": "For when all the people greet him with their acclamations at his displays, he will shout with a strong voice, so that the place shall be shaken in which the multitudes stand by him: \"Ye peoples, and tribes, and nations, acquaint yourselves with my mighty authority and power, and the strength of my kingdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Hippolytus: Appendix 26:5",
                            "text": "What prince is there so great as I am? What great God is there but I? Who will stand up against my authority?\" Under the eye of the spectators he will remove mountains from their places, he will walk on the sea with dry feet, he will bring down fire from heaven, he will turn the day into darkness and the night into day, he will turn the sun about wheresoever he pleases; and, in short, in presence of those who behold him, he will show all the elements of earth and sea to be subject to him in the power of his specious manifestation."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Hippolytus: Appendix 26:6",
                            "text": "For if, while as yet he does not exhibit himself as the son of perdition, he raises and excites against us open war even to battles and slaughters, at that time when he shall come in his own proper person, and men shall see him as he is in reality, what machinations and deceits and delusions will he not bring into play, with the purpose of seducing all men, and leading them off from the way of truth, and from the gate of the kingdom?."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Hippolytus: Appendix 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Hippolytus: Appendix 27:1",
                            "text": "Then, after all these things, the heavens will not give their dew, the clouds will not give their rain, the earth will refuse to yield its fruits, the sea shall be filled with stench, the rivers shall be dried up, the fish of the sea shall die, men shall perish of hunger and thirst; and father embracing son, and mother embracing daughter, will die together, and there will be none to bury them."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Hippolytus: Appendix 27:2",
                            "text": "But the whole earth will be filled with the stench arising from the dead bodies cast forth."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Hippolytus: Appendix 27:3",
                            "text": "And the sea, not receiving the floods of the rivers, will become like mire, and will be filled with an unlimited smell and stench."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Hippolytus: Appendix 27:4",
                            "text": "Then there will be a mighty pestilence upon the whole earth, and then, too, inconsolable lamentation, and measureless weeping, and unceasing mourning."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Hippolytus: Appendix 27:5",
                            "text": "Then men will deem those happy who are dead before them, and will say to them, \"Open your sepulchres, and take us miserable beings in; open your receptacles for the reception of your wretched kinsmen and acquaintances."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Hippolytus: Appendix 27:6",
                            "text": "Happy are ye, in that ye have not seen our days."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Hippolytus: Appendix 27:7",
                            "text": "Happy are ye, in that ye have not had to witness this painful life of ours, nor this irremediable pestilence, nor these straits that possess our souls\"."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Hippolytus: Appendix 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:1",
                            "text": "Then that abominable one will send his commands throughout every government by the hand at once of demons and of visible men, who shall say, \"A mighty king has arisen upon the earth; come ye all to worship him; come ye all to see the strength of his kingdom: for, behold, he will give you corn; and he will bestow upon you wine, and great riches, and lofty honours."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:2",
                            "text": "For the whole earth and sea obeys his command."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:3",
                            "text": "Come ye all to him\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:4",
                            "text": "And by reason of the scarcity of food, all will go to him and worship him; and he will put his mark on their right hand and on their forehead, that no one may put the sign of the honourable cross upon his forehead with his right hand; but his hand is bound."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:5",
                            "text": "And from that time he shall not have power to seal any one of his members, but he shall be attached to the deceiver, and shall serve him; and in him there is no repentance."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:6",
                            "text": "But such an one is lost at once to God and to men, and the deceiver will give them scanty food by reason of his abominable seal."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:7",
                            "text": "And his seal upon the forehead and upon the right hand is the number, \"Six hundred threescore and six\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:8",
                            "text": "And I have an opinion as to this number, though I do not know the matter for certain; for many names have been found in this number when it is expressed in writing."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:9",
                            "text": "Still we say that perhaps the scription of this same seal will give us the word I deny."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Hippolytus: Appendix 28:10",
                            "text": "For even in recent days, by means of his ministers—that is to say, the idolaters—that bitter adversary took up the word deny, when the lawless pressed upon the witnesses of Christ, with the adjuration, \"Deny thy God, the crucified One\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Hippolytus: Appendix 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Hippolytus: Appendix 29:1",
                            "text": "Of such kind, in the time of that hater of all good, will be the seal, the tenor of which will be this: I deny the Maker of heaven and earth, I deny the baptism, I deny my (former) service, and attach myself to thee, and I believe in thee."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Hippolytus: Appendix 29:2",
                            "text": "For this is what the prophets Enoch and Elias will preach: Believe not the enemy who is to come and be seen; for he is an adversary and corrupter and son of perdition, and deceives you; and for this reason he will kill you, and smite them with the sword."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Hippolytus: Appendix 29:3",
                            "text": "Behold the deceit of the enemy, know the machinations of the beguiler, how he seeks to darken the mind of men utterly."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Hippolytus: Appendix 29:4",
                            "text": "For he will show forth his demons brilliant like angels, and he will bring in hosts of the incorporeal without number."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Hippolytus: Appendix 29:5",
                            "text": "And in the presence of all he exhibits himself as taken up into heaven with trumpets and sounds, and the mighty shouting of those who hail him with indescribable hymns; the heir of darkness himself shining like light, and at one time soaring to the heavens, and at another descending to the earth with great glory, and again charging the demons, like angels, to execute his behests with much fear and trembling."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Hippolytus: Appendix 29:6",
                            "text": "Then will he send the cohorts of the demons among mountains and caves and dens of the earth, to track out those who have been concealed from his eyes, and to bring them forward to worship him."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Hippolytus: Appendix 29:7",
                            "text": "And those who yield to him he will seal with his seal; but those who refuse to submit to him he will consume with incomparable pains and bitterest torments and machinations, such as never have been, nor have reached the ear of man, nor have been seen by the eye of mortals."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Hippolytus: Appendix 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Hippolytus: Appendix 30:1",
                            "text": "Blessed shall they be who overcome the tyrant then."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Hippolytus: Appendix 30:2",
                            "text": "For they shall be set forth as more illustrious and loftier than the first witnesses; for the former witnesses overcame his minions only, but these overthrow and conquer the accuser himself, the son of perdition."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Hippolytus: Appendix 30:3",
                            "text": "With what eulogies and crowns, therefore, will they not be adorned by our King, Jesus Christ!."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Hippolytus: Appendix 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Hippolytus: Appendix 31:1",
                            "text": "But let us revert to the matter in hand."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Hippolytus: Appendix 31:2",
                            "text": "When men have received the seal, then, and find neither food nor water, they will approach him with a voice of anguish, saying, Give us to eat and drink, for we all faint with hunger and all manner of straits; and bid the heavens yield us water, and drive off from us the beasts that devour men."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Hippolytus: Appendix 31:3",
                            "text": "Then will that crafty one make answer, mocking them with absolute inhumanity, and saying, The heavens refuse to give rain, the earth yields not again its fruits; whence then can I give you food? Then, on hearing the words of this deceiver, these miserable men will perceive that this is the wicked accuser, and will mourn in anguish, and weep vehemently, and beat their face with their hands, and tear their hair, and lacerate their cheeks with their nails, while they say to each other: Woe for the calamity! woe for the bitter contract! woe for the deceitful covenant! woe for the mighty mischance! How have we been beguiled by the deceiver! how have we been joined to him! how have we been caught in his toils! how have we been taken in his abominable net! how have we heard the Scriptures, and understood them not! For truly those who are engrossed with the affairs of life, and with the lust of this world, will be easily brought over to the accuser then, and sealed by him."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Hippolytus: Appendix 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Hippolytus: Appendix 32:1",
                            "text": "But many who are hearers of the divine Scriptures, and have them in their hand, and keep them in mind with understanding, will escape his imposture."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Hippolytus: Appendix 32:2",
                            "text": "For they will see clearly through his insidious appearance and his deceitful imposture, and will flee from his hands, and betake themselves to the mountains, and hide themselves in the caves of the earth; and they will seek after the Friend of man with tears and a contrite heart; and He will deliver them out of his toils, and with His right hand He will save those from his snares who in a worthy and righteous manner make their supplication to Him."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Hippolytus: Appendix 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Hippolytus: Appendix 33:1",
                            "text": "You see in what manner of fasting and prayer the saints will exercise themselves at that time."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Hippolytus: Appendix 33:2",
                            "text": "Observe, also, how hard the season and the times will be that are to come upon those in city and country alike."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Hippolytus: Appendix 33:3",
                            "text": "At that time they will be brought from the east even unto the west; and they will come up from the west even unto the east, and will weep greatly and wail vehemently."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Hippolytus: Appendix 33:4",
                            "text": "And when the day begins to dawn they will long for the night, in order that they may find rest from their labours; and when the night descends upon them, by reason of the continuous earthquakes and the tempests in the air, they will desire even to behold the light of the day, and will seek how they may hereafter meet a bitter death."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Hippolytus: Appendix 33:5",
                            "text": "At that time the whole earth will bewail the life of anguish, and the sea and air in like manner will bewail it; and the sun, too, will wail; and the wild beasts, together with the fowls, will wail; mountains and hills, and the trees of the plain, will wail on account of the race of man, because all have turned aside from the holy God, and obeyed the deceiver, and received the mark of that abominable one, the enemy of God, instead of the quickening cross of the Saviour."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Hippolytus: Appendix 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Hippolytus: Appendix 34:1",
                            "text": "And the churches, too, will wail with a mighty lamentation, because neither \"oblation nor incense\" is attended to, nor a service acceptable to God; but the sanctuaries of the churches will become like a garden-watcher's hut, and the holy body and blood of Christ will not be shown in those days."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Hippolytus: Appendix 34:2",
                            "text": "The public service of God shall be extinguished, psalmody shall cease, the reading of the Scriptures shall not be heard; but for men there shall be darkness, and lamentation on lamentation, and woe on woe."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Hippolytus: Appendix 34:3",
                            "text": "At that time silver and gold shall be cast out in the streets, and none shall gather them; but all things shall be held an offence."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Hippolytus: Appendix 34:4",
                            "text": "For all shall be eager to escape and to hide themselves, and they shall not be able anywhere to find concealment from the woes of the adversary; but as they carry his mark about them, they shall be readily recognised and declared to be his."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Hippolytus: Appendix 34:5",
                            "text": "Without there shall be fear, and within trembling, both by night and by day."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Hippolytus: Appendix 34:6",
                            "text": "In the street and in the houses there shall be the dead; in the streets and in the houses there shall be hunger and thirst; in the streets there shall be tumults, and in the houses lamentations."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Hippolytus: Appendix 34:7",
                            "text": "And beauty of countenance shall be withered, for their forms shall be like those of the dead; and the beauty of women shall fade, and the desire of all men shall vanish."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Hippolytus: Appendix 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Hippolytus: Appendix 35:1",
                            "text": "Notwithstanding, not even then will the merciful and benignant God leave the race of men without all comfort; but He will shorten even those days and the period of three years and a half, and He will curtail those times on account of the remnant of those who hide themselves in the mountains and caves, that the phalanx of all those saints fail not utterly."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Hippolytus: Appendix 35:2",
                            "text": "But these days shall run their course rapidly; and the kingdom of the deceiver and Antichrist shall be speedily removed."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Hippolytus: Appendix 35:3",
                            "text": "And then, in fine, in the glance of an eye shall the fashion of this world pass away, and the power of men shall be brought to nought, and all these visible things shall be destroyed."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Hippolytus: Appendix 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Hippolytus: Appendix 36:1",
                            "text": "As these things, therefore, of which we have spoken before are in the future, beloved, when the one week is divided into parts, and the abomination of desolation has arisen then, and the forerunners of the Lord have finished their proper course, and the whole world, in fine, comes to the consummation, what remains but the manifestation of our Lord and Saviour Jesus Christ, the Son of God, from heaven, for whom we have hoped; who shall bring forth fire and all just judgment against those who have refused to believe in Him? For the Lord says, \"For as the lightning cometh out of the east, and shineth even unto the west, so shall also the coming of the Son of man be; for wheresoever the carcase is, there will the eagles be gathered together\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Hippolytus: Appendix 36:2",
                            "text": "For the sign of the cross shall arise from the east even unto the west, in brightness exceeding that of the sun, and shall announce the advent and manifestation of the Judge, to give to every one according to his works."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Hippolytus: Appendix 36:3",
                            "text": "For concerning the general resurrection and the kingdom of the saints, Daniel says: \"And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Hippolytus: Appendix 36:4",
                            "text": "And Isaiah says: \"The dead shall rise, and those in the tombs shall awake, and those in the earth shall rejoice\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Hippolytus: Appendix 36:5",
                            "text": "And our Lord says: \"Many in that day shall hear the voice of the Son of God, and they that hear shall live\"."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Hippolytus: Appendix 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Hippolytus: Appendix 37:1",
                            "text": "For at that time the trumpet shall sound, and awake those that sleep from the lowest parts of the earth, righteous and sinners alike."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Hippolytus: Appendix 37:2",
                            "text": "And every kindred, and tongue, and nation, and tribe shall be raised in the twinkling of an eye; and they shall stand upon the face of the earth, waiting for the coming of the righteous and terrible Judge, in fear and trembling unutterable."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Hippolytus: Appendix 37:3",
                            "text": "For the river of fire shall come forth in fury like an angry sea, and shall burn up mountains and hills, and shall make the sea vanish, and shall dissolve the atmosphere with its heat like wax."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Hippolytus: Appendix 37:4",
                            "text": "The stars of heaven shall fall, the sun shall be turned into darkness, and the moon into blood."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Hippolytus: Appendix 37:5",
                            "text": "The heaven shall be rolled together like a scroll: the whole earth shall be burnt up by reason of the deeds done in it, which men did corruptly, in fornications, in adulteries, and in lies and uncleanness, and in idolatries, and in murders, and in battles."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Hippolytus: Appendix 37:6",
                            "text": "For there shall be the new heaven and the new earth."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Hippolytus: Appendix 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Hippolytus: Appendix 38:1",
                            "text": "Then shall the holy angels run on their commission to gather together all the nations, whom that terrible voice of the trumpet shall awake out of sleep."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Hippolytus: Appendix 38:2",
                            "text": "And before the judgment-seat of Christ shall stand those who once were kings and rulers, chief priests and priests; and they shall give an account of their administration, and of the fold, whoever of them through their negligence have lost one sheep out of the flock."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Hippolytus: Appendix 38:3",
                            "text": "And then shall be brought forward soldiers who were not content with their provision, but oppressed widows and orphans and beggars."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Hippolytus: Appendix 38:4",
                            "text": "Then shall be arraigned the collectors of tribute, who despoil the poor man of more than is ordered, and who make real gold like adulterate, in order to mulct the needy, in fields and in houses and in the churches."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Hippolytus: Appendix 38:5",
                            "text": "Then shall rise up the lewd with shame, who have not kept their bed undefiled, but have been ensnared by all manner of fleshly beauty, and have gone in the way of their own lusts."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Hippolytus: Appendix 38:6",
                            "text": "Then shall rise up those who have not kept the love of the Lord, mute and gloomy, because they contemned the light commandment of the Saviour, which says, Thou shalt love thy neighbour as thyself."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Hippolytus: Appendix 38:7",
                            "text": "Then they, too, shall weep who have possessed the unjust balance, and unjust weights and measures, and dry measures, as they wait for the righteous Judge."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Hippolytus: Appendix 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Hippolytus: Appendix 39:1",
                            "text": "And why should we add many words concerning those who are sisted before the bar? Then the righteous shall shine forth like the sun, while the wicked shall be shown to be mute and gloomy."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Hippolytus: Appendix 39:2",
                            "text": "For both the righteous and the wicked shall be raised incorruptible: the righteous, to be honoured eternally, and to taste immortal joys; and the wicked, to be punished in judgment eternally."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Hippolytus: Appendix 39:3",
                            "text": "Each ponders the question as to what answer he shall give to the righteous Judge for his deeds, whether good or bad."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Hippolytus: Appendix 39:4",
                            "text": "With all men each one's actions shall environ him, whether he be good or evil."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Hippolytus: Appendix 39:5",
                            "text": "For the powers of the heavens shall be shaken, and fear and trembling shall consume all things, both heaven and earth and things under the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Hippolytus: Appendix 39:6",
                            "text": "And every tongue shall confess Him openly, and shall confess Him who comes to judge righteous judgment, the mighty God and Maker of all things."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Hippolytus: Appendix 39:7",
                            "text": "Then with fear and astonishment shall come angels, thrones, powers, principalities, dominions, and the cherubim and seraphim with their many eyes and six wings, all crying aloud with a mighty voice, \"Holy, holy, holy is the Lord of hosts, omnipotent; the heaven and the earth are full of Thy glory\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Hippolytus: Appendix 39:8",
                            "text": "And the King of kings and Lord of lords, the Judge who accepts no man's person, and the Jurist who distributes justice to every man, shall be revealed upon His dread and lofty throne; and all the flesh of mortals shall see His face with great fear and trembling, both the righteous and the sinner."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Hippolytus: Appendix 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Hippolytus: Appendix 40:1",
                            "text": "Then shall the son of perdition be brought forward, to wit, the accuser, with his demons and with his servants, by angels stern and inexorable."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Hippolytus: Appendix 40:2",
                            "text": "And they shall be given over to the fire that is never quenched, and to the worm that never sleepeth, and to the outer darkness."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Hippolytus: Appendix 40:3",
                            "text": "For the people of the Hebrews shall see Him in human form, as He appeared to them when He came by the holy Virgin in the flesh, and as they crucified Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Hippolytus: Appendix 40:4",
                            "text": "And He will show them the prints of the nails in His hands and feet, and His side pierced with the spear, and His head crowned with thorns, and His honourable cross."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Hippolytus: Appendix 40:5",
                            "text": "And once for all shall the people of the Hebrews see all these things, and they shall mourn and weep, as the prophet exclaims, \"They shall look on Him whom they have pierced;\" and there shall be none to help them or to pity them, because they repented not, neither turned aside from the wicked way."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Hippolytus: Appendix 40:6",
                            "text": "And these shall go away into everlasting punishment with the demons and the accuser."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Hippolytus: Appendix 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Hippolytus: Appendix 41:1",
                            "text": "Then He shall gather together all nations, as the holy Gospel so strikingly declares."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Hippolytus: Appendix 41:2",
                            "text": "For what says Matthew the evangelist, or rather the Lord Himself, in the Gospel? \"When the Son of man shall come in His glory, and all the holy angels with Him, then shall He sit upon the throne of His glory: and before Him shall be gathered all nations; and He shall separate them one from another, as a shepherd divideth his sheep from the goats: and He shall set the sheep on His right hand, but the goats on the left."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Hippolytus: Appendix 41:3",
                            "text": "Then shall the King say unto them on His right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Hippolytus: Appendix 41:4",
                            "text": "Come, ye prophets, who were cast out for my name's sake."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Hippolytus: Appendix 41:5",
                            "text": "Come, ye patriarchs, who before my advent were obedient to me, and longed for my kingdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Hippolytus: Appendix 41:6",
                            "text": "Come, ye apostles, who were my fellows in my sufferings in my incarnation, and suffered with me in the Gospel."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Hippolytus: Appendix 41:7",
                            "text": "Come, ye martyrs, who confessed me before despots, and endured many torments and pains."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Hippolytus: Appendix 41:8",
                            "text": "Come, ye hierarchs, who did me sacred service blamelessly day and night, and made the oblation of my honourable body and blood daily."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Hippolytus: Appendix 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:1",
                            "text": "Come, ye saints, who disciplined yourselves in mountains and caves and dens of the earth, who honoured my name by continence and prayer and virginity."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:2",
                            "text": "Come, ye maidens, who desired my bride-chamber, and loved no other bridegroom than me, who by your testimony and habit of life were wedded to me, the immortal and incorruptible Bridegroom."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:3",
                            "text": "Come, ye friends of the poor and the stranger."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:4",
                            "text": "Come, ye who kept my love, as I am love."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:5",
                            "text": "Come, ye who possess peace, for I own that peace."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:6",
                            "text": "Come, ye blessed of my Father, inherit the kingdom prepared for you, ye who esteemed not riches, ye who had compassion on the poor, who aided the orphans, who helped the widows, who gave drink to the thirsty, who fed the hungry, who received strangers, who clothed the naked, who visited the sick, who comforted those in prison, who helped the blind, who kept the seal of the faith inviolate, who assembled yourselves together in the churches, who listened to my Scriptures, who longed for my words, who observed my law day and night, who endured hardness with me like good soldiers, seeking to please me, your heavenly King."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:7",
                            "text": "Come, inherit the kingdom prepared for you from the foundation of the world."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:8",
                            "text": "Behold, my kingdom is made ready; behold, paradise is opened; behold, my immortality is shown in its beauty."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Hippolytus: Appendix 42:9",
                            "text": "Come all, inherit the kingdom prepared for you from the foundation of the world."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Hippolytus: Appendix 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:1",
                            "text": "Then shall the righteous answer, astonished at the mighty and wondrous fact that He, whom the hosts of angels cannot look upon openly, addresses them as friends, and shall cry out to Him, Lord, when saw we Thee an hungered, and fed Thee? Master, when saw we Thee thirsty, and gave Thee drink? Thou Terrible One, when saw we Thee naked, and clothed Thee? Immortal, when saw we Thee a stranger, and took Thee in? Thou Friend of man, when saw we Thee sick or in prison, and came unto Thee? Thou art the ever-living One."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:2",
                            "text": "Thou art without beginning, like the Father, and co-eternal with the Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:3",
                            "text": "Thou art He who made all things out of nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:4",
                            "text": "Thou art the prince of the angels."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:5",
                            "text": "Thou art He at whom the depths tremble."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:6",
                            "text": "Thou art He who is covered with light as with a garment."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:7",
                            "text": "Thou art He who made us, and fashioned us of earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:8",
                            "text": "Thou art He who formed things invisible."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "Hippolytus: Appendix 43:9",
                            "text": "From Thy presence the whole earth fleeth away, and how have we received hospitably Thy kingly power and lordship?."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Hippolytus: Appendix 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Hippolytus: Appendix 44:1",
                            "text": "Then shall the King of kings make answer again, and say to them, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Hippolytus: Appendix 44:2",
                            "text": "Inasmuch as ye have received those of whom I have already spoken to you, and clothed them, and fed them, and gave them to drink, I mean the poor who are my members, ye have done it unto me."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Hippolytus: Appendix 44:3",
                            "text": "But come ye into the kingdom prepared for you from the foundation of the world; enjoy for ever and ever that which is given you by my Father in heaven, and the holy and quickening Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Hippolytus: Appendix 44:4",
                            "text": "And what mouth then will be able to tell out those blessings which eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love Him?."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Hippolytus: Appendix 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:1",
                            "text": "Ye have heard of the ceaseless joy, ye have heard of the immoveable kingdom, ye have heard of the feast of blessings without end."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:2",
                            "text": "Learn now, then, also the address of anguish with which the just Judge and the benignant God shall speak to those on the left hand in unmeasured anger and wrath, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:3",
                            "text": "Ye have prepared these things for yourselves; take to yourselves also the enjoyment of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:4",
                            "text": "Depart from me, ye cursed, into the outer darkness, and into the unquenchable fire, prepared for the devil and his angels."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:5",
                            "text": "I made you, and ye gave yourselves to another."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:6",
                            "text": "I am He who brought you forth from your mother's womb, and ye rejected me."
                        },
                        {
                            "verse": 7,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:7",
                            "text": "I am He who fashioned you of earth by my word of command, and ye gave yourselves to another."
                        },
                        {
                            "verse": 8,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:8",
                            "text": "I am He who nurtured you, and ye served another."
                        },
                        {
                            "verse": 9,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:9",
                            "text": "I ordained the earth and the sea for your maintenance and the bound of your life, and ye listened not to my commandments."
                        },
                        {
                            "verse": 10,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:10",
                            "text": "I made the light for you, that ye might enjoy the day, and the night also, that ye might have rest; and ye vexed me, and set me at nought with your wicked words, and opened the door to the passions."
                        },
                        {
                            "verse": 11,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:11",
                            "text": "Depart from me, ye workers of iniquity."
                        },
                        {
                            "verse": 12,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:12",
                            "text": "I know you not, I recognise you not: ye made yourselves the workmen of another lord—namely, the devil."
                        },
                        {
                            "verse": 13,
                            "chapter": 45,
                            "name": "Hippolytus: Appendix 45:13",
                            "text": "With him inherit ye the darkness, and the fire that is not quenched, and the worm that sleepeth not, and the gnashing of teeth."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Hippolytus: Appendix 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Hippolytus: Appendix 46:1",
                            "text": "For I was an hungered, and ye gave me no meat: I was thirsty, and ye gave me no drink; I was a stranger, and ye took me not in; naked, and ye clothed me not; sick, and ye visited me not: I was in prison, and ye came not unto me."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Hippolytus: Appendix 46:2",
                            "text": "I made your ears that ye might hear the Scriptures; and ye prepared them for the songs of demons, and lyres, and jesting."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Hippolytus: Appendix 46:3",
                            "text": "I made your eyes that you might see the light of my commandments, and keep them; and ye called in fornication and wantonness, and opened them to all other manner of uncleanness."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Hippolytus: Appendix 46:4",
                            "text": "I prepared your mouth for the utterance of adoration, and praise, and psalms, and spiritual odes, and for the exercise of continuous reading; and ye fitted it to railing, and swearing, and blasphemies, while ye sat and spoke evil of your neighbours."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Hippolytus: Appendix 46:5",
                            "text": "I made your hands that ye might stretch them forth in prayers and supplications, and ye put them forth to robberies, and murders, and the killing of each other."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Hippolytus: Appendix 46:6",
                            "text": "I ordained your feet to walk in the preparation of the Gospel of peace, both in the churches and the houses of my saints; and ye taught them to run to adulteries, and fornications, and theatres, and dancings, and elevations."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Hippolytus: Appendix 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:1",
                            "text": "At last the assembly is dissolved, the spectacle of this life ceaseth: its deceit and its semblance are passed away."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:2",
                            "text": "Cleave to me, to whom every knee boweth, of things in heaven, and things on earth, and things under the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:3",
                            "text": "For all who have been negligent, and have not shown pity in well-doing there, have nothing else due them than the unquenchable fire."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:4",
                            "text": "For I am the friend of man, but yet also a righteous Judge to all."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:5",
                            "text": "For I shall award the recompense according to desert; I shall give the reward to all, according to each man's labour; I shall make return to all, according to each man's conflict."
                        },
                        {
                            "verse": 6,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:6",
                            "text": "I wish to have pity, but I see no oil in your vessels."
                        },
                        {
                            "verse": 7,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:7",
                            "text": "I desire to have mercy, but ye have passed through life entirely without mercy."
                        },
                        {
                            "verse": 8,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:8",
                            "text": "I long to have compassion, but your lamps are dark by reason of your hardness of heart."
                        },
                        {
                            "verse": 9,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:9",
                            "text": "Depart from me."
                        },
                        {
                            "verse": 10,
                            "chapter": 47,
                            "name": "Hippolytus: Appendix 47:10",
                            "text": "For judgment is without mercy to him that hath showed no mercy."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Hippolytus: Appendix 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Hippolytus: Appendix 48:1",
                            "text": "Then shall they also make answer to the dread Judge, who accepteth no man's person: Lord, when saw we Thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and ministered not unto Thee? Lord, dost Thou know us not? Thou didst form us, Thou didst fashion us, Thou didst make us of four elements, Thou didst give us spirit and soul."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Hippolytus: Appendix 48:2",
                            "text": "On Thee we believed; Thy seal we received, Thy baptism we obtained; we acknowledged Thee to be God, we knew Thee to be Creator; in Thee we wrought sights, through Thee we cast out demons, for Thee we mortified the flesh, for Thee we preserved virginity, for Thee we practised chastity, for Thee we became strangers on the earth; and Thou sayest, I know you not, depart from me! Then shall He make answer to them, and say, Ye acknowledged me as Lord, but ye kept not my words."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Hippolytus: Appendix 48:3",
                            "text": "Ye were marked with the seal of my cross, but ye deleted it by your hardness of heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Hippolytus: Appendix 48:4",
                            "text": "Ye obtained my baptism, but ye observed not my commandments."
                        },
                        {
                            "verse": 5,
                            "chapter": 48,
                            "name": "Hippolytus: Appendix 48:5",
                            "text": "Ye subdued your body to virginity, but ye kept not mercy, but ye did not cast the hatred of your brother out of your souls."
                        },
                        {
                            "verse": 6,
                            "chapter": 48,
                            "name": "Hippolytus: Appendix 48:6",
                            "text": "For not every one that saith to me, Lord, Lord, shall be saved, but he that doeth my will."
                        },
                        {
                            "verse": 7,
                            "chapter": 48,
                            "name": "Hippolytus: Appendix 48:7",
                            "text": "And these shall go away into everlasting punishment, but the righteous into life eternal."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Hippolytus: Appendix 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Hippolytus: Appendix 49:1",
                            "text": "\"Be thou faithful unto death, and I will give thee the crown of life\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Hippolytus: Appendix 49:2",
                            "text": "Ye have heard, beloved, the answer of the Lord; ye have learned the sentence of the Judge; ye have been given to understand what kind of awful scrutiny awaits us, and what day and what hour are before us."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Hippolytus: Appendix 49:3",
                            "text": "Let us therefore ponder this every day; let us meditate on this both day and night, both in the house, and by the way, and in the churches, that we may not stand forth at that dread and impartial judgment condemned, abased, and sad, but with purity of action, life, conversation, and confession; so that to us also the merciful and benignant God may say, \"Thy faith hath saved thee, go in peace;\" and again, \"Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy Lord\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Hippolytus: Appendix 49:4",
                            "text": "Which joy may it be ours to reach, by the grace and kindness of our Lord Jesus Christ, to whom pertain glory, honour, and adoration, with His Father, who is without beginning, and His holy, and good, and quickening Spirit, now and ever, and to the ages of the ages, Amen."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Hippolytus: Appendix 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:1",
                            "text": "Hippolytus on the Twelve Apostles:  Where each of them preached, and where he met his end."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:2",
                            "text": "Peter preached the Gospel in Pontus, and Galatia, and Cappadocia, and Betania, and Italy, and Asia, and was afterwards crucified by Nero in Rome with his head downward, as he had himself desired to suffer in that manner."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:3",
                            "text": "Andrew preached to the Scythians and Thracians, and was crucified, suspended on an olive tree, at Patrae, a town of Achaia; and there too he was buried."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:4",
                            "text": "John, again, in Asia, was banished by Domitian the king to the isle of Patmos, in which also he wrote his Gospel and saw the apocalyptic vision; and in Trajan's time he fell asleep at Ephesus, where his remains were sought for, but could not be found."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:5",
                            "text": "James, his brother, when preaching in Judea, was cut off with the sword by Herod the tetrarch, and was buried there."
                        },
                        {
                            "verse": 6,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:6",
                            "text": "Philip preached in Phrygia, and was crucified in Hierapolis with his head downward in the time of Domitian, and was buried there."
                        },
                        {
                            "verse": 7,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:7",
                            "text": "Bartholomew, again, preached to the Indians, to whom he also gave the Gospel according to Matthew, and was crucified with his head downward, and was buried in Allanum, a town of the great Armenia."
                        },
                        {
                            "verse": 8,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:8",
                            "text": "And Matthew wrote the Gospel in the Hebrew tongue, and published it at Jerusalem, and fell asleep at Hierees, a town of Parthia."
                        },
                        {
                            "verse": 9,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:9",
                            "text": "And Thomas preached to the Parthians, Medes, Persians, Hyrcanians, Bactrians, and Margians, and was thrust through in the four members of his body with a pine spear at Calamene, the city of India, and was buried there."
                        },
                        {
                            "verse": 10,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:10",
                            "text": "And James the son of Alphaeus, when preaching in Jerusalem, was stoned to death by the Jews, and was buried there beside the temple."
                        },
                        {
                            "verse": 11,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:11",
                            "text": "Jude, who is also called Lebbaeus, preached to the people of Edessa, and to all Mesopotamia, and fell asleep at Berytus, and was buried there."
                        },
                        {
                            "verse": 12,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:12",
                            "text": "Simon the Zealot, the son of Clopas, who is also called Jude, became bishop of Jerusalem after James the Just, and fell asleep and was buried there at the age of  years."
                        },
                        {
                            "verse": 13,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:13",
                            "text": "And Matthias, who was one of the seventy, was numbered along with the eleven apostles, and preached in Jerusalem, and fell asleep and was buried there."
                        },
                        {
                            "verse": 14,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:14",
                            "text": "And Paul entered into the apostleship a year after the assumption of Christ; and beginning at Jerusalem, he advanced as far as Illyricum, and Italy, and Spain, preaching the Gospel for five-and-thirty years."
                        },
                        {
                            "verse": 15,
                            "chapter": 50,
                            "name": "Hippolytus: Appendix 50:15",
                            "text": "And in the time of Nero he was beheaded at Rome, and was buried there."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Hippolytus: Appendix 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:1",
                            "text": "Canons of the Church of Alexandria."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:2",
                            "text": "Wrongly ascribed to Hippolytus."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:3",
                            "text": "In the name of the Father, and the Son, and the Holy Spirit, Amen."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:4",
                            "text": "Those are the canons of the Church, ordinances which Hippolytus wrote, by whom the Church speaketh; and the number of them is thirty-eight canons."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:5",
                            "text": "Greeting from the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:6",
                            "text": "Canon First."
                        },
                        {
                            "verse": 7,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:7",
                            "text": "Of the Catholic faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:8",
                            "text": "Before all things should we speak of the faith, holy and right, regarding our Lord Jesus Christ, the Son of the living God; and we have consequently placed that canon in the faith (the symbol); and we agree in this with all reasonable certitude, that the Trinity is equal perfectly in honour, and equal in glory, and has neither beginning nor end."
                        },
                        {
                            "verse": 9,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:9",
                            "text": "The Word is the Son of God, and is Himself the Creator of every creature, of things visible and invisible."
                        },
                        {
                            "verse": 10,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:10",
                            "text": "This we lay down with one accord, in opposition to those who have said boldly, that it is not right to speak of the Word of God as our Lord Jesus Christ spake."
                        },
                        {
                            "verse": 11,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:11",
                            "text": "We come together chiefly to bring out the holy truth regarding God; and we have separated them, because they do not agree with the Church in theology, nor with us the sons of the Scriptures."
                        },
                        {
                            "verse": 12,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:12",
                            "text": "On this account we have sundered them from the Church, and have left what concerns them to God, who will judge His creatures with justice."
                        },
                        {
                            "verse": 13,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:13",
                            "text": "To those, moreover, who are not cognisant of them, we make this known without ill-will, in order that they may not rush into an evil death, like heretics, but may gain eternal life, and teach their sons and their posterity this one true faith."
                        },
                        {
                            "verse": 14,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:14",
                            "text": "Canon Second."
                        },
                        {
                            "verse": 15,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:15",
                            "text": "Of bishops."
                        },
                        {
                            "verse": 16,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:16",
                            "text": "A bishop should be elected by all the people, and he should be unimpeachable, as it is written of him in the apostle; in the week in which he is ordained, the whole people should also say, We desire him; and there should be silence in the whole hall, and they should all pray in his behalf, and say, O God, stablish him whom Thou hast prepared for us, etc."
                        },
                        {
                            "verse": 17,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:17",
                            "text": "Canon Third."
                        },
                        {
                            "verse": 18,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:18",
                            "text": "Prayer in behalf of him who is made bishop, and the ordinance of the Missa."
                        },
                        {
                            "verse": 19,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:19",
                            "text": "O God, the Father of our Lord Jesus Christ, the Father of mercies, and the God of all consolation, etc."
                        },
                        {
                            "verse": 20,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:20",
                            "text": "Canon Fourth."
                        },
                        {
                            "verse": 21,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:21",
                            "text": "Of the ordination of a presbyter."
                        },
                        {
                            "verse": 22,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:22",
                            "text": "Canon Fifth."
                        },
                        {
                            "verse": 23,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:23",
                            "text": "Of the constituting a deacon."
                        },
                        {
                            "verse": 24,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:24",
                            "text": "Canon Sixth."
                        },
                        {
                            "verse": 25,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:25",
                            "text": "Of those who have suffered for the faith."
                        },
                        {
                            "verse": 26,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:26",
                            "text": "Canon Seventh."
                        },
                        {
                            "verse": 27,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:27",
                            "text": "Of him who is elected reader and sub-deacon."
                        },
                        {
                            "verse": 28,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:28",
                            "text": "Canon Eighth."
                        },
                        {
                            "verse": 29,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:29",
                            "text": "Of the gift of healings."
                        },
                        {
                            "verse": 30,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:30",
                            "text": "Canon Ninth."
                        },
                        {
                            "verse": 31,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:31",
                            "text": "That a presbyter should not dwell in unbefitting places; and of the honour of widows."
                        },
                        {
                            "verse": 32,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:32",
                            "text": "Canon Tenth."
                        },
                        {
                            "verse": 33,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:33",
                            "text": "Of those who wish to become Nazarenes (Christians)."
                        },
                        {
                            "verse": 34,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:34",
                            "text": "Canon Eleventh."
                        },
                        {
                            "verse": 35,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:35",
                            "text": "Of him who makes idols and images, or the artificer."
                        },
                        {
                            "verse": 36,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:36",
                            "text": "Canon Twelfth."
                        },
                        {
                            "verse": 37,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:37",
                            "text": "Of the prohibition of those works, the authors of which are not to be received but on the exhibition of repentance."
                        },
                        {
                            "verse": 38,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:38",
                            "text": "Canon Thirteenth."
                        },
                        {
                            "verse": 39,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:39",
                            "text": "Of a prince or a soldier, that they be not received indiscriminately."
                        },
                        {
                            "verse": 40,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:40",
                            "text": "Canon Fourteenth."
                        },
                        {
                            "verse": 41,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:41",
                            "text": "That a Nazarene may not become a soldier unless by order."
                        },
                        {
                            "verse": 42,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:42",
                            "text": "Canon Fifteenth."
                        },
                        {
                            "verse": 43,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:43",
                            "text": "Enumeration of works which are unlawful."
                        },
                        {
                            "verse": 44,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:44",
                            "text": "Canon Sixteenth."
                        },
                        {
                            "verse": 45,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:45",
                            "text": "Of him who has a lawful wife, and takes another beside her."
                        },
                        {
                            "verse": 46,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:46",
                            "text": "Canon Seventeenth."
                        },
                        {
                            "verse": 47,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:47",
                            "text": "Of a free-born woman, and her duties."
                        },
                        {
                            "verse": 48,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:48",
                            "text": "Of midwives, and of the separation of men from women."
                        },
                        {
                            "verse": 49,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:49",
                            "text": "Of virgins, that they should cover their faces and their heads."
                        },
                        {
                            "verse": 50,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:50",
                            "text": "Canon Eighteenth."
                        },
                        {
                            "verse": 51,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:51",
                            "text": "Of women in childbed, and of midwives again."
                        },
                        {
                            "verse": 52,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:52",
                            "text": "Canon Nineteenth."
                        },
                        {
                            "verse": 53,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:53",
                            "text": "Of catechumens, and the ordinance of Baptism and the Missa."
                        },
                        {
                            "verse": 54,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:54",
                            "text": "Canon Twentieth."
                        },
                        {
                            "verse": 55,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:55",
                            "text": "Of the fast the six days, and of that of Lent."
                        },
                        {
                            "verse": 56,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:56",
                            "text": "Canon Twenty-first."
                        },
                        {
                            "verse": 57,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:57",
                            "text": "Of the daily assembling of priests and people in the church."
                        },
                        {
                            "verse": 58,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:58",
                            "text": "Canon Twenty-second."
                        },
                        {
                            "verse": 59,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:59",
                            "text": "Of the week of the Jews' passover, wherein joy shall be put away, and of what is eaten therein; and of him who, being brought up abroad, is ignorant of the Calendar."
                        },
                        {
                            "verse": 60,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:60",
                            "text": "Canon Twenty-third."
                        },
                        {
                            "verse": 61,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:61",
                            "text": "Of doctrine, that it should be continuous, greater than the sea, and that its words ought to be fulfilled by deeds."
                        },
                        {
                            "verse": 62,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:62",
                            "text": "Canon Twenty-fourth."
                        },
                        {
                            "verse": 63,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:63",
                            "text": "Of the bishop's visitation of the sick; and that if an infirm man has prayed in the church, and has a house, he should go to him."
                        },
                        {
                            "verse": 64,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:64",
                            "text": "Canon Twenty-fifth."
                        },
                        {
                            "verse": 65,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:65",
                            "text": "Of the procurator appointed for the sick, and of the bishop, and the times of prayer."
                        },
                        {
                            "verse": 66,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:66",
                            "text": "Canon Twenty-sixth."
                        },
                        {
                            "verse": 67,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:67",
                            "text": "Of the hearing of the word in church, and of praying in it."
                        },
                        {
                            "verse": 68,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:68",
                            "text": "Canon Twenty-seventh."
                        },
                        {
                            "verse": 69,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:69",
                            "text": "Of him who does not come to church daily,—let him read books; and of prayer at midnight and cock-crowing, and of the washing of hands at the time of any prayer."
                        },
                        {
                            "verse": 70,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:70",
                            "text": "Canon Twenty-eighth."
                        },
                        {
                            "verse": 71,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:71",
                            "text": "That none of the believers should taste anything, but after he has taken the sacred mysteries, especially in the days of fasting."
                        },
                        {
                            "verse": 72,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:72",
                            "text": "Canon Twenty-ninth."
                        },
                        {
                            "verse": 73,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:73",
                            "text": "Of the keeping of oblations which are laid upon the altar,—that nothing fall into the sacred chalice, and that nothing fall from the priests, nor from the boys when they take communion; that an evil spirit rule them not, and that no one speak in the protection, except in prayer; and when the oblations of the people cease, let psalms be read with all attention, even to the signal of the bell; and of the sign of the cross, and the casting of the dust of the altar into the pool."
                        },
                        {
                            "verse": 74,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:74",
                            "text": "Canon Thirtieth."
                        },
                        {
                            "verse": 75,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:75",
                            "text": "Of catechumens and the like."
                        },
                        {
                            "verse": 76,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:76",
                            "text": "Canon Thirty-first."
                        },
                        {
                            "verse": 77,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:77",
                            "text": "Of the bishop and presbyter bidding the deacons present the communion."
                        },
                        {
                            "verse": 78,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:78",
                            "text": "Canon Thirty-second."
                        },
                        {
                            "verse": 79,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:79",
                            "text": "Of virgins and widows, that they should pray and fast in the church."
                        },
                        {
                            "verse": 80,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:80",
                            "text": "Let those who are given to the clerical order pray according to their judgment."
                        },
                        {
                            "verse": 81,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:81",
                            "text": "Let not a bishop be bound to fasting but with the clergy."
                        },
                        {
                            "verse": 82,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:82",
                            "text": "And on account of a feast or supper, let him prepare for the poor."
                        },
                        {
                            "verse": 83,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:83",
                            "text": "Canon Thirty-third."
                        },
                        {
                            "verse": 84,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:84",
                            "text": "Of the Atalmsas (the oblation), which they shall present for those who are dead, that it be not done on the Lord's day."
                        },
                        {
                            "verse": 85,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:85",
                            "text": "Canon Thirty-fourth."
                        },
                        {
                            "verse": 86,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:86",
                            "text": "That no one speak much, nor make a clamour; and of the entrance of the saints into the mansions of the faithful."
                        },
                        {
                            "verse": 87,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:87",
                            "text": "Canon Thirty-fifth."
                        },
                        {
                            "verse": 88,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:88",
                            "text": "Of a deacon present at a feast at which there is a presbyter present,—let him do his part in prayer and the breaking of bread for a blessing, and not for the body; and of the discharge of widows."
                        },
                        {
                            "verse": 89,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:89",
                            "text": "Canon Thirty-sixth."
                        },
                        {
                            "verse": 90,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:90",
                            "text": "Of the first-fruits of the earth, and the first dedication of them; and of presses, oil, honey, milk, wool, and the like, which may be offered to the bishop for his blessing."
                        },
                        {
                            "verse": 91,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:91",
                            "text": "Canon Thirty-seventh."
                        },
                        {
                            "verse": 92,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:92",
                            "text": "As often as a bishop takes of the sacred mysteries, let the deacons and presbyters be gathered together, clothed in white robes, brilliant in the view of all the people; and in like manner with a reader."
                        },
                        {
                            "verse": 93,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:93",
                            "text": "Canon Thirty-eighth."
                        },
                        {
                            "verse": 94,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:94",
                            "text": "Of the night on which our Lord Jesus Christ rose."
                        },
                        {
                            "verse": 95,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:95",
                            "text": "That no one shall sleep on that night, and wash himself with water; and a declaration concerning such a one; and a declaration concerning him who sins after baptism, and of things lawful and unlawful."
                        },
                        {
                            "verse": 96,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:96",
                            "text": "The sacred canons of the holy patriarch Hippolytus, the first patriarch of the great city of Rome, which he composed, are ended; and the number of them is thirty-eight canons."
                        },
                        {
                            "verse": 97,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:97",
                            "text": "May the Lord help us to keep them."
                        },
                        {
                            "verse": 98,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:98",
                            "text": "And to God be glory for ever, and on us be His mercy for ever."
                        },
                        {
                            "verse": 99,
                            "chapter": 51,
                            "name": "Hippolytus: Appendix 51:99",
                            "text": "Amen."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Hippolytus: Appendix 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:3",
                            "text": "(The God-bearing Mary, p."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:4",
                            "text": ")  \"This name\" (θεοτόκος), says Pearson, \"was first in use in the Greek Church, which, delighting in the happy compositions of that language, so called the Blessed Virgin; from which the Latins, in imitation, styled her Virginem Deiparam,\" etc."
                        },
                        {
                            "verse": 5,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:5",
                            "text": "…Yet those ancient Greeks which call the Virgin θεοτόκος, did not call her μητέρα τοῦ Θεοῦ, \"Mother of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:6",
                            "text": "This was very different to a pious ear, and rests on no synodical authority."
                        },
                        {
                            "verse": 7,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:7",
                            "text": "The very learned notes of Pearson, On the Creed, pp."
                        },
                        {
                            "verse": 8,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:8",
                            "text": ", , should by all means be consulted."
                        },
                        {
                            "verse": 9,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:9",
                            "text": "Leo of Rome, called \"the Great,\" seems to have coined the less orthodox expression, relying on Holy Scripture, indeed, in the salutation of Elisabeth (Luke i."
                        },
                        {
                            "verse": 10,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:10",
                            "text": ")."
                        },
                        {
                            "verse": 11,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:11",
                            "text": "This term has been sadly abused for Mariolatry."
                        },
                        {
                            "verse": 12,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:12",
                            "text": "II."
                        },
                        {
                            "verse": 13,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:13",
                            "text": "(Synaxis, p."
                        },
                        {
                            "verse": 14,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:14",
                            "text": ")  It seems to me worth while to quote a few words from the new and critical edition of Leighton's Works, which should be consulted for fuller information."
                        },
                        {
                            "verse": 15,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:15",
                            "text": "The editor says:  \"Leighton uses a word for the Holy Communion which is worth noting, because it is rarely used by Western theologians\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:16",
                            "text": "The word Synaxis is but a Christianized form of the word Synagogue; but, like the word κοινωνία, it points to Christ's mystical body,—\"gathering together in one the children of God\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:17",
                            "text": "Synaxis = συνάγει εἰς ἕν."
                        },
                        {
                            "verse": 18,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:18",
                            "text": "It sums up the idea, \"We, being many, are one Bread and one Body, for we are all partakers of that one Bread\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:19",
                            "text": "Compare John xi."
                        },
                        {
                            "verse": 20,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:20",
                            "text": "and  Cor."
                        },
                        {
                            "verse": 21,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:21",
                            "text": "x."
                        },
                        {
                            "verse": 22,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:22",
                            "text": "St."
                        },
                        {
                            "verse": 23,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:23",
                            "text": "Chrysostom calls the Synaxis φρικωδεστάτη, which is a very different thing from maxime tremenda, as applied to the modern \"Mass,\" in behalf of which it is quoted."
                        },
                        {
                            "verse": 24,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:24",
                            "text": "For Chrysostom applies it to the participation of the \"Synaxis,\" and not to the \"oblation,\" much less to the \"Host\" as an object of adoration, of which he never heard or dreamed."
                        },
                        {
                            "verse": 25,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:25",
                            "text": "He calls \"the Synaxis\" Shudderful (to borrow a word from the Germans), because the unworthy recipient, in the Synaxis, eats and drinks his own condemnation."
                        },
                        {
                            "verse": 26,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:26",
                            "text": "One must ever be on his guard against the subtlety which reads into the Fathers modern ideas under ancient phrases."
                        },
                        {
                            "verse": 27,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:27",
                            "text": "Precisely so Holy Scripture itself is paraphrased into Trent doctrine, as in Acts xiii."
                        },
                        {
                            "verse": 28,
                            "chapter": 52,
                            "name": "Hippolytus: Appendix 52:28",
                            "text": "the Louvain versionists rendered the text, \"And while they offered the sacrifice of the Mass and fasted\"."
                        }
                    ]
                }
            ]
        }
    ]
}