{
    "books": [
        {
            "name": "The Testament of Jacob",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Testament of Jacob 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Testament of Jacob 1:1",
                            "text": "Now it came to pass when the time had come for our beloved father Jacob the patriarch, the son of Isaac, the son of Abraham, to go forth from the body (and the God-loving Jacob was well on in years), the Lord sent Michael the archangel to him."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Testament of Jacob 1:2",
                            "text": "And he said to him, \"Israel, my beloved, you righteous root, write your words of instruction for your sons, and draw up your testament for them, and concern yourself about those of your household, for the time has come for you to go to your fathers and rejoice with them for ever.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Testament of Jacob 1:3",
                            "text": "And when the God-loving Jacob heard this from the angel, he answered and said to him, \"My lord\" — for it was his daily custom to talk to angels. He said to him, \"May the will of the Lord be done.\""
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "The Testament of Jacob 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "The Testament of Jacob 2:1",
                            "text": "And God blessed our father Jacob. He made for himself a place apart, to which he withdrew and offered his prayers to God day and night, while the angels visited him and guarded him and kept him safe and gave him strength in everything. God blessed him; and his people increased greatly in numbers in the land of Egypt."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "The Testament of Jacob 2:2",
                            "text": "For at the time he went down to Egypt to his son Joseph, his sight was failing as a result of continual weeping and worrying over his son Joseph; but after he arrived in Egypt and had seen his son Joseph's face, he saw everything clearly again."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "The Testament of Jacob 2:3",
                            "text": "And Jacob Israel flung on his son Joseph's neck; he greeted him with tears and said: ‘Now let me die, for I have seen your face once more while you are still alive, my beloved.’"
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "The Testament of Jacob 2:4",
                            "text": "And Joseph ruled over the whole of Egypt. Jacob lived in the land of Goshen for seventeen years. He became very old and attained a great age: he kept all the commandments and lived always in the fear of the Lord: and his sight failed so that he could see no one because of extreme old age."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "The Testament of Jacob 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:1",
                            "text": "He lifted his eyes towards the radiance of the angel who was speaking to him, who was in appearance and in face like his father Isaac: he was afraid and troubled."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:2",
                            "text": "The angel said to him, \"Do not be afraid, Jacob: I am the angel who has been with you from your youth. I chose you to receive your father Isaac's blessing, and your mother Rebecca's. I am with you, Israel, in everything you do and everything you have seen."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:3",
                            "text": "It was I who delivered you from Laban when he pursued you; I blessed you, and all your wives, and your sons, and all your cattle. It was I too who rescued you from Esau. It was I too who brought you down into the land of Egypt, Israel; and I have spread you out far and wide."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:4",
                            "text": "Blessed is your father Abraham, for he became a friend of the Most High God because of his hospitality. Blessed is your father Isaac who gave you life, for his sacrifice was perfect and pleasing to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:5",
                            "text": "Blessed are you too, Jacob, for you saw God face to face and beheld the host of the angels of the Most High God. You saw the ladder set up on the earth with its top reaching to heaven. You also saw the Lord set on the top of it in power too great for words. You cried out saying: ‘This is the house of God, and this is the gate of heaven. Blessed are you, for you have found strength in God and are strong among men."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:6",
                            "text": "Now, therefore, do not be troubled, beloved of God. Blessed are you, Israel, and blessed are all your descendants, for you shall be called patriarchs until the end of this age; for you are my people, and you are the root of the servants of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:7",
                            "text": "Blessed is every nation which emulates your purity, and your virtues, and your righteousness, and your good works. Blessed is the man who commemorates you on your honoured festival. Blessed is he who does a charitable deed in your name, or gives a man a cup of cold water, or brings a perfect offering to your place, or to any place, in your name, or receives a stranger, or visits the sick, or comforts an orphan, or clothes someone who is naked, in your name."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:8",
                            "text": "He shall lack no good thing in this world; and in the world to come he shall have eternal life. And further, whoever writes an account of your life with its labours, or whoever makes a copy of it with his hands, or whoever reads it attentively, and whoever listens to it with faith and a resolute heart, and whoever emulates your manner of life — they shall be forgiven all their sins, and they shall be freely granted you in the kingdom of the heavens."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:9",
                            "text": "So get up now, for you are to exchange trouble and sorrow for eternal rest, and you are to be borne away to a repose that never ceases, to a rest that never ends, and to a light that never sets, and to pleasure and gladness and spiritual joy."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "The Testament of Jacob 3:10",
                            "text": "So now, give your commands to your sons, and peace be with you; for I am about to go to him who sent me.\""
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "The Testament of Jacob 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "The Testament of Jacob 4:1",
                            "text": "And when he had said this to him, the angel left him in peace and returned to the heavens, while Jacob gazed after him. And those who were in the house heard him giving thanks to the Lord and glorifying him with praises."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "The Testament of Jacob 4:2",
                            "text": "And all his sons gathered round him, from the youngest to the eldest of them, all in tears and in great distress, saying, \"He is about to go away and leave us.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "The Testament of Jacob 4:3",
                            "text": "And they said to him, \"What shall we do, beloved father, for we are aliens in a foreign land?\""
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "The Testament of Jacob 4:4",
                            "text": "And Jacob said to them, \"Do not be afraid, for God appeared to me in Mesopotamia saying: ‘I am the God of your fathers: do not be afraid: I am with you for ever, and with your descendants that shall come after you for ever: the land on which you are standing I will give to you and your descendants for ever.’"
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "The Testament of Jacob 4:5",
                            "text": "And again he said to me, ‘Do not be afraid to go down into Egypt; I will go with you down to Egypt; and I will increase your numbers, and your descendants shall flourish for ever, and Joseph shall lay his hands upon your eyes."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "The Testament of Jacob 4:6",
                            "text": "And your people shall increase greatly in Egypt; and then they shall return to me here, and I will do them good because of you. But now you must leave this place.’"
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "The Testament of Jacob 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "The Testament of Jacob 5:1",
                            "text": "And after this the time drew near for Jacob Israel to go forth from the body. He called Joseph and spoke to him as follows: ‘If I have found favour with you, then put your blessed hand upon my thigh and swear to me on oath before the Lord to lay my body in my father's grave.’"
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "The Testament of Jacob 5:2",
                            "text": "And Joseph said to him, ‘I will do as you ask, my God-loving father.’ His father said to him, ‘I would have you swear’; and Joseph swore the oath to Jacob his father that he would take his body to his father's grave."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "The Testament of Jacob 5:3",
                            "text": "And Jacob bowed himself upon his son’s neck."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "The Testament of Jacob 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "The Testament of Jacob 6:1",
                            "text": "Now after this it was reported to Joseph, \"Behold, your father is in a sorry state.\" He took his two sons, Ephraim and Manasseh, and came to his father Israel."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "The Testament of Jacob 6:2",
                            "text": "When Israel saw them, he said to Joseph, \"Who are these, my son?\" Joseph said to his father Jacob Israel, \"These are my sons that God has given me in the land of my humiliation.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "The Testament of Jacob 6:3",
                            "text": "Israel said, \"Bring them near to me.\" Now Israel's sight had failed because of his great age, and he could hardly see. And Joseph brought them close to him; and he kissed them."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "The Testament of Jacob 6:4",
                            "text": "When Israel had embraced them, he said, \"God will add to your descendants.\" And Joseph made his two sons, Ephraim and Manasseh, do obeisance to him on the ground: Joseph put Manasseh under his right hand and Ephraim under his left hand."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "The Testament of Jacob 6:5",
                            "text": "But Israel changed his hands: he laid his right hand on Ephraim’s head and his left hand on Manasseh’s head. And he blessed them; he gave them their patrimony, saying:\n\n    \"The God who approved my fathers\n    Abraham and Isaac,\n    The God who has looked after me\n    from my childhood till today,\n    The angel who rescues me from all my tribulations,\n    Bless these lads who are my sons.\n    With whom is left my name,\n    And the name of my holy fathers\n    Abraham and Isaac.\n    They shall multiply; they shall increase;\n    They shall become a great people on the earth.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "The Testament of Jacob 6:6",
                            "text": "Afterwards Israel said to Joseph, \"I am dying: but you will return to the land of your fathers, and God will be with you. Behold, you have been more favoured than your brothers, for I have taken the Amorites with my bow and my sword.\""
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "The Testament of Jacob 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "The Testament of Jacob 7:1",
                            "text": "Jacob called all his sons and said to them, \"Come to me, all of you, so that I can tell you what will happen to you, and also what will happen to each one of you at the end of time.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "The Testament of Jacob 7:2",
                            "text": "All Israel's sons gathered round him, from the youngest to the eldest of them. Jacob Israel answered and said to his sons: \"Listen, sons of Jacob, listen to Israel your father, from Reuben my first-born unto Benjamin.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "The Testament of Jacob 7:3",
                            "text": "He told his sons what would"
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "The Testament of Jacob 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "The Testament of Jacob 8:1",
                            "text": "He was taken up into the heavens to visit the resting-places. And behold, a host of tormentors came out. The appearance of each one was different; and they were ready to torment the sinners - that is the fornicators, and the harlots, and the catamites, and the sodomites, and the adulterers, and those who have corrupted God's creation, and the magicians, and the sorcerers, and the unrighteous, and the idol worshippers, and the astrologers, and the slanderers and the double-tongued."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "The Testament of Jacob 8:2",
                            "text": "In short, many are the punishments for all the sins we have mentioned; the unquenchable fire, the outer darkness, the place where there shall be weeping and grinding of teeth, and the worm that does not sleep."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "The Testament of Jacob 8:3",
                            "text": "And it is a terrible thing for you to be brought before the judge, and it is a terrible thing to come into the hands of the living God. Woe to all sinful men for whom these tortures and these tormentors are prepared."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "The Testament of Jacob 8:4",
                            "text": "And again afterwards he took me and showed me the place where my fathers Abraham and Isaac were, a place that was all light; and they were glad and rejoiced in the kingdom of the heavens, in the city of the beloved."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "The Testament of Jacob 8:5",
                            "text": "And he showed me all the resting places and all the good things prepared for the righteous, and the things that eye has not seen nor ear heard, and have not come into the heart of men, that God has prepared for those who love him and do his will on earth (for if they end well, they do his will)."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "The Testament of Jacob 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "The Testament of Jacob 9:1",
                            "text": "After this, Jacob said to his sons: ‘Behold, I am about to be taken away and laid to rest with my people; lay my body with my people in the double grave in the field of Ephron the Hittite, where Abraham and his wife Sarah were buried, where Isaac was buried, in the path of the field and the grave that is in it, which was bought from the sons of Heth.’"
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "The Testament of Jacob 9:2",
                            "text": "And when Jacob had finished saying this, he drew his feet up on to his bed; he went forth from the body like every man."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "The Testament of Jacob 9:3",
                            "text": "And the Lord came from heaven with Michael and Gabriel accompanying him, and many legions of angels singing before him. They took the soul of Jacob Israel to abodes of light with his holy fathers Abraham and Isaac."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "The Testament of Jacob 9:4",
                            "text": "Such was the life of Jacob Israel the patriarch. Joseph presented him to Pharaoh when he was a hundred and thirty years old and he spent another seventeen years in Egypt; together this makes a hundred and forty-seven years."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "The Testament of Jacob 9:5",
                            "text": "He went to his rest in a ripe old age, perfect in every virtue and spiritual grace; and he glorified God in all his ways, in the peace of God. Amen."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "The Testament of Jacob 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:1",
                            "text": "Joseph threw himself upon his father, kissing him and weeping for him. And Joseph instructed his servants, the embalmers, saying: ‘Embalm my father in accordance with the best Egyptian practice.’"
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:2",
                            "text": "They spent forty days embalming Israel; and when the forty days of Israel's embalming were over, they spent another eight days mourning for him."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:3",
                            "text": "And when the days of Pharaoh's mourning were over (for he had been weeping for Jacob because of his love for Joseph), Joseph spoke with Pharaoh's great ones and said to them: ‘If I may claim this favour from you, speak on my behalf to Pharaoh the king saying: My father made me take an oath when he was about to go forth from the body, saying: Bury my body in my father's grave in the land of Canaan. So now I ask to be allowed to go and bury my father there and come back again.’"
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:4",
                            "text": "Pharaoh the king said to Joseph the wise: ‘Go in peace and bury your father as he made you swear to do; take with you chariots and wagons, and all the great ones of my kingdom, and as many of my servants as you need.’"
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:5",
                            "text": "Joseph worshipped God in Pharaoh's presence and went out from him."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:6",
                            "text": "And Joseph set out to bury his father. Many of Pharaoh's servants went with him, and the elders of Egypt as well as all Joseph's household, and his brothers, and the whole of Israel's household."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:7",
                            "text": "And there went up with him chariots and horsemen; they were a very great company."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:8",
                            "text": "And they stopped at the threshing floor of Gadad, which is on the bank on the other side of Jordan. They mourned for him there with a great and bitter mourning; and they mourned for him for seven days."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:9",
                            "text": "Those in the lowland heard the mourning at the threshing-floor of Gadad, and they said: ‘This great mourning is a mourning of the Egyptians, so that that place is called The Mourning of Egypt to this day.’"
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:10",
                            "text": "They took Israel and buried him in the land of Canaan in the double grave that Abraham had bought as a burial-place for silver from Ephron the Hittite, opposite Mamre."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "The Testament of Jacob 10:11",
                            "text": "And Joseph returned to Egypt together with his brothers and the party from Pharaoh's household. After his father's death Joseph lived for many more years and was king over Egypt. But Jacob Israel died and was laid with his people."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "The Testament of Jacob 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "The Testament of Jacob 11:1",
                            "text": "Behold now, we have told you these things as best we could in order to instruct you about the going forth from the body of our father the patriarch Jacob Israel. It is written in the divinely inspired scriptures and the ancient books of our fathers the apostles, even I, Athanasius your father."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "The Testament of Jacob 11:2",
                            "text": "If you want confirmation of this testament of the patriarch Jacob, take the book of Genesis of the prophet Moses, the lawgiver, and read what is in it: your mind will be enlightened: you will find this, and more, written about it."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "The Testament of Jacob 11:3",
                            "text": "And again, you will find mention of God and his angels, for God was a friend to the patriarchs while they were yet in the body and spoke with them many times in many passages of scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "The Testament of Jacob 11:4",
                            "text": "And you will find that he spoke too in many passages in scripture with the patriarch Jacob, saying, \"I will bless your descendants and make them as many as the stars of heaven.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "The Testament of Jacob 11:5",
                            "text": "And again, Jacob spoke with his son Joseph saying, \"My God appeared to me in the land of Canaan at Luz: he blessed me saying: ‘I will bless you and make you too many to be counted, and peoples and nations shall spring from you; I will give this land to your descendants after you as a possession for all time.’\""
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "The Testament of Jacob 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "The Testament of Jacob 12:1",
                            "text": "See then, my beloved, we have heard these things about our fathers the patriarchs."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "The Testament of Jacob 12:2",
                            "text": "Let us therefore emulate their deeds and their virtues, and their love of God and their love of men, and their hospitality, that we may be worthy to become their sons in the kingdom of the heavens, and that they may pray for us to God that he may save us from punishments in hell which the holy patriarch Jacob spoke about in his words full of all sweetness, when he taught his sons about the punishments and called them the sword of the Lord God."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "The Testament of Jacob 12:3",
                            "text": "These are the river of fire that is prepared, and which engulfs sinners in its waves and those that have defiled themselves."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "The Testament of Jacob 12:4",
                            "text": "These are the things the patriarch Jacob revealed when he taught the rest of his sons, that those that love instruction should listen to him and do what is good at all times, and love one another, and strive after love and pity."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "The Testament of Jacob 12:5",
                            "text": "For pity triumphs over judgement and love covers a multitude of sins; and again, he who has pity on a poor man lends on usury to God."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "The Testament of Jacob 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:1",
                            "text": "So now, my sons, let neither prayer nor fasting be lacking, and persist in them continually; for they drive away the demons."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:2",
                            "text": "My sons, keep yourselves from fornication, and anger, and adultery, and every evil thing, and especially from violence, and blasphemy, and theft."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:3",
                            "text": "For no man of violence will inherit the kingdom of the heavens, neither will any fornicator, nor catamite, nor sodomite, nor blasphemer, nor covetous man, nor curser, nor anyone who is defiled."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:4",
                            "text": "In short, these and the others we have mentioned will not inherit the kingdom of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:5",
                            "text": "My sons, honour the saints, for it is they who pray for you, that your descendants may prosper and that the land may be yours as an inheritance for ever."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:6",
                            "text": "My sons, be hospitable, that you may share the lot of our father Abraham, the great patriarch."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:7",
                            "text": "My sons, love the poor, that as you do to the poor man here, so God may give you the bread of eternal life in the heavens unto the end. He who feeds a poor man with bread here, God will feed him from the tree of life."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:8",
                            "text": "Clothe the poor man who is naked here on earth, that God may put on you a robe of glory in the heavens, and so you may become a true son of our holy fathers the patriarchs, Abraham and Isaac and Jacob, in the heavens for ever."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:9",
                            "text": "Call to mind the word of God here and remember the saints, and take care that copies of their memoirs and their hymns are made for the encouragement of those who hear them, so that your name also may be written in the book of life in the heavens, and you too may be numbered with the number of God's saints who have pleased him in their generation, and take part in the chorus with the angels in the land of the living."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:10",
                            "text": "We commemorate the saints, our fathers the patriarchs, at this very time every year; our father Abraham the patriarch on the twenty-eighth of Mesore, also our father Isaac the patriarch on the twenty-eighth of Mesore, and again our father Jacob on the twenty-eighth of this same month Mesore, as we have found it written in the ancient books of our holy fathers who were pleasing unto God."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:11",
                            "text": "Through their supplication and their prayers may all of us together be granted to share their lot in the kingdom of our Lord and our God and our Saviour Jesus Christ, through whom is the glory of the Father with him and the Holy life-giving Spirit now and always and for ever. Amen."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "The Testament of Jacob 13:12",
                            "text": "Remember me, that God may forgive me all my sins and give me understanding and give me stability without sin. Amen."
                        }
                    ]
                }
            ]
        }
    ]
}