{
    "books": [
        {
            "name": "Testament of Judah",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Testament of Judah 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Testament of Judah 1:1",
                            "text": "THE copy of the words of Judah, what things he spake to his sons before he died."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Testament of Judah 1:2",
                            "text": "They gathered themselves together, therefore, and came to him, and he said to them: Hearken, my children, to Judah your father."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Testament of Judah 1:3",
                            "text": "I was the fourth son born to my father Jacob; and Leah my mother named me Judah, saying, I give thanks to the Lord, because He hath given me a fourth son also."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Testament of Judah 1:4",
                            "text": "I was swift in my youth, and obedient to my father in everything."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Testament of Judah 1:5",
                            "text": "And I honoured my mother and my mother's sister."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Testament of Judah 1:6",
                            "text": "And it came to pass, when I became a man, that my father blessed me, saying, Thou shalt be a king, prospering in all things."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Testament of Judah 1:7",
                            "text": "And the Lord showed me favour in all my works both in the field and in the house."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Testament of Judah 1:8",
                            "text": "I know that I raced a hind, and caught it, and prepared the meat for my father, and he did eat."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Testament of Judah 1:9",
                            "text": "And the roes I used to master in the chase, and overtake all that was in the plains."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Testament of Judah 1:10",
                            "text": "A wild mare I overtook, and caught it and tamed it."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Testament of Judah 1:11",
                            "text": "I slew a lion and plucked a kid out of its mouth."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Testament of Judah 1:12",
                            "text": "I took a bear by its paw and hurled it down the cliff, and it was crushed."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Testament of Judah 1:13",
                            "text": "I outran the wild boar, and seizing it as I ran, I tore it in sunder."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Testament of Judah 1:14",
                            "text": "A leopard in Hebron leaped upon my dog, and I caught it by the tail, and hurled it on the rocks, and it was broken in twain"
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Testament of Judah 1:15",
                            "text": "I found a wild ox feeding in the fields, and seizing it by the horns, and whirling it round and stunning it, I cast it from me and slew it."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Testament of Judah 1:16",
                            "text": "And when the two kings of the Canaanites came sheathed, in armour against our flocks, and much people with them, single handed I rushed upon the king of Hazor, and smote him on the greives and dragged him down, and so I slew him."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Testament of Judah 1:17",
                            "text": "And the other, the king of Tappuah, as he sat upon his horse, I slew, and so I scattered all his people."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Testament of Judah 1:18",
                            "text": "Achor, the king, a man of giant stature, I found, hurling javelins before and behind as he sat on horseback, and I took up a stone of sixty pounds weight, and hurled it and smote his horse, and killed it."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Testament of Judah 1:19",
                            "text": "And I fought with this other for two hours; and I clave his shield in twain, and I chopped off his feet, and killed him."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Testament of Judah 1:20",
                            "text": "And as I was stripping off his breastplate, behold nine men his companions began to fight with me,"
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Testament of Judah 1:21",
                            "text": "And I wound my garment on my hand; and I slung stones at them, and killed four of them, and the rest fled."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Testament of Judah 1:22",
                            "text": "And Jacob my father slew Beelesath, king of all the kings, a giant in strength, twelve cubits high."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Testament of Judah 1:23",
                            "text": "And fear fell upon them, and they ceased warring against us."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Testament of Judah 1:24",
                            "text": "Therefore my father was free from anxiety in the wars when I was with my brethren."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Testament of Judah 1:25",
                            "text": "For he saw in a vision concerning me that an angel of might followed me everywhere, that I should not be overcome."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Testament of Judah 1:26",
                            "text": "And in the south there came upon us a greater war than that in Shechem; and I joined in battle array with my brethren, and pursued a thousand men, and slew of them two hundred men and four kings."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Testament of Judah 1:27",
                            "text": "And I went up upon the wall, and I slew four mighty men."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Testament of Judah 1:28",
                            "text": "And so we captured Hazor, and took all the spoil."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Testament of Judah 1:29",
                            "text": "And the next day we departed to Aretan, a city strong and walled and inaccessible, threatening us with death."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Testament of Judah 1:30",
                            "text": "But I and Gad approached on the east side of the city, and Reuben and Levi on the west."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Testament of Judah 1:31",
                            "text": "And they that were upon the wall, thinking that we were alone, were drawn down against us."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Testament of Judah 1:32",
                            "text": "And so my brothers secretly climbed up the wall on both sides by stakes, and entered the city, while the men knew it not."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Testament of Judah 1:33",
                            "text": "And we took it with the edge of the sword."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Testament of Judah 1:34",
                            "text": "And as for those who had taken refuge in the tower, we set fire to the tower and took both it and, them."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Testament of Judah 1:35",
                            "text": "And as we were departing the men of Tappuah seized our spoil, and seeing this we fought with them."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Testament of Judah 1:36",
                            "text": "And we slew them. all and recovered our spoil."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Testament of Judah 1:37",
                            "text": "And when I was at the waters of Kozeba, the men of Jobel came against us to battle."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Testament of Judah 1:38",
                            "text": "And we fought with them and routed them; and their allies from Shiloh we slew, and we did not leave them power to come in against us."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Testament of Judah 1:39",
                            "text": "And the men of Makir came upon us the fifth day, to seize our spoil; and we attacked them and overcame them in fierce battle: for there was a host of mighty men amongst them, and we slew them before they had gone up the ascent."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Testament of Judah 1:40",
                            "text": "And when we came to their city their women rolled upon us stones from the brow of the hill on which the city stood."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Testament of Judah 1:41",
                            "text": "And I and Simeon had ourselves behind the town, and seized upon the heights, and destroyed this city also."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Testament of Judah 1:42",
                            "text": "And the next day it was told us that the king of the city of Gaash with. a mighty host was coming against us."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Testament of Judah 1:43",
                            "text": "I, therefore, and Dan feigned ourselves to be Amorites, and as allies went into their city."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Testament of Judah 1:44",
                            "text": "And in the depth of night our brethren came and we opened to them the gates; and we destroyed all the men and their substance, and we took for a prey all that was theirs, and their three walls we cast down."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Testament of Judah 1:45",
                            "text": "And we drew near to Thamna, where was all the substance of the hostile kings."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Testament of Judah 1:46",
                            "text": "Then being insulted by them, I was therefore wroth, and rushed against them to the summit; and they kept slinging against me stones and darts."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Testament of Judah 1:47",
                            "text": "And had not Dan my brother aided me, they would have slain me."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Testament of Judah 1:48",
                            "text": "We came upon them, therefore, with wrath, and they all fled; and passing by another way, they fought my father, and he made peace with them."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Testament of Judah 1:49",
                            "text": "And we did to them no hurt, and they became tributary to us, and we restored to them their spoil."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Testament of Judah 1:50",
                            "text": "And I built Thamna, and my father built Pabael."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Testament of Judah 1:51",
                            "text": "I was twenty years old when this war befell. And the Canaanites feared me and my brethren."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Testament of Judah 1:52",
                            "text": "And I had much cattle, and I had for chief herdsman Iram the Adullamite."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Testament of Judah 1:53",
                            "text": "And when I went to him I saw Parsaba, king of Adullam; and he spake unto us, and he made us a feast; and when I was heated he gave me his daughter Bathshua to wife."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Testament of Judah 1:54",
                            "text": "She bare me Er, and Onan and Shelah; and two of them the Lord smote: for Shelah lived, and his children are ye.\n\n\n\n---"
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Testament of Judah 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Testament of Judah 2:1",
                            "text": "AND eighteen years my father abode in peace with his brother Esau, and his sons with us, after that we came from Mesopotamia, from Laban."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Testament of Judah 2:2",
                            "text": "And when eighteen years were fulfilled, in the fortieth year of my life, Esau, the brother of my father, came upon us with a mighty and strong people."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Testament of Judah 2:3",
                            "text": "And Jacob smote Esau with an arrow, and he was taken up wounded on Mount Seir, and as he went he died at Anoniram."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Testament of Judah 2:4",
                            "text": "And we pursued after the sons of Esau."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Testament of Judah 2:5",
                            "text": "Now they had a city with walls of iron and gates of brass; and we could not enter into it, and we encamped around, and besieged it."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Testament of Judah 2:6",
                            "text": "And when they opened not to us in twenty days, I set up a ladder in the sight of all and with my shield upon my head I went up, sustaining the assault of stones, upwards of three talents weight; and I slew four of their mighty men."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Testament of Judah 2:7",
                            "text": "And Reuben and Gad slew six others."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Testament of Judah 2:8",
                            "text": "Then they asked from us terms of peace; and having taken counsel with our father, we received them as tributaries."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Testament of Judah 2:9",
                            "text": "And they gave us five hundred cors of wheat, five hundred baths of oil, five hundred measures of wine, until the famine, when we went down into Egypt."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Testament of Judah 2:10",
                            "text": "And after these things my son Er took to wife Tamar, from Mesopotamia, a daughter of Aram."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Testament of Judah 2:11",
                            "text": "Now Er was wicked, and he was in need concerning Tamar, because she was not of the land of Canaan."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Testament of Judah 2:12",
                            "text": "And on the third night an angel of the Lord smote him."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Testament of Judah 2:13",
                            "text": "And he had not known her according to the evil craftiness of his mother, for he did not wish to have children by her."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Testament of Judah 2:14",
                            "text": "In the days of the wedding feast I gave Onan to her in marriage; and he also in wickedness knew her not, though he spent with her a year."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Testament of Judah 2:15",
                            "text": "And when I threatened him he went in unto her, but he spilled the seed on the ground, according to the command of his mother, and he also died through wickedness."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Testament of Judah 2:16",
                            "text": "And I wished to give Shelah also to her, but his mother did not permit it; for she wrought evil against Tamar, because she was not the daughters of Canaan, as she also herself was."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Testament of Judah 2:17",
                            "text": "And I knew that the race of the Canaanites was wicked, but the impulse of youth blinded my mind."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Testament of Judah 2:18",
                            "text": "And when I saw her pouring out wine, owing to the intoxication of wine I was deceived, and took her although my father had not counselled it."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Testament of Judah 2:19",
                            "text": "And while I was away she went and took for Shelah a wife from Canaan."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Testament of Judah 2:20",
                            "text": "And when I knew what she had done, I cursed her in the anguish of my soul."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Testament of Judah 2:21",
                            "text": "And she also died through her wickedness together with her sons."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Testament of Judah 2:22",
                            "text": "And after these things, while Tamar was a widow, she heard after two years that I was going up, to shear my sheep, and adorned herself in bridal array, and sat in the city Enaim by the gate."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Testament of Judah 2:23",
                            "text": "For it was a law of the Amorites, that she who was about to marry should sit in fornication seven days by the gate."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Testament of Judah 2:24",
                            "text": "Therefore being drunk with wine, I did not recognize her; and her beauty deceived me, through the fashion of her adorning."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Testament of Judah 2:25",
                            "text": "And I turned aside to her, and said: Let me go in unto thee."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Testament of Judah 2:26",
                            "text": "And she said: What wilt thou give me? And I gave her my staff, and my girdle, and the diadem of my kingdom in pledge."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Testament of Judah 2:27",
                            "text": "And I went in unto her, and she conceived."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Testament of Judah 2:28",
                            "text": "And not knowing what I had done, I wished to slay her; but she privily sent my pledges, and put me to shame."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Testament of Judah 2:29",
                            "text": "And when I called her, I heard also the secret words which I spoke when lying with her in my drunkenness; and I could not slay her, because it was from the Lord."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Testament of Judah 2:30",
                            "text": "For I said, Lest haply she did it in subtlety, having received the pledge from another woman."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Testament of Judah 2:31",
                            "text": "But I came not again near her while I lived, because I had done this abomination in all Israel."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Testament of Judah 2:32",
                            "text": "Moreover, they who were in the city said there was no harlot in the gate, because she came from another place, and sat for a while in the gate."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Testament of Judah 2:33",
                            "text": "And I thought that no one knew that I had gone in to her."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Testament of Judah 2:34",
                            "text": "And after this we came into Egypt to Joseph, because of the famine."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Testament of Judah 2:35",
                            "text": "And I was forty and six years old, and seventy and three years lived I in Egypt.\n\n\n\n---"
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Testament of Judah 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Testament of Judah 3:1",
                            "text": "AND now I command you, my children, hearken to Judah your father, and keep my sayings to perform all the ordinances of the Lord, and to obey the commands of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Testament of Judah 3:2",
                            "text": "And walk not after your lusts, nor in the imaginations of your thoughts in haughtiness of heart; and glory not in the deeds and strength of your youth, for this also is evil in the eyes of the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Testament of Judah 3:3",
                            "text": "Since I also gloried that in wars no comely woman's face ever enticed me, and reproved Reuben my brother concerning Bilhah, the wife of my father, the spirits of jealousy and of fornication arrayed themselves against me, until I lay with Bathshua the Canaanite, and Tamar, who was espoused to my sons."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Testament of Judah 3:4",
                            "text": "For I said to my father-in-law: I will take counsel with my father, and so will I take thy daughter."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Testament of Judah 3:5",
                            "text": "And he was unwilling but he showed me a boundless store of gold in his daughter's behalf; for be was a king."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Testament of Judah 3:6",
                            "text": "And he adorned her with gold and pearls, and caused her to pour out wine for us at the feast with the beauty of women."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Testament of Judah 3:7",
                            "text": "And the wine turned aside my eyes, and pleasure blinded my heart."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Testament of Judah 3:8",
                            "text": "And I became enamoured of and I lay with her, and transgressed the commandment of the Lord and the commandment of my fathers, and I took her to wife."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Testament of Judah 3:9",
                            "text": "And the Lord rewarded me according to the imagination of my heart, inasmuch as I had no joy in her children."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Testament of Judah 3:10",
                            "text": "And now, my children, I say unto you, be not drunk with wine; for wine turneth the mind away from, the truth, and inspires the passion of lust, and leadeth the eyes into error."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Testament of Judah 3:11",
                            "text": "For the spirit of fornication hath wine as a minister to give pleasure to the mind; for these two also take away the mind of man."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Testament of Judah 3:12",
                            "text": "For if a man drink wine to drunkenness, it disturbeth the mind with filthy thoughts leading to fornication, and heateth the body to carnal union; and if the occasion of the lust be present, he worketh the sin, and is not ashamed."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Testament of Judah 3:13",
                            "text": "Such is the inebriated man, my children; for he who is drunken reverenceth no man."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Testament of Judah 3:14",
                            "text": "For, lo, it made me also to err, so that I was not ashamed of the multitude in the city, in that before the eyes of all I turned aside unto Tamar, and I wrought a great sin, and I uncovered the covering of my sons' shame."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Testament of Judah 3:15",
                            "text": "After I had drunk wine I reverenced not the commandment of God, and I took a woman of Canaan to wife."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Testament of Judah 3:16",
                            "text": "For much discretion needeth the man who drinketh wine, my children; and herein is discretion in drinking wine, a man may drink so long as he preserveth modesty."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Testament of Judah 3:17",
                            "text": "But if he go beyond this limit the spirit of deceit attacketh his mind, and it maketh the drunkard to talk filthily, and to transgress and not to be ashamed, but even to glory in his shame, and to account himself honourable."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Testament of Judah 3:18",
                            "text": "He that committeth fornication is not aware when he suffers loss, and is not ashamed when put to dishonour."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Testament of Judah 3:19",
                            "text": "For even though a man be a king and commit fornication, he is stripped of his kingship by becoming the slave of fornication, as I myself also suffered."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Testament of Judah 3:20",
                            "text": "For I gave my staff, that is, the stay of my tribe; and my girdle, that is, my power; and my diadem, that is, the glory of my kingdom."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Testament of Judah 3:21",
                            "text": "And indeed I repented of these things; wine and flesh I eat not until my old age, nor did I behold any joy."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Testament of Judah 3:22",
                            "text": "And the angel of God showed me that for ever do women bear rule over king and beggar alike."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Testament of Judah 3:23",
                            "text": "And from the king they take away his glory, and from the valiant man his might, and from the beggar even that little which is the stay of his poverty."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Testament of Judah 3:24",
                            "text": "Observe, therefore, my children, the right limit in wine; for there are in it four evil spirits--of lust, of hot desire, of profligacy, of filthy lucre."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Testament of Judah 3:25",
                            "text": "If ye drink wine in gladness, be ye modest in the fear of God."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Testament of Judah 3:26",
                            "text": "For if in your gladness the fear of God departeth, then drunkenness ariseth and shamelessness stealeth in."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Testament of Judah 3:27",
                            "text": "But if ye would live soberly do not touch wine at all, lest ye sin in words of outrage, and in fightings and slanders, and transgressions of the commandments of God, and ye perish before your time."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Testament of Judah 3:28",
                            "text": "Moreover, wine revealeth the mysteries of God and men, even as I also revealed the commandments of God and the mysteries of Jacob my father to the Canaanitish woman Bathshua, which God bade me not to reveal."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Testament of Judah 3:29",
                            "text": "And wine is a cause both of war and confusion."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Testament of Judah 3:30",
                            "text": "And now, I command you, my children, not to love money, nor to gaze upon the beauty of women; because for the sake of money and beauty I was led astray to Bathshua the Canaanite."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Testament of Judah 3:31",
                            "text": "For I know that because of these two things shall my race fall into wickedness."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Testament of Judah 3:32",
                            "text": "For even wise men among my sons shall they mar, and shall cause the kingdom of Judah to be diminished, which the Lord gave me because of my obedience to my father."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Testament of Judah 3:33",
                            "text": "For I never caused grief to Jacob, my father; for all things whatsoever he commanded I did."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Testament of Judah 3:34",
                            "text": "And Isaac, the father of my father, blessed me to be king in Israel, and Jacob further blessed me in like manner."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Testament of Judah 3:35",
                            "text": "And I know that from me shall the kingdom be established."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Testament of Judah 3:36",
                            "text": "And I know what evils ye will do in the last days."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Testament of Judah 3:37",
                            "text": "Beware, therefore, my children, of fornication, and the love of money, and hearken to Judah your father."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Testament of Judah 3:38",
                            "text": "For these things withdraw au from the law of God, and blind the inclination of the soul, and teach arrogance, and suffer not a man to have compassion upon his neighbour."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Testament of Judah 3:39",
                            "text": "They rob his soul of all goodness, and oppress him with toils and troubles, and drive away sleep from him, and devour his flesh."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Testament of Judah 3:40",
                            "text": "And he hindereth the sacrifices of God; and he remembereth not the blessing of God, he hearkeneth not to a prophet when he speaketh, and resenteth the words of godliness."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Testament of Judah 3:41",
                            "text": "For he is a slave to two contrary passions, and cannot obey God, because they have blinded his soul, and he walketh in the day as in the night."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Testament of Judah 3:42",
                            "text": "My children, the love of money leadeth to idolatry; because, when led astray through money, men name as gods those who are not gods, and it causeth him who hath it to fall into madness."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Testament of Judah 3:43",
                            "text": "For the sake of money I lost my children, and had not my repentance, and my humiliation, and the prayers of my father been accepted, I should have died childless."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Testament of Judah 3:44",
                            "text": "But the God of my fathers had mercy on me, because I did it in ignorance."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Testament of Judah 3:45",
                            "text": "And the prince of deceit blinded me, and I sinned as a man and as flesh, being corrupted through sins; and I learnt my own weakness while thinking myself invincible."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Testament of Judah 3:46",
                            "text": "Know, therefore, my children, that two spirits wait upon man-the spirit of truth and the spirit of deceit."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Testament of Judah 3:47",
                            "text": "And in the midst is the spirit of understanding of the mind, to which it belongeth to turn whithersoever it will."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Testament of Judah 3:48",
                            "text": "And the works of truth and the works of deceit are written upon the hearts of men, and each one of them the Lord knoweth."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Testament of Judah 3:49",
                            "text": "And there is no time at which the works of men can be hid; for on the heart itself have they been written down before the Lord."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Testament of Judah 3:50",
                            "text": "And the spirit of truth testifieth all things, and accuseth all; and the sinner is burnt up by his own heart, and cannot raise his face to the judge.\n\n\n\n---"
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Testament of Judah 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Testament of Judah 4:1",
                            "text": "AND now, my children, I command you, love Levi, that ye may abide, and exalt not yourselves against him, lest ye be utterly destroyed."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Testament of Judah 4:2",
                            "text": "For to me the Lord gave the kingdom, and to him the priesthood, and He set the kingdom beneath the priesthood."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Testament of Judah 4:3",
                            "text": "To me He gave the things upon the earth; to him the things in the heavens."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Testament of Judah 4:4",
                            "text": "As the heaven is higher than the earth, so is the priesthood of God higher than the earthly kingdom, unless it falls away through sin from the Lord and is dominated by the earthly kingdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Testament of Judah 4:5",
                            "text": "For the angel of the Lord said unto me: The Lord chose him rather than thee, to draw near to Him, and to eat of His table and to offer Him the first-fruits of the choice things of the sons of Israel; but thou shalt be king of Jacob."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Testament of Judah 4:6",
                            "text": "And thou shalt be amongst them as the sea."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Testament of Judah 4:7",
                            "text": "For as, on the sea, just and unjust are tossed about, some taken into captivity while some are enriched, so also shall every race of men be in thee: some shall be impoverished, being taken captive, and others grow rich by plundering the possessions of others."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Testament of Judah 4:8",
                            "text": "For the kings shall be as sea-monsters."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Testament of Judah 4:9",
                            "text": "They shall swallow men like fishes: the sons and daughters of freemen shall they enslave; houses, lands, flocks, money shall they plunder:"
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Testament of Judah 4:10",
                            "text": "And with the flesh of many shall they wrongfully feed the ravens and the cranes; and they shall advance in evil in covetousness uplifted, and there shall be false prophets like tempest, and they shall persecute all righteous men."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Testament of Judah 4:11",
                            "text": "And the Lord shall bring upon them divisions one against another."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Testament of Judah 4:12",
                            "text": "And there shall be continual wars in Israel; and among men of another race shall my kingdom be brought to an end, until the salvation of Israel shall come."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Testament of Judah 4:13",
                            "text": "Until the appearing of the God of righteousness, that Jacob, and all the Gentiles may rest in peace."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Testament of Judah 4:14",
                            "text": "And He shall guard the might of my kingdom for ever; for the Lord aware to me with an oath that He would not destroy the kingdom from my seed for ever."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Testament of Judah 4:15",
                            "text": "Now I have much grief, my children, because of your lewdness and witchcrafts, and idolatries which ye shall practise against the kingdom, following them that have familiar spirits, diviners, and demons of error."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Testament of Judah 4:16",
                            "text": "Ye shall make your daughters singing girls and harlots, and ye shall mingle in the abominations of the Gentiles."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Testament of Judah 4:17",
                            "text": "For which things' sake the Lord shall bring upon you famine and pestilence, death and the sword, beleaguering by enemies, and revilings of friends, the slaughter of children, the rape of wives, the plundering of possessions, the burning of the temple of God, the laying waste of the land, the enslavement of yourselves among the Gentiles."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Testament of Judah 4:18",
                            "text": "And they shall make some of you eunuchs for their wives."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Testament of Judah 4:19",
                            "text": "Until the Lord visit you, when with perfect heart ye repent and walk in all His commandments, and He bring you up from captivity among the Gentiles."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Testament of Judah 4:20",
                            "text": "And after these things shall a star arise to you from Jacob in peace,"
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Testament of Judah 4:21",
                            "text": "And a man shall arise from my seed, like the sun of righteousness,"
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Testament of Judah 4:22",
                            "text": "Walking with the sons of men in meekness and righteousness;"
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Testament of Judah 4:23",
                            "text": "And no sin shall be found in him."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Testament of Judah 4:24",
                            "text": "And the heavens shall be opened unto him, to pour out the spirit, even the blessing of the Holy Father; and He shall pour out the spirit of grace upon you;"
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Testament of Judah 4:25",
                            "text": "And ye shall be unto Him sons in truth, and ye shall walk in His commandments first and last."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Testament of Judah 4:26",
                            "text": "Then shall the sceptre of my kingdom shine forth; and from your root shall arise a stem; and from it shall grow a rod of righteousness to the Gentiles, to judge and to save all that call upon the Lord."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Testament of Judah 4:27",
                            "text": "And after these things shall Abraham and Isaac and Jacob arise unto life; and I and my brethren shall be chiefs of the tribes of Israel:"
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Testament of Judah 4:28",
                            "text": "Levi first, I the second, Joseph third, Benjamin fourth, Simeon fifth, Issachar sixth, and so all in order."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Testament of Judah 4:29",
                            "text": "And the Lord blessed Levi, and the Angel of the Presence, me; the powers of glory, Simeon; the heaven, Reuben; the earth, Issachar; the sea, Zebulun; the mountains, Joseph; the tabernacle, Benjamin; the luminaries, Dan; Eden, Naphtali; the sun, Gad; the moon, Asher."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Testament of Judah 4:30",
                            "text": "And ye shall be the people of the Lord, and have one tongue; and there shall be there no spirit of deceit of Beliar, for he shall be cast into the fire for ever."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Testament of Judah 4:31",
                            "text": "And they who have died in grief shall arise in joy, and they who were poor for the Lord's sake shall be made rich, and they who are put to death for the Lord's sake shall awake to life."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Testament of Judah 4:32",
                            "text": "And the harts of Jacob shall run in joyfulness, and the eagles of Israel shall fly in gladness; and all the people shall glorify the Lord for ever."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Testament of Judah 4:33",
                            "text": "Observe, therefore, my children, all the law of the Lord, for there is hope for all them who hold fast unto, His ways."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Testament of Judah 4:34",
                            "text": "And he said to them: Behold, I die before your eyes this day, a hundred and nineteen years old."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Testament of Judah 4:35",
                            "text": "Let no one bury me in costly apparel, nor tear open my bowels, for this shall they who are kings do; and carry me up to Hebron with you."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Testament of Judah 4:36",
                            "text": "And Judah, when he had said these things, fell asleep; and his sons did according to all whatsoever he commanded them, and they buried him in Hebron, with his fathers."
                        }
                    ]
                }
            ]
        }
    ]
}