{
    "books": [
        {
            "name": "Gregory of Nazianzen: To Sophronius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory of Nazianzen: To Sophronius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:2",
                            "text": "To Sophronius, Prefect of Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:3",
                            "text": "(Sophronius, a native of the Cappadocian Caesarea, was an early friend and fellow-student of Gregory and Basil."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:4",
                            "text": "He entered the Civil Service, and soon rose to high office."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:5",
                            "text": "In a."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:6",
                            "text": "d."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:7",
                            "text": "365 he was appointed Prefect of Constantinople, as a reward for timely intimation which he gave to the Emperor Valens of the usurpation attempted by Procopius."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:8",
                            "text": "He is chiefly known to us by the letters of Gregory and Basil, invoking his good offices for various persons."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:9",
                            "text": "Ep."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:10",
                            "text": "21 was written in a."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:11",
                            "text": "d."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:12",
                            "text": "369 to commend to him Nicobulus, Gregory's nephew by marriage, the husband of Alypiana, daughter of his sister Gorgonia."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:13",
                            "text": "This Nicobulus was a man of great wealth and ability, but much disinclined for public life."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:14",
                            "text": "Gregory constantly writes to one and another high official to get him excused from appointments which had been thrust upon him."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:15",
                            "text": ")  Ep."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:16",
                            "text": "XXI."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:17",
                            "text": "Gold is changed and transformed into various forms at various times, being fashioned into many ornaments, and used by art for many purposes; yet it remains what it is—gold; and it is not the substance but the form which admits of change."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:18",
                            "text": "So also, believing that your kindness will remain unchanged for your friends, although you are ever climbing higher, I have ventured to send you this request, because I do not more reverence your high rank than I trust your kind disposition."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:19",
                            "text": "I entreat you to be favourable to my most respectable son Nicobulus, who is in all respects allied with me, both by kindred and by intimacy, and, which is more important, by disposition."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:20",
                            "text": "In what matters, and to what extent? In whatever he may ask your aid, and as far as may seem to you to befit your Magnanimity."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:21",
                            "text": "I on my part will repay you the best I have."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:22",
                            "text": "I have the power of speech, and of proclaiming your goodness, if not nearly according to its worth, at any rate to the best of my ability."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:23",
                            "text": "Ep."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:24",
                            "text": "XXII."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:25",
                            "text": "(Is for Amphilochius, written at the same time and in consequence of the same trouble as that which we have placed second of the letters to Caesarius."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:26",
                            "text": ")  As we know gold and stones by their look, so too we may distinguish good men from bad in the same way, and do not need a very long trial."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:27",
                            "text": "For I should not have needed many words in pleading for my most honourable son Amphilochius with Your Magnanimity."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:28",
                            "text": "I should rather have expected some strange and incredible thing to happen than that he would do anything dishonourable, or think of such a thing, in a matter of money; such a universal reputation has he as a gentleman, and as wiser than his years."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:29",
                            "text": "But what must he suffer? Nothing escapes envy, for some word of blame has touched even him, a man who has fallen under accusation of crime through simplicity rather than depravity of disposition."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:30",
                            "text": "But do not allow it to be tolerable to you to overlook him in his vexations and trouble."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:31",
                            "text": "Not so, I entreat your sacred and great mind, but honour your country and aid his virtue, and have a respect for me who have attained to glory by and through you; and be everything to this man, adding the will to the power, for I know that there is nothing of equal power with Your Excellency."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:32",
                            "text": "Ep."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:33",
                            "text": "XXIX."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:34",
                            "text": "(Of the same year."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:35",
                            "text": "Here Caesarius had bequeathed all his property to the poor; but his house had been looted by his servants, and his friends could only find a comparatively small sum."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:36",
                            "text": "Besides this a number of persons, shortly afterwards, presented themselves as creditors of his estate, and their claims, though incapable of proof, were paid."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:37",
                            "text": "Then others kept coming forward, until at last the family refused to admit any more."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:38",
                            "text": "Then a lawsuit was threatened."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:39",
                            "text": "Gregory intensely disliking all this, and dreading moreover the scandal which might be caused by legal proceedings, writes as follows to the Prefect."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:40",
                            "text": ")  You see how matters stand with me, and how the circle of human affairs goes round, now some now others flourishing or the reverse, and neither prosperity nor adversity remaining constant with us, as the saying is, but ever changing and altering, so that one might trust the breezes, or letters written in the waters, rather than human prosperity."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:41",
                            "text": "For what reason is this? I think it is in order that by the contemplation of the uncertainty and anomaly of all these things we may learn the rather to have recourse to God and to the future, giving scanty thoughts to shadows and dreams."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:42",
                            "text": "But what has produced this talk, for it is not without a cause that I thus philosophize, and I am not idly boasting?  Caesarius was once one of your not least distinguished friends; indeed, unless my brotherly affection deceives me, he was one of your most distinguished, for he was remarkably well informed, and for gentlemanly conduct was above the average, and was celebrated for the number of his friends; among the very first of these, as he always thought and as he persuaded me, Your Excellency held the first place."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:43",
                            "text": "These are old stories, and you will add to them of your own accord in rendering honours to his memory; for it is human nature to add something to the praises of the departed."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:44",
                            "text": "But now (that you may not pass over this story without a tear, or that you may weep to some good and useful purpose), he lies dead, friendless, solitary, pitiable, deemed worthy of a little myrrh (if even of so much), and of the last small coverings, and it is much that he has found even thus much compassion."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:45",
                            "text": "But his enemies, as I hear, have fallen upon his estate, and from all quarters with great violence are plundering it, or are about to do so."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:46",
                            "text": "O cruelty! O savagery! And there is no one to hinder them; but even the kindest of his friends only calls upon the laws as his utmost favour."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:47",
                            "text": "If I may put it concisely, I am become a mere drama, who once was wont to be happy."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:48",
                            "text": "Do not let this seem to you to be tolerable, but help me by sympathy and by sharing my indignation, and do right by the dead Caesarius."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:49",
                            "text": "Yes, in the name of friendship herself; yes, by all that you hold dearest; by your hope (which may you make secure by shewing yourself faithful and true to the departed), I pray you do this kindness to the living, and make them of good hope."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:50",
                            "text": "Do you think that I am grieved about the money? It would have been a more intolerable disgrace to me if Caesarius alone, who thought he had so many friends, turned out to have none."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:51",
                            "text": "Such is my request, and from such a cause does it arise, for perhaps my affairs are not altogether matters of indifference to you."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:52",
                            "text": "In what you will assist me, and by what means, and how, the matter itself will suggest and your wisdom will consider."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:53",
                            "text": "Ep."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:54",
                            "text": "XXXVII."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:55",
                            "text": "(A letter of recommendation for Eudoxius a Rhetorician for whom Gregory had a warm regard."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:56",
                            "text": ")  To honour a mother is a religious duty."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:57",
                            "text": "Now, different individuals have different mothers; but the common mother of all is our country."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:58",
                            "text": "This mother you have honoured by the splendour of your whole life; and you will honour her again now by obtaining for me that which I entreat."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:59",
                            "text": "And what is my request? You certainly know Eudoxius the Rhetorician, the most learned of her sons."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:60",
                            "text": "His son, to speak concisely, another Eudoxius both in life and learning, now approaches you through me."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:61",
                            "text": "In order then to get yourself a yet better name, be helpful to him in the matters for which he asks your assistance."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:62",
                            "text": "For it were a shame were you, who are the universal Patron of our Country, and who have done good to so many, and I will add, who will yet continue to do so, should not honour above all him who is most excellent in learning and in his eloquence, which you ought to honour, if for no other reason, because he uses it to praise your goodness."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:63",
                            "text": "Ep."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:64",
                            "text": "XXXIX."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:65",
                            "text": "(About the same date."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:66",
                            "text": "A recommendation of one Amazonius, whose learning was much respected by Gregory."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:67",
                            "text": ")  I wish well to all my friends."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:68",
                            "text": "And when I speak of friends, I mean honourable and good men, linked with me in virtue, if indeed I myself have any claim to it."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:69",
                            "text": "Therefore at the present time when seeking how I might do a kindness to my excellent brother Amazonius (for I was very much pleased with the man in some intercourse which has lately taken place between us), I thought I might return him one favour for all,—in your friendship and protection."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:70",
                            "text": "For in a short time he shewed proof of an extensive education, both of the kind which I used once to be very zealous for, when I was shortsighted, and of that for which I am zealous in its place since I have been able to contemplate the summit of virtue."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:71",
                            "text": "Whether I in my turn have appeared to him to be worth anything in respect of virtue is his affair."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:72",
                            "text": "At any rate I shewed him the best things I have, namely, my friends to him as my friend."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:73",
                            "text": "Of these I reckon you as the first and truest, and want you to shew yourself so to him—as your common Country demands, and my desire and promise begs; for I promised him your patronage in return for all his kindness."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:74",
                            "text": "Ep."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:75",
                            "text": "XCIII."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:76",
                            "text": "(Written soon after Gregory's resignation of the Archbishopric."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:77",
                            "text": ")  Our retreat and leisure and quiet have about them something very agreeable to me; but the fact that they cut me off from your friendship and society is not so advantageous but rather the other way."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:78",
                            "text": "Others enjoy your Perfection, to me it would be really a great boon if I might have just that shadow of conversation which comes in a letter."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:79",
                            "text": "Shall I see you again? Shall I embrace again him of whom I am so proud, and shall this be granted to the remnant of my life? If so, all thanks to God: if not, the best part of my life is over."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:80",
                            "text": "Pray remember your friend Gregory and pray for him."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:81",
                            "text": "Ep."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:82",
                            "text": "CXXXV."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:83",
                            "text": "(About the middle of a."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:84",
                            "text": "d."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:85",
                            "text": "382 Theodosius, on the recommendation of S."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:86",
                            "text": "Damasus, summoned a new Synod of Eastern Bishops to meet at Constantinople, to try and heal the schism which had been embittered by the election of Flavian at Antioch."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:87",
                            "text": "As soon as Gregory heard of the convocation of this Synod he wrote to several of his influential friends at Court, to beg them to do their utmost for the promotion of peace."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:88",
                            "text": ")  I am philosophizing at leisure."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:89",
                            "text": "That is the injury my enemies have done me, and I should be glad if they would do more of the same sort, that I might look upon them still more as benefactors."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:90",
                            "text": "For it often happens that those who are wronged get a benefit, while they, whom we would treat well, suffer injury."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:91",
                            "text": "That is the state of my affairs."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:92",
                            "text": "But if I cannot make every one believe this, I am very anxious, that at all events you, for them all, to whom I most willingly give an account of my affairs, should know, or rather I feel certain that you do know it, and can persuade those who do not."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:93",
                            "text": "You, however, I beg to give all diligence, now at any rate, if you have not done so before, to bring together to one voice and mind the sections of the world that are so unhappily divided; and above all if you should perceive, as I have observed, that they are divided not on account of the Faith, but by petty private interests."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:94",
                            "text": "To succeed in doing this would earn you a reward; and my retirement would have less to grieve over if I could see that I did not grasp at it to no purpose, but was like a Jonas, willingly casting myself into the sea, that the storm might cease and the sailors be saved."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Sophronius 1:95",
                            "text": "If, however, they are still as storm-tost as ever, I at all events have done what I could."
                        }
                    ]
                }
            ]
        }
    ]
}