{
    "books": [
        {
            "name": "Augustine: City of God Book VI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: City of God Book VI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:1",
                            "text": "Argument—Hitherto the argument has been conducted against those who believe that the gods are to be worshipped for the sake of temporal advantages, now it is directed against those who believe that they are to be worshipped for the sake of eternal life."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:2",
                            "text": "Augustin devotes the five following books to the confutation of this latter belief, and first of all shows how mean an opinion of the gods was held by Varro himself, the most esteemed writer on heathen theology."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:3",
                            "text": "Of this theology Augustin adopts Varro's division into three kinds, mythical, natural, and civil; and at once demonstrates that neither the mythical nor the civil can contribute anything to the happiness of the future life."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:4",
                            "text": "Preface."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:5",
                            "text": "In the five former books, I think I have sufficiently disputed against those who believe that the many false gods, which the Christian truth shows to be useless images, or unclean spirits and pernicious demons, or certainly creatures, not the Creator, are to be worshipped for the advantage of this mortal life, and of terrestrial affairs, with that rite and service which the Greeks call λατρεία, and which is due to the one true God."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:6",
                            "text": "And who does not know that, in the face of excessive stupidity and obstinacy, neither these five nor any other number of books whatsoever could be enough, when it is esteemed the glory of vanity to yield to no amount of strength on the side of truth,—certainly to his destruction over whom so heinous a vice tyrannizes? For, notwithstanding all the assiduity of the physician who attempts to effect a cure, the disease remains unconquered, not through any fault of his, but because of the incurableness of the sick man."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:7",
                            "text": "But those who thoroughly weigh the things which they read, having understood and considered them, without any, or with no great and excessive degree of that obstinacy which belongs to a long-cherished error, will more readily judge that, in the five books already finished, we have done more than the necessity of the question demanded, than that we have given it less discussion than it required."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:8",
                            "text": "And they cannot have doubted but that all the hatred which the ignorant attempt to bring upon the Christian religion on account of the disasters of this life, and the destruction and change which befall terrestrial things, whilst the learned do not merely dissimulate, but encourage that hatred, contrary to their own consciences, being possessed by a mad impiety;—they cannot have doubted, I say, but that this hatred is devoid of right reflection and reason, and full of most light temerity, and most pernicious animosity."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:9",
                            "text": "Chapter 1—Of Those Who Maintain that They Worship the Gods Not for the Sake of Temporal But Eternal Advantages."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:10",
                            "text": "Now, as, in the next place (as the promised order demands), those are to be refuted and taught who contend that the gods of the nations, which the Christian truth destroys, are to be worshipped not on account of this life, but on account of that which is to be after death, I shall do well to commence my disputation with the truthful oracle of the holy psalm, \"Blessed is the man whose hope is the Lord God, and who respecteth not vanities and lying follies\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:11",
                            "text": "Nevertheless, in all vanities and lying follies the philosophers are to be listened to with far more toleration, who have repudiated those opinions and errors of the people; for the people set up images to the deities, and either feigned concerning  those whom they call immortal gods many false and unworthy things, or believed them, already feigned, and, when believed, mixed them up with their worship and sacred rites."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:12",
                            "text": "With those men who, though not by free avowal of their convictions, do still testify that they disapprove of those things by their muttering disapprobation during disputations on the subject, it may not be very far amiss to discuss the following question: Whether for the sake of the life which is to be after death, we ought to worship, not the one God who made all creatures spiritual and corporeal, but those many gods who, as some of these philosophers hold, were made by that one God, and placed by Him in their respective sublime spheres, and are therefore considered more excellent and more noble than all the others? But who will assert that it must be affirmed and contended that those gods, certain of whom I have mentioned in the fourth book, to whom are distributed, each to each, the charges of minute things, do bestow eternal life? But will those most skilled and most acute men, who glory in having written for the great benefit of men, to teach on what account each god is to be worshipped, and what is to be sought from each, lest with most disgraceful absurdity, such as a mimic is wont for the sake of merriment to exhibit, water should be sought from Liber, wine from the Lymphs,—will those men indeed affirm to any man supplicating the immortal gods, that when he shall have asked wine from the Lymphs, and they shall have answered him, \"We have water, seek wine from Liber,\" he may rightly say, \"If ye have not wine, at least give me eternal life?\" What more monstrous than this absurdity? Will not these Lymphs,—for they are wont to be very easily made laugh,—laughing loudly (if they do not attempt to deceive like demons), answer the suppliant, \"O man, dost thou think that we have life (vitam) in our power, who thou hearest have not even the vine (vitem)?\" It is therefore most impudent folly to seek and hope for eternal life from such gods as are asserted so to preside over the separate minute concernments of this most sorrowful and short life, and whatever is useful for supporting and propping it, as that if anything which is under the care and power of one be sought from another, it is so incongruous and absurd that it appears very like to mimic drollery,—which, when it is done by mimics knowing what they are doing, is deservedly laughed at in the theatre, but when it is done by foolish persons, who do not know better, is more deservedly ridiculed in the world."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:13",
                            "text": "Wherefore, as concerns those gods which the states have established, it has been cleverly invented and handed down to memory by learned men, what god or goddess is to be supplicated in relation to every particular thing,—what, for instance, is to be sought from Liber, what from the Lymphs, what from Vulcan, and so of all the rest, some of whom I have mentioned in the fourth book, and some I have thought right to omit."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:14",
                            "text": "Further, if it is an error to seek wine from Ceres, bread from Liber, water from Vulcan, fire from the Lymphs, how much greater absurdity ought it to be thought, if supplication be made to any one of these for eternal life?  Wherefore, if, when we were inquiring what gods or goddesses are to be believed to be able to confer earthly kingdoms upon men, all things having been discussed, it was shown to be very far from the truth to think that even terrestrial kingdoms are established by any of those many false deities, is it not most insane impiety to believe that eternal life, which is, without any doubt or comparison, to be preferred to all terrestrial kingdoms, can be given to any one by any of these gods? For the reason why such gods seemed to us not to be able to give even an earthly kingdom, was not because they are very great and exalted, whilst that is something small and abject, which they, in their so great sublimity, would not condescend to care for, but because, however deservedly any one may, in consideration of human frailty, despise the falling pinnacles of an earthly kingdom, these gods have presented such an appearance as to seem most unworthy to have the granting and preserving of even those entrusted to them; and consequently, if (as we have taught in the two last books of our work, where this matter is treated of) no god out of all that crowd, either belonging to, as it were, the plebeian or to the noble gods, is fit to give mortal kingdoms to mortals, how much less is he able to make immortals of mortals?  And more than this, if, according to the opinion of those with whom we are now arguing, the gods are to be worshipped, not on account of the present life, but of that which is to be after death, then, certainly, they are not to be worshipped on account of those particular things which are distributed and portioned out (not by any law of rational truth, but by mere vain conjecture) to the power of such gods, as they believe they ought to be worshipped, who contend that their worship is necessary for all the desirable things of this mortal life, against whom I have disputed sufficiently, as far as I was able, in the five  preceding books."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:15",
                            "text": "These things being so, if the age itself of those who worshipped the goddess Juventas should be characterized by remarkable vigor, whilst her despisers should either die within the years of youth, or should, during that period, grow cold as with the torpor of old age; if bearded Fortuna should cover the cheeks of her worshippers more handsomely and more gracefully than all others, whilst we should see those by whom she was despised either altogether beardless or ill-bearded; even then we should most rightly say, that thus far these several gods had power, limited in some way by their functions, and that, consequently, neither ought eternal life to be sought from Juventas, who could not give a beard, nor ought any good thing after this life to be expected from Fortuna Barbata, who has no power even in this life to give the age itself at which the beard grows."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: City of God Book VI 1:16",
                            "text": "But now, when their worship is necessary not even on account of those very things which they think are subjected to their power,—for many worshippers of the goddess Juventas have not been at all vigorous at that age, and many who do not worship her rejoice in youthful strength; and also many suppliants of Fortuna Barbata have either not been able to attain to any beard at all, not even an ugly one, although they who adore her in order to obtain a beard are ridiculed by her bearded despisers,—is the human heart really so foolish as to believe that that worship of the gods, which it acknowledges to be vain and ridiculous with respect to those very temporal and swiftly passing gifts, over each of which one of these gods is said to preside, is fruitful in results with respect to eternal life? And that they are able to give eternal life has not been affirmed even by those who, that they might be worshipped by the silly populace, distributed in minute division among them these temporal occupations, that none of them might sit idle; for they had supposed the existence of an exceedingly great number."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: City of God Book VI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:1",
                            "text": "Chapter 2—What We are to Believe that Varro Thought Concerning the Gods of the Nations, Whose Various Kinds and Sacred Rites He Has Shown to Be Such that He Would Have Acted More Reverently Towards Them Had He Been Altogether Silent Concerning Them."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:2",
                            "text": "Who has investigated those things more carefully than Marcus Varro? Who has discovered them more learnedly? Who has considered them more attentively? Who has distinguished them more acutely? Who has written about them more diligently and more fully?—who, though he is less pleasing in his eloquence, is nevertheless so full of instruction and wisdom, that in all the erudition which we call secular, but they liberal, he will teach the student of things as much as Cicero delights the student of words."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:3",
                            "text": "And even Tully himself renders him such testimony, as to say in his Academic books that he had held that disputation which is there carried on with Marcus Varro, \"a man,\" he adds, \"unquestionably the acutest of all men, and, without any doubt, the most learned\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:4",
                            "text": "He does not say the most eloquent or the most fluent, for in reality he was very deficient in this faculty, but he says, \"of all men the most acute\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:5",
                            "text": "And in those books,—that is, the Academic,—where he contends that all things are to be doubted, he adds of him, \"without any doubt the most learned\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:6",
                            "text": "In truth, he was so certain concerning this thing, that he laid aside that doubt which he is wont to have recourse to in all things, as if, when about to dispute in favor of the doubt of the Academics, he had, with respect to this one thing, forgotten that he was an Academic."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:7",
                            "text": "But in the first book, when he extols the literary works of the same Varro, he says, \"Us straying and wandering in our own city like strangers, thy books, as it were, brought home, that at length we might come to know of who we were and where we were."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:8",
                            "text": "Thou has opened up to us the age of the country, the distribution of seasons, the laws of sacred things, and of the priests; thou hast opened up to us domestic and public discipline; thou hast pointed out to us the proper places for religious ceremonies, and hast informed us concerning sacred places."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:9",
                            "text": "Thou hast shown us the names, kinds, offices, causes of all divine and human things\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:10",
                            "text": "This man, then, of so distinguished and excellent acquirements, and, as Terentian briefly says of him in a most elegant verse,  \"Varro, a man universally informed,\"  who read so much that we wonder when he had time to write, wrote so much that we can scarcely believe any one could have read it all,—this man, I say, so great in talent, so great in learning, had he had been an opposer and destroyer of the so-called divine things of which he wrote, and had he said that they pertained to superstition rather than to religion, might perhaps, even in that case, not have written so many things which are ridiculous, contemptible, detestable."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: City of God Book VI 2:11",
                            "text": "But when he so worshipped these same gods, and so vindicated  their worship, as to say, in that same literary work of his, that he was afraid lest they should perish, not by an assault by enemies, but by the negligence of the citizens, and that from this ignominy they are being delivered by him, and are being laid up and preserved in the memory of the good by means of such books, with a zeal far more beneficial than that through which Metellus is declared to have rescued the sacred things of Vesta from the flames, and aeneas to have rescued the Penates from the burning of Troy; and when he nevertheless, gives forth such things to be read by succeeding ages as are deservedly judged by wise and unwise to be unfit to be read, and to be most hostile to the truth of religion; what ought we to think but that a most acute and learned man,—not, however made free by the Holy Spirit,—was overpowered by the custom and laws of his state, and, not being able to be silent about those things by which he was influenced, spoke of them under pretence of commending religion?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: City of God Book VI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:1",
                            "text": "Chapter 3—Varro's Distribution of His Book Which He Composed Concerning the Antiquities of Human and Divine Things."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:2",
                            "text": "He wrote forty-one books of antiquities."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:3",
                            "text": "These he divided into human and divine things."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:4",
                            "text": "Twenty-five he devoted to human things, sixteen to divine things; following this plan in that division,—namely, to give six books to each of the four divisions of human things."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:5",
                            "text": "For he directs his attention to these considerations: who perform, where they perform, when they perform, what they perform."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:6",
                            "text": "Therefore in the first six books he wrote concerning men; in the second six, concerning places; in the third six, concerning times; in the fourth and last six, concerning things."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:7",
                            "text": "Four times six, however, make only twenty-four."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:8",
                            "text": "But he placed at the head of them one separate work, which spoke of all these things conjointly."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:9",
                            "text": "In divine things, the same order he preserved throughout, as far as concerns those things which are performed to the gods."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:10",
                            "text": "For sacred things are performed by men in places and times."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:11",
                            "text": "These four things I have mentioned he embraced in twelve books, allotting three to each."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:12",
                            "text": "For he wrote the first three concerning men, the following three concerning places, the third three concerning times, and the fourth three concerning sacred rites,—showing who should perform, where they should perform, when they should perform, what they should perform, with most subtle distinction."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:13",
                            "text": "But because it was necessary to say—and that especially was expected—to whom they should perform sacred rites, he wrote concerning the gods themselves the last three books; and these five times three made fifteen."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:14",
                            "text": "But they are in all, as we have said, sixteen."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:15",
                            "text": "For he put also at the beginning of these one distinct book, speaking by way of introduction of all which follows; which being finished, he proceeded to subdivide the first three in that five-fold distribution which pertain to men, making the first concerning high priests, the second concerning augurs, the third concerning the fifteen men presiding over the sacred ceremonies."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:16",
                            "text": "The second three he made concerning places, speaking in one of them concerning their chapels, in the second concerning their temples, and in the third concerning religious places."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:17",
                            "text": "The next three which follow these, and pertain to times,—that is, to festival days,—he distributed so as to make one concerning holidays, the other concerning the circus games, and the third concerning scenic plays."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:18",
                            "text": "Of the fourth three, pertaining to sacred things, he devoted one to consecrations, another to private, the last to public, sacred rites."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:19",
                            "text": "In the three which remain, the gods themselves follow this pompous train, as it were, for whom all this culture has been expended."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: City of God Book VI 3:20",
                            "text": "In the first book are the certain gods, in the second the uncertain, in the third, and last of all, the chief and select gods."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: City of God Book VI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:1",
                            "text": "Chapter 4—That from the Disputation of Varro, It Follows that the Worshippers of the Gods Regard Human Things as More Ancient Than Divine Things."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:2",
                            "text": "In this whole series of most beautiful and most subtle distributions and distinctions, it will most easily appear evident from the things we have said already, and from what is to be said hereafter, to any man who is not, in the obstinacy of his heart, an enemy to himself, that it is vain to seek and to hope for, and even most impudent to wish for eternal life."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:3",
                            "text": "For these institutions are either the work of men or of demons,—not of those whom they call good demons, but, to speak more plainly, of unclean, and, without controversy, malign spirits, who with wonderful slyness and secretness suggest to the thoughts of the impious, and sometimes openly present to their understandings, noxious opinions, by which the human mind grows more and more foolish, and becomes unable to adapt itself to and abide in the immutable and eternal truth, and seek  to confirm these opinions by every kind of fallacious attestation in their power."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:4",
                            "text": "This very same Varro testifies that he wrote first concerning human things, but afterwards concerning divine things, because the states existed first, and afterward these things were instituted by them."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:5",
                            "text": "But the true religion was not instituted by any earthly state, but plainly it established the celestial city."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:6",
                            "text": "It, however, is inspired and taught by the true God, the giver of eternal life to His true worshippers."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:7",
                            "text": "The following is the reason Varro gives when he confesses that he had written first concerning human things, and afterwards of divine things, because these divine things were instituted by men:—\"As the painter is before the painted tablet, the mason before the edifice, so states are before those things which are instituted by states\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:8",
                            "text": "But he says that he would have written first concerning the gods, afterwards concerning men, if he had been writing concerning the whole nature of the gods,—as if he were really writing concerning some portion of, and not all, the nature of the gods; or as if, indeed, some portion of, though not all, the nature of the gods ought not to be put before that of men."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:9",
                            "text": "How, then, comes it that in those three last books, when he is diligently explaining the certain, uncertain and select gods, he seems to pass over no portion of the nature of the gods? Why, then, does he say, \"If we had been writing on the whole nature of the gods, we would first have finished the divine things before we touched the human?\" For he either writes concerning the whole nature of the gods, or concerning some portion of it, or concerning no part of it at all."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:10",
                            "text": "If concerning it all, it is certainly to be put before human things; if concerning some part of it, why should it not, from the very nature of the case, precede human things? Is not even some part of the gods to be preferred to the whole of humanity? But if it is too much to prefer a part of the divine to all human things, that part is certainly worthy to be preferred to the Romans at least."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:11",
                            "text": "For he writes the books concerning human things, not with reference to the whole world, but only to Rome; which books he says he had properly placed, in the order of writing, before the books on divine things, like a painter before the painted tablet, or a mason before the building, most openly confessing that, as a picture or a structure, even these divine things were instituted by men."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:12",
                            "text": "There remains only the third supposition, that he is to be understood to have written concerning no divine nature, but that he did not wish to say this openly, but left it to the intelligent to infer; for when one says \"not all,\" usage understands that to mean \"some,\" but it may be understood as meaning none, because that which is none is neither all nor some."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:13",
                            "text": "In fact, as he himself says, if he had been writing concerning all the nature of the gods, its due place would have been before human things in the order of writing."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:14",
                            "text": "But, as the truth declares, even though Varro is silent, the divine nature should have taken precedence of Roman things, though it were not all, but only some."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:15",
                            "text": "But it is properly put after, therefore it is none."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:16",
                            "text": "His arrangement, therefore, was due, not to a desire to give human things priority to divine things, but to his unwillingness to prefer false things to true."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:17",
                            "text": "For in what he wrote on human things, he followed the history of affairs; but in what he wrote concerning those things which they call divine, what else did he follow but mere conjectures about vain things? This, doubtless, is what, in a subtle manner, he wished to signify; not only writing concerning divine things after the human, but even giving a reason why he did so; for if he had suppressed this, some, perchance, would have defended his doing so in one way, and some in another."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:18",
                            "text": "But in that very reason he has rendered, he has left nothing for men to conjecture at will, and has sufficiently proved that he preferred men to the institutions of men, not the nature of men to the nature of the gods."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: City of God Book VI 4:19",
                            "text": "Thus he confessed that, in writing the books concerning divine things, he did not write concerning the truth which belongs to nature, but the falseness which belongs to error; which he has elsewhere expressed more openly (as I have mentioned in the fourth book), saying that, had he been founding a new city himself, he would have written according to the order of nature; but as he had only found an old one, he could not but follow its custom."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: City of God Book VI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:1",
                            "text": "Chapter 5—Concerning the Three Kinds of Theology According to Varro, Namely, One Fabulous, the Other Natural, the Third Civil."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:2",
                            "text": "Now what are we to say of this proposition of his, namely, that there are three kinds of theology, that is, of the account which is given of the gods; and of these, the one is called mythical, the other physical, and the third civil? Did the Latin usage permit, we should call the kind which he has placed first in order fabular, but let us call it fabulous, for mythical is derived from the Greek μῦθος, a fable; but that the second should be called natural, the usage of speech now admits; the third he himself has designated in Latin, call  ing it civil."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:3",
                            "text": "Then he says, \"they call that kind mythical which the poets chiefly use; physical, that which the philosophers use; civil, that which the people use."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:4",
                            "text": "As to the first I have mentioned,\" says he, \"in it are many fictions, which are contrary to the dignity and nature of the immortals."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:5",
                            "text": "For we find in it that one god has been born from the head, another from the thigh, another from drops of blood; also, in this we find that gods have stolen, committed adultery, served men; in a word, in this all manner of things are attributed to the gods, such as may befall, not merely any man, but even the most contemptible man\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:6",
                            "text": "He certainly, where he could, where he dared, where he thought he could do it with impunity, has manifested, without any of the haziness of ambiguity, how great injury was done to the nature of the gods by lying fables; for he was speaking, not concerning natural theology, not concerning civil, but concerning fabulous theology, which he thought he could freely find fault with."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:7",
                            "text": "Let us see, now, what he says concerning the second kind."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:8",
                            "text": "\"The second kind which I have explained,\" he says, \"is that concerning which philosophers have left many books, in which they treat such questions as these: what gods there are, where they are, of what kind and character they are, since what time they have existed, or if they have existed from eternity; whether they are of fire, as Heraclitus believes; or of number, as Pythagoras; or of atoms, as Epicurus says; and other such things, which men's ears can more easily hear inside the walls of a school than outside in the Forum\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:9",
                            "text": "He finds fault with nothing in this kind of theology which they call physical, and which belongs to philosophers, except that he has related their controversies among themselves, through which there has arisen a multitude of dissentient sects."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:10",
                            "text": "Nevertheless he has removed this kind from the Forum, that is, from the populace, but he has shut it up in schools."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:11",
                            "text": "But that first kind, most false and most base, he has not removed from the citizens."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:12",
                            "text": "Oh, the religious ears of the people, and among them even those of the Romans, that are not able to bear what the philosophers dispute concerning the gods! But when the poets sing and stage-players act such things as are derogatory to the dignity and the nature of the immortals, such as may befall not a man merely, but the most contemptible man, they not only bear, but willingly listen to."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:13",
                            "text": "Nor is this all, but they even consider that these things please the gods, and that they are propitiated by them."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:14",
                            "text": "But some one may say, Let us distinguish these two kinds of theology, the mythical and the physical,—that is, the fabulous and the natural,—from this civil kind about which we are now speaking."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:15",
                            "text": "Anticipating this, he himself has distinguished them."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:16",
                            "text": "Let us see now how he explains the civil theology itself."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:17",
                            "text": "I see, indeed, why it should be distinguished as fabulous, even because it is false, because it is base, because it is unworthy."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:18",
                            "text": "But to wish to distinguish the natural from the civil, what else is that but to confess that the civil itself is false? For if that be natural, what fault has it that it should be excluded? And if this which is called civil be not natural, what merit has it that it should be admitted? This, in truth, is the cause why he wrote first concerning human things, and afterwards concerning divine things; since in divine things he did not follow nature, but the institution of men."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:19",
                            "text": "Let us look at this civil theology of his."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:20",
                            "text": "\"The third kind,\" says he, \"is that which citizens in cities, and especially the priests, ought to know and to administer."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:21",
                            "text": "From it is to be known what god each one may suitably worship, what sacred rites and sacrifices each one may suitably perform\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:22",
                            "text": "Let us still attend to what follows."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:23",
                            "text": "\"The first theology,\" he says, \"is especially adapted to the theatre, the second to the world, the third to the city\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:24",
                            "text": "Who does not see to which he gives the palm? Certainly to the second, which he said above is that of the philosophers."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:25",
                            "text": "For he testifies that this pertains to the world, than which they think there is nothing better."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:26",
                            "text": "But those two theologies, the first and the third,—to wit, those of the theatre and of the city,—has he distinguished them or united them? For although we see that the city is in the world, we do not see that it follows that any things belonging to the city pertain to the world."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:27",
                            "text": "For it is possible that such things may be worshipped and believed in the city, according to false opinions, as have no existence either in the world or out of it."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Augustine: City of God Book VI 5:28",
                            "text": "But where is the theatre but in the city? Who instituted the theatre but the state? For what purpose did it constitute it but for scenic plays? And to what class of things do scenic plays belong but to those divine things concerning which these books of Varro's are written with so much ability?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: City of God Book VI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:1",
                            "text": "Chapter 6—Concerning the Mythic, that Is, the Fabulous, Theology, and the Civil, Against Varro."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:2",
                            "text": "O Marcus Varro! thou art the most acute, and without doubt the most learned, but still a man, not God,—now lifted up by the Spirit  of God to see and to announce divine things, thou seest, indeed, that divine things are to be separated from human trifles and lies, but thou fearest to offend those most corrupt opinions of the populace, and their customs in public superstitions, which thou thyself, when thou considerest them on all sides, perceivest, and all your literature loudly pronounces to be abhorrent from the nature of the gods, even of such gods as the frailty of the human mind supposes to exist in the elements of this world."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:3",
                            "text": "What can the most excellent human talent do here? What can human learning, though manifold, avail thee in this perplexity? Thou desirest to worship the natural gods; thou art compelled to worship the civil."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:4",
                            "text": "Thou hast found some of the gods to be fabulous, on whom thou vomitest forth very freely what thou thinkest, and, whether thou willest or not, thou wettest therewith even the civil gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:5",
                            "text": "Thou sayest, forsooth, that the fabulous are adapted to the theatre, the natural to the world, and the civil to the city; though the world is a divine work, but cities and theatres are the works of men, and though the gods who are laughed at in the theatre are not other than those who are adored in the temples; and ye do not exhibit games in honor of other gods than those to whom ye immolate victims."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:6",
                            "text": "How much more freely and more subtly wouldst thou have decided these hadst thou said that some gods are natural, others established by men; and concerning those who have been so established, the literature of the poets gives one account, and that of the priests another,—both of which are, nevertheless, so friendly the one to the other, through fellowship in falsehood, that they are both pleasing to the demons, to whom the doctrine of the truth is hostile."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:7",
                            "text": "That theology, therefore, which they call natural, being put aside for a moment, as it is afterwards to be discussed, we ask if any one is really content to seek a hope for eternal life from poetical, theatrical, scenic gods? Perish the thought! The true God avert so wild and sacrilegious a madness! What, is eternal life to be asked from those gods whom these things pleased, and whom these things propitiate, in which their own crimes are represented? No one, as I think, has arrived at such a pitch of headlong and furious impiety."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:8",
                            "text": "So then, neither by the fabulous nor by the civil theology does any one obtain eternal life."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:9",
                            "text": "For the one sows base things concerning the gods by feigning them, the other reaps by cherishing them; the one scatters lies, the other gathers them together; the one pursues divine things with false crimes, the other incorporates among divine things the plays which are made up of these crimes; the one sounds abroad in human songs impious fictions concerning the gods, the other consecrates these for the festivities of the gods themselves; the one sings the misdeeds and crimes of the gods, the other loves them; the one gives forth or feigns, the other either attests the true or delights in the false."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:10",
                            "text": "Both are base; both are damnable."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:11",
                            "text": "But the one which is theatrical teaches public abomination, and that one which is of the city adorns itself with that abomination."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:12",
                            "text": "Shall eternal life be hoped for from these, by which this short and temporal life is polluted? Does the society of wicked men pollute our life if they insinuate themselves into our affections, and win our assent? and does not the society of demons pollute the life, who are worshipped with their own crimes?—if with true crimes, how wicked the demons! if with false, how wicked the worship!  When we say these things, it may perchance seem to some one who is very ignorant of these matters that only those things concerning the gods which are sung in the songs of the poets and acted on the stage are unworthy of the divine majesty, and ridiculous, and too detestable to be celebrated, whilst those sacred things which not stage-players but priests perform are pure and free from all unseemliness."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:13",
                            "text": "Had this been so, never would any one have thought that these theatrical abominations should be celebrated in their honor, never would the gods themselves have ordered them to be performed to them."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:14",
                            "text": "But men are in nowise ashamed to perform these things in the theatres, because similar things are carried on in the temples."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:15",
                            "text": "In short, when the fore-mentioned author attempted to distinguish the civil theology from the fabulous and natural, as a sort of third and distinct kind, he wished it to be understood to be rather tempered by both than separated from either."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:16",
                            "text": "For he says that those things which the poets write are less than the people ought to follow, whilst what the philosophers say is more than it is expedient for the people to pry into."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:17",
                            "text": "\"Which,\" says he, \"differ in such a way, that nevertheless not a few things from both of them have been taken to the account of the civil theology; wherefore we will indicate what the civil theology has in common with that of the poet, though it ought to be more closely connected with the theology of philosophers\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:18",
                            "text": "Civil theology is therefore not quite disconnected from that of the poets."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:19",
                            "text": "Nevertheless, in another place, concerning the generations of the gods, he says that the people are more inclined toward  the poets than toward the physical theologists."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:20",
                            "text": "For in this place he said what ought to be done; in that other place, what was really done."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:21",
                            "text": "He said that the latter had written for the sake of utility, but the poets for the sake of amusement."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:22",
                            "text": "And hence the things from the poets' writings, which the people ought not to follow, are the crimes of the gods; which, nevertheless, amuse both the people and the gods."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Augustine: City of God Book VI 6:23",
                            "text": "For, for amusement's sake, he says, the poets write, and not for that of utility; nevertheless they write such things as the gods will desire, and the people perform."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: City of God Book VI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:1",
                            "text": "Chapter 7—Concerning the Likeness and Agreement of the Fabulous and Civil Theologies."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:2",
                            "text": "That theology, therefore, which is fabulous, theatrical, scenic, and full of all baseness and unseemliness, is taken up into the civil theology; and part of that theology, which in its totality is deservedly judged to be worthy of reprobation and rejection, is pronounced worthy to be cultivated and observed;—not at all an incongruous part, as I have undertaken to show, and one which, being alien to the whole body, was unsuitably attached to and suspended from it, but a part entirely congruous with, and most harmoniously fitted to the rest, as a member of the same body."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:3",
                            "text": "For what else do those images, forms, ages, sexes, characteristics of the gods show? If the poets have Jupiter with a beard and Mercury beardless, have not the priests the same? Is the Priapus of the priests less obscene than the Priapus of the players? Does he receive the adoration of worshippers in a different form from that in which he moves about the stage for the amusement of spectators? Is not Saturn old and Apollo young in the shrines where their images stand as well as when represented by actors' masks? Why are Forculus, who presides over doors, and Limentinus, who presides over thresholds and lintels, male gods, and Cardea between them feminine, who presides over hinges? Are not those things found in books on divine things, which grave poets have deemed unworthy of their verses? Does the Diana of the theatre carry arms, whilst the Diana of the city is simply a virgin? Is the stage Apollo a lyrist, but the Delphic Apollo ignorant of this art? But these things are decent compared with the more shameful things."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:4",
                            "text": "What was thought of Jupiter himself by those who placed his wet nurse in the Capitol? Did they not bear witness to Euhemerus, who, not with the garrulity of a fable-teller, but with the gravity of an historian who had diligently investigated the matter, wrote that all such gods had been men and mortals? And they who appointed the Epulones as parasites at the table of Jupiter, what else did they wish for but mimic sacred rites."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:5",
                            "text": "For if any mimic had said that parasites of Jupiter were made use of at his table, he would assuredly have appeared to be seeking to call forth laughter."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:6",
                            "text": "Varro said it,—not when he was mocking, but when he was commending the gods did he say it."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:7",
                            "text": "His books on divine, not on human, things testify that he wrote this,—not where he set forth the scenic games, but where he explained the Capitoline laws."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:8",
                            "text": "In a word, he is conquered, and confesses that, as they made the gods with a human form, so they believed that they are delighted with human pleasures."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:9",
                            "text": "For also malign spirits were not so wanting to their own business as not to confirm noxious opinions in the minds of men by converting them into sport."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:10",
                            "text": "Whence also is that story about the sacristan of Hercules, which says that, having nothing to do, he took to playing at dice as a pastime, throwing them alternately with the one hand for Hercules, with the other for himself, with this understanding, that if he should win, he should from the funds of the temple prepare himself a supper, and hire a mistress; but if Hercules should win the game, he himself should, at his own expense, provide the same for the pleasure of Hercules."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:11",
                            "text": "Then, when he had been beaten by himself, as though by Hercules, he gave to the god Hercules the supper he owed him, and also the most noble harlot Larentina."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:12",
                            "text": "But she, having fallen asleep in the temple, dreamed that Hercules had had intercourse with her, and had said to her that she would find her payment with the youth whom she should first meet on leaving the temple, and that she was to believe this to be paid to her by Hercules."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:13",
                            "text": "And so the first youth that met her on going out was the wealthy Tarutius, who kept her a long time, and when he died left her his heir."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:14",
                            "text": "She, having obtained a most ample fortune, that she should not seem ungrateful for the divine hire, in her turn made the Roman people her heir, which she thought to be most acceptable to the deities; and, having disappeared, the will was found."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:15",
                            "text": "By which meritorious conduct they say that she gained divine honors."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:16",
                            "text": "Now had these things been feigned by the poets and acted by the mimics, they would without any doubt have been said to pertain to the fabulous theology, and would have been judged worthy to be separated from the dig  nity of the civil theology."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:17",
                            "text": "But when these shameful things,—not of the poets, but of the people; not of the mimics, but of the sacred things; not of the theatres, but of the temples, that is, not of the fabulous, but of the civil theology,—are reported by so great an author, not in vain do the actors represent with theatrical art the baseness of the gods, which is so great; but surely in vain do the priests attempt, by rites called sacred, to represent their nobleness of character, which has no existence."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:18",
                            "text": "There are sacred rites of Juno; and these are celebrated in her beloved island, Samos, where she was given in marriage to Jupiter."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:19",
                            "text": "There are sacred rites of Ceres, in which Proserpine is sought for, having been carried off by Pluto."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:20",
                            "text": "There are sacred rites of Venus, in which, her beloved Adonis being slain by a boar's tooth, the lovely youth is lamented."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:21",
                            "text": "There are sacred rites of the mother of the gods, in which the beautiful youth Atys, loved by her, and castrated by her through a woman's jealousy, is deplored by men who have suffered the like calamity, whom they call Galli."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:22",
                            "text": "Since, then, these things are more unseemly than all scenic abomination, why is it that they strive to separate, as it were, the fabulous fictions of the poet concerning the gods, as, forsooth, pertaining to the theatre, from the civil theology which they wish to belong to the city, as though they were separating from noble and worthy things, things unworthy and base? Wherefore there is more reason to thank the stage-actors, who have spared the eyes of men and have not laid bare by theatrical exhibition all the things which are hid by the walls of the temples."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:23",
                            "text": "What good is to be thought of their sacred rites which are concealed in darkness, when those which are brought forth into the light are so detestable? And certainly they themselves have seen what they transact in secret through the agency of mutilated and effeminate men."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:24",
                            "text": "Yet they have not been able to conceal those same men miserably and vile enervated and corrupted."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:25",
                            "text": "Let them persuade whom they can that they transact anything holy through such men, who, they cannot deny, are numbered, and live among their sacred things."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:26",
                            "text": "We know not what they transact, but we know through whom they transact; for we know what things are transacted on the stage, where never, even in a chorus of harlots, hath one who is mutilated or an effeminate appeared."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:27",
                            "text": "And, nevertheless, even these things are acted by vile and infamous characters; for, indeed, they ought not to be acted by men of good character."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Augustine: City of God Book VI 7:28",
                            "text": "What, then, are those sacred rites, for the performance of which holiness has chosen such men as not even the obscenity of the stage has admitted?."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: City of God Book VI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:1",
                            "text": "Chapter 8—Concerning the Interpretations, Consisting of Natural Explanations, Which the Pagan Teachers Attempt to Show for Their Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:2",
                            "text": "But all these things, they say, have certain physical, that is, natural interpretations, showing their natural meaning; as though in this disputation we were seeking physics and not theology, which is the account, not of nature, but of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:3",
                            "text": "For although He who is the true God is God, not by opinion, but by nature, nevertheless all nature is not God; for there is certainly a nature of man, of a beast, of a tree, of a stone,—none of which is God."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:4",
                            "text": "For if, when the question is concerning the mother of the gods, that from which the whole system of interpretation starts certainly is, that the mother of the gods is the earth, why do we make further inquiry? why do we carry our investigation through all the rest of it? What can more manifestly favor them who say that all those gods were men? For they are earth-born in the sense that the earth is their mother."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:5",
                            "text": "But in the true theology the earth is the work, not the mother, of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:6",
                            "text": "But in whatever way their sacred rites may be interpreted, and whatever reference they may have to the nature of things, it is not according to nature, but contrary to nature, that men should be effeminates."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:7",
                            "text": "This disease, this crime, this abomination, has a recognized place among those sacred things, though even depraved men will scarcely be compelled by torments to confess they are guilty of it."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:8",
                            "text": "Again, if these sacred rites, which are proved to be fouler than scenic abominations, are excused and justified on the ground that they have their own interpretations, by which they are shown to symbolize the nature of things, why are not the poetical things in like manner excused and justified? For many have interpreted even these in like fashion, to such a degree that even that which they say is the most monstrous and most horrible,—namely, that Saturn devoured his own children,—has been interpreted by some of them to mean that length of time, which is signified by the name of Saturn, consumes whatever it begets; or that, as the same Varro thinks, Saturn belongs to seeds which fall back again into the earth from whence they spring."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:9",
                            "text": "And so one interprets it in one way, and one in another."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:10",
                            "text": "And the same is to be said of all the rest of this theology."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:11",
                            "text": "And, nevertheless, it is called the fabulous theology, and is censured, cast off, rejected,  together with all such interpretations belonging to it."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:12",
                            "text": "And not only by the natural theology, which is that of the philosophers, but also by this civil theology, concerning which we are speaking, which is asserted to pertain to cities and peoples, it is judged worthy of repudiation, because it has invented unworthy things concerning the gods."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:13",
                            "text": "Of which, I wot, this is the secret: that those most acute and learned men, by whom those things were written, understood that both theologies ought to be rejected,—to wit, both that fabulous and this civil one,—but the former they dared to reject, the latter they dared not; the former they set forth to be censured, the latter they showed to be very like it; not that it might be chosen to be held in preference to the other, but that it might be understood to be worthy of being rejected together with it."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:14",
                            "text": "And thus, without danger to those who feared to censure the civil theology, both of them being brought into contempt, that theology which they call natural might find a place in better disposed minds; for the civil and the fabulous are both fabulous and both civil."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:15",
                            "text": "He who shall wisely inspect the vanities and obscenities of both will find that they are both fabulous; and he who shall direct his attention to the scenic plays pertaining to the fabulous theology in the festivals of the civil gods, and in the divine rites of the cities, will find they are both civil."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: City of God Book VI 8:16",
                            "text": "How, then, can the power of giving eternal life be attributed to any of those gods whose own images and sacred rites convict them of being most like to the fabulous gods, which are most openly reprobated, in forms, ages, sex, characteristics, marriages, generations, rites; in all which things they are understood either to have been men, and to have had their sacred rites and solemnities instituted in their honor according to the life or death of each of them, the demons suggesting and confirming this error, or certainly most foul spirits, who, taking advantage of some occasion or other, have stolen into the minds of men to deceive them?."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: City of God Book VI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:1",
                            "text": "Chapter 9—Concerning the Special Offices of the Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:2",
                            "text": "And as to those very offices of the gods, so meanly and so minutely portioned out, so that they say that they ought to be supplicated, each one according to his special function,—about which we have spoken much already, though not all that is to be said concerning it,—are they not more consistent with mimic buffoonery than divine majesty? If any one should use two nurses for his infant, one of whom should give nothing but food, the other nothing but drink, as these make use of two goddesses for this purpose, Educa and Potina, he should certainly seem to be foolish, and to do in his house a thing worthy of a mimic."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:3",
                            "text": "They would have Liber to have been named from \"liberation,\" because through him males at the time of copulation are liberated by the emission of the seed."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:4",
                            "text": "They also say that Libera (the same in their opinion as Venus) exercises the same function in the case of women, because they say that they also emit seed; and they also say that on this account the same part of the male and of the female is placed in the temple, that of the male to Liber, and that of the female to Libera."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:5",
                            "text": "To these things they add the women assigned to Liber, and the wine for exciting lust."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:6",
                            "text": "Thus the Bacchanalia are celebrated with the utmost insanity, with respect to which Varro himself confesses that such things would not be done by the Bacchanals except their minds were highly excited."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:7",
                            "text": "These things, however, afterwards displeased a saner senate, and it ordered them to be discontinued."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:8",
                            "text": "Here, at length, they perhaps perceived how much power unclean spirits, when held to be gods, exercise over the minds of men."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:9",
                            "text": "These things, certainly, were not to be done in the theatres; for there they play, not rave, although to have gods who are delighted with such plays is very like raving."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:10",
                            "text": "But what kind of distinction is this which he makes between the religious and the superstitious man, saying that the gods are feared by the superstitious man, but are reverenced as parents by the religious man, not feared as enemies; and that they are all so good that they will more readily spare those who are impious than hurt one who is innocent? And yet he tells us that three gods are assigned as guardians to a woman after she has been delivered, lest the god Silvanus come in and molest her; and that in order to signify the presence of these protectors, three men go round the house during the night, and first strike the threshold with a hatchet, next with a pestle, and the third time sweep it with a brush, in order that these symbols of agriculture having been exhibited, the god Silvanus might be hindered from entering, because neither are trees cut down or pruned without a hatchet, neither is grain ground without a pestle, nor corn heaped up without a besom."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:11",
                            "text": "Now from these three things three gods have been named: Intercidona, from the cut made by the hatchet; Pilumnus, from the pestle; Diverra, from the besom;—by which guardian gods the woman who has been de  livered is preserved against the power of the god Silvanus."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:12",
                            "text": "Thus the guardianship of kindly-disposed gods would not avail against the malice of a mischievous god, unless they were three to one, and fought against him, as it were, with the opposing emblems of cultivation, who, being an inhabitant of the woods, is rough, horrible, and uncultivated."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:13",
                            "text": "Is this the innocence of the gods? Is this their concord? Are these the health-giving deities of the cities, more ridiculous than the things which are laughed at in the theatres?  When a male and a female are united, the god Jugatinus presides."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:14",
                            "text": "Well, let this be borne with."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:15",
                            "text": "But the married woman must be brought home: the god Domiducus also is invoked."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:16",
                            "text": "That she may be in the house, the god Domitius is introduced."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:17",
                            "text": "That she may remain with her husband, the goddess Manturnae is used."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:18",
                            "text": "What more is required? Let human modesty be spared."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:19",
                            "text": "Let the lust of flesh and blood go on with the rest, the secret of shame being respected."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:20",
                            "text": "Why is the bed-chamber filled with a crowd of deities, when even the groomsmen have departed? And, moreover, it is so filled, not that in consideration of their presence more regard may be paid to chastity, but that by their help the woman, naturally of the weaker sex, and trembling with the novelty of her situation, may the more readily yield her virginity."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:21",
                            "text": "For there are the goddess Virginiensis, and the god-father Subigus, and the goddess-mother Prema, and the goddess Pertunda, and Venus, and Priapus."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:22",
                            "text": "What is this? If it was absolutely necessary that a man, laboring at this work, should be helped by the gods, might not some one god or goddess have been sufficient? Was Venus not sufficient alone, who is even said to be named from this, that without her power a woman does not cease to be a virgin? If there is any shame in men, which is not in the deities, is it not the case that, when the married couple believe that so many gods of either sex are present, and busy at this work, they are so much affected with shame, that the man is less moved, and the woman more reluctant? And certainly, if the goddess Virginiensis is present to loose the virgin's zone, if the god Subigus is present that the virgin may be got under the man, if the goddess Prema is present that, having been got under him, she may be kept down, and may not move herself, what has the goddess Pertunda to do there? Let her blush; let her go forth."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:23",
                            "text": "Let the husband himself do something."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:24",
                            "text": "It is disgraceful that any one but himself should do that from which she gets her name."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:25",
                            "text": "But perhaps she is tolerated because she is said to be a goddess, and not a god."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:26",
                            "text": "For if she were believed to be a male, and were called Pertundus, the husband would demand more help against him for the chastity of his wife than the newly-delivered woman against Silvanus."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:27",
                            "text": "But why am I saying this, when Priapus, too, is there, a male to excess, upon whose immense and most unsightly member the newly-married bride is commanded to sit, according to the most honorable and most religious custom of matrons?  Let them go on, and let them attempt with all the subtlety they can to distinguish the civil theology from the fabulous, the cities from the theatres, the temples from the stages, the sacred things of the priests from the songs of the poets, as honorable things from base things, truthful things from fallacious, grave from light, serious from ludicrous, desirable things from things to be rejected, we understand what they do."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:28",
                            "text": "They are aware that that theatrical and fabulous theology hangs by the civil, and is reflected back upon it from the songs of the poets as from a mirror; and thus, that theology having been exposed to view which they do not dare to condemn, they more freely assail and censure that picture of it, in order that those who perceive what they mean may detest this very face itself of which that is the picture,—which, however, the gods themselves, as though seeing themselves in the same mirror, love so much, that it is better seen in both of them who and what they are."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:29",
                            "text": "Whence, also, they have compelled their worshippers, with terrible commands, to dedicate to them the uncleanness of the fabulous theology, to put them among their solemnities, and reckon them among divine things; and thus they have both shown themselves more manifestly to be most impure spirits, and have made that rejected and reprobated theatrical theology a member and a part of this, as it were, chosen and approved theology of the city, so that, though the whole is disgraceful and false, and contains in it fictitious gods, one part of it is in the literature of the priests, the other in the songs of the poets."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:30",
                            "text": "Whether it may have other parts is another question."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:31",
                            "text": "At present, I think, I have sufficiently shown, on account of the division of Varro, that the theology of the city and that of the theatre belong to one civil theology."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:32",
                            "text": "Wherefore, because they are both equally disgraceful, absurd, shameful, false, far be it from religious men to hope for eternal life from either the one or the other."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:33",
                            "text": "In fine, even Varro himself, in his account and enumeration of the gods, starts from the moment of a man's conception."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:34",
                            "text": "He commences the series of those gods who take charge of man with Janus, carries it on to the death of the man decrepit with age, and terminates it with the goddess Naenia, who is sung at the funerals of the aged."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:35",
                            "text": "After that, he begins to give an account of the other gods, whose province is not man himself, but man's belongings, as food, clothing, and all that is necessary for this life; and, in the case of all these, he explains what is the special office of each, and for what each ought to be supplicated."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:36",
                            "text": "But with all this scrupulous and comprehensive diligence, he has neither proved the existence, nor so much as mentioned the name, of any god from whom eternal life is to be sought,—the one object for which we are Christians."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Augustine: City of God Book VI 9:37",
                            "text": "Who, then, is so stupid as not to perceive that this man, by setting forth and opening up so diligently the civil theology, and by exhibiting its likeness to that fabulous, shameful, and disgraceful theology, and also by teaching that that fabulous sort is also a part of this other, was laboring to obtain a place in the minds of men for none but that natural theology, which he says pertains to philosophers, with such subtlety that he censures the fabulous, and, not daring openly to censure the civil, shows its censurable character by simply exhibiting it; and thus, both being reprobated by the judgment of men of right understanding, the natural alone remains to be chosen? But concerning this in its own place, by the help of the true God, we have to discuss more diligently."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: City of God Book VI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:1",
                            "text": "Chapter 10—Concerning the Liberty of Seneca, Who More Vehemently Censured the Civil Theology Than Varro Did the Fabulous."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:2",
                            "text": "That liberty, in truth, which this man wanted, so that he did not dare to censure that theology of the city, which is very similar to the theatrical, so openly as he did the theatrical itself, was, though not fully, yet in part possessed by Annaeus Seneca, whom we have some evidence to show to have flourished in the times of our apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:3",
                            "text": "It was in part possessed by him, I say, for he possessed it in writing, but not in living."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:4",
                            "text": "For in that book which he wrote against superstition, he more copiously and vehemently censured that civil and urban theology than Varro the theatrical and fabulous."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:5",
                            "text": "For, when speaking concerning images, he says, \"They dedicate images of the sacred and inviolable immortals in most worthless and motionless matter."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:6",
                            "text": "They give them the appearance of man, beasts, and fishes, and some make them of mixed sex, and heterogeneous bodies."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:7",
                            "text": "They call them deities, when they are such that if they should get breath and should suddenly meet them, they would be held to be monsters\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:8",
                            "text": "Then, a while afterwards, when extolling the natural theology, he had expounded the sentiments of certain philosophers, he opposes to himself a question, and says, \"Here some one says, Shall I believe that the heavens and the earth are gods, and that some are above the moon and some below it? Shall I bring forward either Plato or the peripatetic Strato, one of whom made God to be without a body, the other without a mind?\" In answer to which he says, \"And, really, what truer do the dreams of Titus Tatius, or Romulus, or Tullus Hostilius appear to thee? Tatius declared the divinity of the goddess Cloacina; Romulus that of Picus and Tiberinus; Tullus Hostilius that of Pavor and Pallor, the most disagreeable affections of men, the one of which is the agitation of the mind under fright, the other that of the body, not a disease, indeed, but a change of color\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:9",
                            "text": "Wilt thou rather believe that these are deities, and receive them into heaven? But with what freedom he has written concerning the rites themselves, cruel and shameful! \"One,\" he says, \"castrates himself, another cuts his arms."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:10",
                            "text": "Where will they find room for the fear of these gods when angry, who use such means of gaining their favor when propitious? But gods who wish to be worshipped in this fashion should be worshipped in none."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:11",
                            "text": "So great is the frenzy of the mind when perturbed and driven from its seat, that the gods are propitiated by men in a manner in which not even men of the greatest ferocity and fable-renowned cruelty vent their rage."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:12",
                            "text": "Tyrants have lacerated the limbs of some; they never ordered any one to lacerate his own."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:13",
                            "text": "For the gratification of royal lust, some have been castrated; but no one ever, by the command of his lord, laid violent hands on himself to emasculate himself."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:14",
                            "text": "They kill themselves in the temples."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:15",
                            "text": "They supplicate with their wounds and with their blood."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:16",
                            "text": "If any one has time to see the things they do and the things they suffer, he will find so many things unseemly for men of respectability, so unworthy of freemen, so unlike the doings of sane men, that no one would doubt that they are mad, had they been mad with the minority; but now the multitude of the insane is the defence of their sanity\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:17",
                            "text": "He next relates those things which are wont to be done in the Capitol, and with the utmost intrepidity insists that they are such things as one could only believe to be done by men making sport, or by madmen."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:18",
                            "text": "For having spoken with derision of this, that in the Egyptian sacred rites Osiris, being lost, is lamented for, but straightway, when found, is the occasion of great joy by his reappearance, because both the losing and the finding of him are feigned; and yet that grief and that joy which are elicited thereby from those who have lost nothing and found nothing are real;—having I say, so spoken of this, he says, \"Still there is a fixed time for this frenzy."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:19",
                            "text": "It is tolerable to go mad once in the year."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:20",
                            "text": "Go into the Capitol."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:21",
                            "text": "One is suggesting divine commands to a god; another is telling the hours to Jupiter; one is a lictor; another is an anointer, who with the mere movement of his arms imitates one anointing."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:22",
                            "text": "There are women who arrange the hair of Juno and Minerva, standing far away not only from her image, but even from her temple."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:23",
                            "text": "These move their fingers in the manner of hairdressers."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:24",
                            "text": "There are some women who hold a mirror."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:25",
                            "text": "There are some who are calling the gods to assist them in court."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:26",
                            "text": "There are some who are holding up documents to them, and are explaining to them their cases."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:27",
                            "text": "A learned and distinguished comedian, now old and decrepit, was daily playing the mimic in the Capitol, as though the gods would gladly be spectators of that which men had ceased to care about."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:28",
                            "text": "Every kind of artificers working for the immortal gods is dwelling there in idleness\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:29",
                            "text": "And a little after he says, \"Nevertheless these, though they give themselves up to the gods for purposes superflous enough, do not do so for any abominable or infamous purpose."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:30",
                            "text": "There sit certain women in the Capitol who think they are beloved by Jupiter; nor are they frightened even by the look of the, if you will believe the poets, most wrathful Juno\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:31",
                            "text": "This liberty Varro did not enjoy."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:32",
                            "text": "It was only the poetical theology he seemed to censure."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:33",
                            "text": "The civil, which this man cuts to pieces, he was not bold enough to impugn."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:34",
                            "text": "But if we attend to the truth, the temples where these things are performed are far worse than the theatres where they are represented."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:35",
                            "text": "Whence, with respect to these sacred rites of the civil theology, Seneca preferred, as the best course to be followed by a wise man, to feign respect for them in act, but to have no real regard for them at heart."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:36",
                            "text": "\"All which things,\" he says, \"a wise man will observe as being commanded by the laws, but not as being pleasing to the gods\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:37",
                            "text": "And a little after he says, \"And what of this, that we unite the gods in marriage, and that not even naturally, for we join brothers and sisters? We marry Bellona to Mars, Venus to Vulcan, Salacia to Neptune."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:38",
                            "text": "Some of them we leave unmarried, as though there were no match for them, which is surely needless, especially when there are certain unmarried goddesses, as Populonia, or Fulgora, or the goddess Rumina, for whom I am not astonished that suitors have been awanting."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:39",
                            "text": "All this ignoble crowd of gods, which the superstition of ages has amassed, we ought,\" he says, \"to adore in such a way as to remember all the while that its worship belongs rather to custom than to reality\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:40",
                            "text": "Wherefore, neither those laws nor customs instituted in the civil theology that which was pleasing to the gods, or which pertained to reality."
                        },
                        {
                            "verse": 41,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:41",
                            "text": "But this man, whom philosophy had made, as it were, free, nevertheless, because he was an illustrious senator of the Roman people, worshipped what he censured, did what he condemned, adored what he reproached, because, forsooth, philosophy had taught him something great,—namely, not to be superstitious in the world, but, on account of the laws of cities and the customs of men, to be an actor, not on the stage, but in the temples,—conduct the more to be condemned, that those things which he was deceitfully acting he so acted that the people thought he was acting sincerely."
                        },
                        {
                            "verse": 42,
                            "chapter": 10,
                            "name": "Augustine: City of God Book VI 10:42",
                            "text": "But a stage-actor would rather delight people by acting plays than take them in by false pretences."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: City of God Book VI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VI 11:1",
                            "text": "Chapter 11—What Seneca Thought Concerning the Jews."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VI 11:2",
                            "text": "Seneca, among the other superstitions of civil theology, also found fault with the sacred things of the Jews, and especially the sabbaths, affirming that they act uselessly in keeping those seventh days, whereby they lose through idleness about the seventh part of their life, and also many things which demand immediate attention are damaged."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VI 11:3",
                            "text": "The Christians, however, who were already most hostile to the Jews, he did not dare to mention, either for praise or blame, lest, if he praised them, he should do so against the ancient custom of his country, or, perhaps, if he should blame them, he should do so against his own will."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VI 11:4",
                            "text": "When he was speaking concerning those Jews, he said, \"When, meanwhile, the customs of that most accursed nation have gained such strength that they have been now received in all lands, the conquered have given laws to the conquerors\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VI 11:5",
                            "text": "By these words he expresses his astonishment; and, not knowing what the providence of God was leading him to say, subjoins in plain words an opinion by which he showed what he thought about the meaning of those sacred institutions: \"For,\" he says, \"those, however, know the cause of their rites, whilst the greater part of the people know not why they perform theirs\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: City of God Book VI 11:6",
                            "text": "But concerning the solemnities of the Jews, either why or how far they were instituted by divine authority, and afterwards, in due time, by the same authority taken away from the people of God, to whom the mystery of eternal life was revealed, we have both spoken elsewhere, especially when we were treating against the Manichaeans, and also intend to speak in this work in a more suitable place."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: City of God Book VI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:1",
                            "text": "Chapter 12—That When Once the Vanity of the Gods of the Nations Has Been Exposed, It Cannot Be Doubted that They are Unable to Bestow Eternal Life on Any One, When They Cannot Afford Help Even with Respect to the Things Of this Temporal Life."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:2",
                            "text": "Now, since there are three theologies, which the Greeks call respectively mythical, physical, and political, and which may be called in Latin fabulous, natural, and civil; and since neither from the fabulous, which even the worshippers of many and false gods have themselves most freely censured, nor from the civil, of which that is convicted of being a part, or even worse than it, can eternal life be hoped for from any of these theologies,—if any one thinks that what has been said in this book is not enough for him, let him also add to it the many and various dissertations concerning God as the giver of felicity, contained in the former books, especially the fourth one."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:3",
                            "text": "For to what but to felicity should men consecrate themselves, were felicity a goddess? However, as it is not a goddess, but a gift of God, to what God but the giver of happiness ought we to consecrate ourselves, who piously love eternal life, in which there is true and full felicity? But I think, from what has been said, no one ought to doubt that none of those gods is the giver of happiness, who are worshipped with such shame, and who, if they are not so worshipped, are more shamefully enraged, and thus confess that they are most foul spirits."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:4",
                            "text": "Moreover, how can he give eternal life who cannot give happiness? For we mean by eternal life that life where there is endless happiness."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:5",
                            "text": "For if the soul live in eternal punishments, by which also those unclean spirits shall be tormented, that is rather eternal death than eternal life."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:6",
                            "text": "For there is no greater or worse death than when death never dies."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:7",
                            "text": "But because the soul from its very nature, being created immortal, cannot be without some kind of life, its utmost death is alienation from the life of God in an eternity of punishment."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:8",
                            "text": "So, then, He only who gives true happiness gives eternal life, that is, an endlessly happy life."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:9",
                            "text": "And since those gods whom this civil theology worships have been proved to be unable to give this happiness, they ought not to be worshipped on account of those temporal and terrestrial things, as we showed in the five former books, much less on account of eternal life, which is to be after death, as we have sought to show in this one book especially, whilst the other books also lend it their co-operation."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: City of God Book VI 12:10",
                            "text": "But since the strength of inveterate habit has its roots very deep, if any one thinks that I have not disputed sufficiently to show that this civil theology ought to be rejected and shunned, let him attend to another book which, with God's help, is to be joined to this one."
                        }
                    ]
                }
            ]
        }
    ]
}