{
    "books": [
        {
            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:1",
                            "text": "The Report of Pontius Pilate, Procurator of Judaea,  Sent to Rome to Tiberius Caesar."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:2",
                            "text": "Second Greek Form."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:3",
                            "text": "To the most mighty, venerable, awful, most divine, the august,—Pilatus Pontius, the governor of the East:  I have to report to thy reverence, through this writing of mine, being seized with great trembling and fear, O most mighty emperor, the conjuncture of the present times, as the end of these things has shown."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:4",
                            "text": "For while I, my lord, according to the commandment of thy clemency, was discharging the duties of my government, which is one of the cities of the East, Jerusalem by name, in which is built the temple of the Jewish nation, all the multitude of the Jews came together, and delivered to me a certain man named Jesus, bringing against him many and groundless charges; and they were not able to convict him in anything."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:5",
                            "text": "And one heresy of theirs against him was, that he said that the Sabbath was not their right rest."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:6",
                            "text": "And that man wrought many cures, in addition to good works."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:7",
                            "text": "He made the blind see; he cleansed lepers; he raised the dead; he healed paralytics who could not move at all, except that they only had their voice, and the joining of their bones; and he gave them the power of walking about and running, commanding them by a single word."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:8",
                            "text": "And another mightier work he did, which was strange even with our gods:  he raised up a dead man, Lazarus, who had been dead four days, by a single word ordering the dead man to be raised, although his body was already corrupted by the worms that grow in wounds; and that ill-smelling body lying in the tomb he ordered to run; and as a bridegroom from the bridal chamber, so he came forth out of the tomb, filled with exceeding fragrance."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:9",
                            "text": "And some that were cruelly vexed by demons, and had their dwellings in deserts, and ate the flesh of their own limbs, and lived along with reptiles and wild beasts, he made to be dwellers in cities in their own houses, and by a word he rendered them sound-minded; and he made those that were troubled by unclean spirits to be intelligent and reputable; and sending away the demons in them into a herd of swine, he suffocated them in the sea."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:10",
                            "text": "Another man, again, who had a withered hand, and lived in sorrow, and had not even the half of his body sound, he rendered sound by a single word."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:11",
                            "text": "And a woman that had a flow of blood for many years, so that, in consequence of the flowing of her blood, all the joinings of her bones appeared, and were transparent like glass; and assuredly all the physicians had left her without hope, and had not cleansed her, for there was not in her a single hope of health:  once, then, as Jesus was passing by, she took hold of the fringe of his clothes behind, and that same hour the power of her body was completely restored, and she became whole, as if nothing were the matter with her, and she began to run swiftly to her own city Paneas."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:12",
                            "text": "And these things indeed were so."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:13",
                            "text": "And the Jews gave information that Jesus did these things on the Sabbath."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:14",
                            "text": "And I also ascertained that the miracles done by him were greater than any which the gods whom we worship could do."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:15",
                            "text": "Him then Herod and Archelaus and Philip, and Annas and Caiaphas, with all the people, delivered to me to try him."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:16",
                            "text": "And as many were exciting an insurrection against me, I ordered him to be crucified."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:17",
                            "text": "And when he had been crucified, there was darkness over the whole earth, the sun having been completely hidden, and the heaven appearing dark though it was day, so that the stars appeared, but had at the same time their brightness darkened, as I suppose your reverence is not ignorant of, because in all the world they lighted lamps from the sixth hour until evening."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:18",
                            "text": "And the moon, being like blood, did not shine the whole night, and yet she happened to be at the full."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:19",
                            "text": "And the stars also, and Orion, made a lament about the Jews, on account of the wickedness that had been done by them."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:20",
                            "text": "And on the first of the week, about the third hour of the night, the sun was seen such as it had never at any time shone, and all the heaven was lighted up."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:21",
                            "text": "And as lightnings come on in winter, so majestic men of indescribable splendour of dress and of glory appeared in the air, and an innumerable multitude of angels crying out, and saying:  Glory in the highest to God, and on earth peace, among men goodwill:  come up out of Hades, ye who have been kept in slavery in the underground regions of Hades."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:22",
                            "text": "And at their voice all the mountains and hills were shaken, and the rocks were burst asunder; and great chasms were made in the earth, so that also what was in the abyss appeared."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:23",
                            "text": "And there were seen in that terror dead men raised up, as the Jews that saw them said:  We have seen Abraham, and Isaac, and Jacob, and the twelve patriarchs, that died two thousand five hundred years ago; and we have seen Noah manifestly in the body."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:24",
                            "text": "And all the multitude walked about, and sang praises to God with aloud voice, saying:  The Lord our God that has risen from the dead has brought to life all the dead, and has plundered Hades, and put him to death."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:25",
                            "text": "All that night therefore, my lord, O king, the light ceased not."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:26",
                            "text": "And many of the Jews died, and were engulphed and swallowed up in the chasms in that night, so that not even their bodies appeared."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:27",
                            "text": "Those, I say, of the Jews suffered that had spoken against Jesus."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:28",
                            "text": "And one synagogue was left in Jerusalem, since all those synagogues that had been against Jesus were engulphed."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: The Report of Pilate, Procurator of Judaea 1:29",
                            "text": "From that fear, then, being in perplexity, and seized with much trembling, at that same hour I ordered what had been done by them all to be written; and I have reported it to thy mightiness."
                        }
                    ]
                }
            ]
        }
    ]
}