{
    "books": [
        {
            "name": "On Infants' Early Deaths",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "On Infants' Early Deaths 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:1",
                            "text": "On Infants' Early Deaths."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:2",
                            "text": "Every essayist and every pamphleteer will have you, most Excellent, to display his eloquence upon; your wondrous qualities will be a broad race-course wherein he may expatiate."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:3",
                            "text": "A noble and suggestive subject in able hands has indeed a way of making a grander style, lifting it to the height of the great reality."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:4",
                            "text": "We, however, like an aged horse, will remain outside this proposed race-course, only turning the ear to listen for the contest waged in celebrating your praises, if the sound of any literary car careering in full swing through such wonders may reach us."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:5",
                            "text": "But though old age may compel a horse to remain away from the race, it may often happen that the din of the trampling racers rouses him into excitement, that he lifts his head with eager looks, that he shows his spirit in his breathings, and prances and paws the ground frequently, though this eagerness is all that is left to him, and time has sapped his powers of going."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:6",
                            "text": "In the same way our pen remains outside the combat, and age compels it to yield the course to the professors who flourish now; nevertheless its eagerness to join the contest about you survives, and that it can still evince, even though these stylists who flourish now are at the height of their powers."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:7",
                            "text": "But none of this display of my enthusiasm for you has anything to do with sounding your own praises: no style, however nervous and well-balanced, would easily succeed there; so that any one, who attempted to describe that embarrassing yet harmonious mixture of opposites in your character, would inevitably be left far behind your real worth."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:8",
                            "text": "Nature, indeed, by throwing out the shade of the eyelashes before the glaring rays, brings to the eyes themselves a weaker light, and so the sunlight becomes tolerable to us, mingling as it does, in quantities proportionate to our need, with the shadows which the lashes cast."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:9",
                            "text": "Just so the grandeur and the greatness of your character, tempered by your modesty and humbleness of mind, instead of blinding the beholder's eye, makes the sight on the contrary a pleasurable one; wherein this humbleness of mind does not occasion the splendour of the greatness to be dimmed, and its latent force to be overlooked; but the one is to be noticed in the other, the humility of your character in its elevation, and the grandeur reversely in the lowliness."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:10",
                            "text": "Others must describe all this; and extol, besides, the many-sightedness of your mind."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:11",
                            "text": "Your intellectual eyes are indeed as numerous, it may perhaps be said, as the hairs of the head; their keen unerring gaze is on everything alike; the distant is foreseen; the near is not unnoticed; they do not wait for experience to teach expedience; they see with Hope's insight, or else with that of Memory; they scan the present all over; first on one thing, then on another, but without confusing them, your mind works with the same energy and with the amount of attention that is required."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:12",
                            "text": "Another, too, must record his admiration of the way in which poverty is made rich by you; if indeed any one is to be found in this age of ours who will make that a subject of praise and wonder."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:13",
                            "text": "Yet surely now, if never before, the love of poverty will through you abound, and your ingotten wealth will be envied above the ingots of Crsus."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:14",
                            "text": "For whom has sea and land, with all the dower of their natural produce, enriched, as thy rejection of worldly abundance has enriched thee? They wipe the stain from steel and so make it shine like silver: so has the gleam of thy life grown brighter, ever carefully cleansed from the rust of wealth."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:15",
                            "text": "We leave that to those who can enlarge upon it, and also upon your excellent knowledge of the things in which it is more glorious to gain than to abstain from gain."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:16",
                            "text": "Grant me, however, leave to say, that you do not despise all acquisitions; that there are some which, though none of your predecessors has been able to clutch, yet you and you alone have seized with both your hands; for, instead of dresses and slaves and money, you have and hold the very souls of men, and store them in the treasure-house of your love."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:17",
                            "text": "The essayists and pamphleteers, whose glory comes from such laudations, will go into these matters."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:18",
                            "text": "But our pen, veteran as it now is, is to rouse itself only so far as to go at a foot's pace through the problem which your wisdom has proposed; namely, this—what we are to think of those who are taken prematurely, the moment of whose birth almost coincides with that of their death."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:19",
                            "text": "The cultured heathen Plato spoke, in the person of one who had come to life again, much philosophy about the judgment courts in that other world; but he has left this other question a mystery, as ostensibly too great for human conjecture to be employed upon."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:20",
                            "text": "If, then, there is anything in these lucubrations of ours that is of a nature to clear up the obscurities of this question, you will doubtless welcome the new account of it; if otherwise, you will at all events excuse this in old age, and accept, if nothing else, our wish to afford you some degree of pleasure."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:21",
                            "text": "History says that Xerxes, that great prince who had made almost every land under the sun into one vast camp, and roused with his own designs the whole world, when he was marching against the Greeks received with delight a poor man's gift; and that gift was water, and that not in a jar, but carried in the hollow of the palm of his hand."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:22",
                            "text": "So do you, of your innate generosity, follow his example; to him the will made the gift, and our gift may be found in itself but a poor watery thing."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:23",
                            "text": "In the case of the wonders in the heavens, a man sees their beauty equally, whether he is trained to watch them, or whether he gazes upwards with an unscientific eye; but the feeling towards them is not the same in the man who comes from philosophy to their contemplation, and in him who has only his senses of perception to commit them to; the latter may be pleased with the sunlight, or deem the beauty of stars worthy of his wonder, or have watched the stages of the moon's course throughout the month; but the former, who has the soul-insight, and whose training has enlightened him so as to comprehend the phenomena of the heavens, leaves unnoticed all these things which delight the senses of the more unthinking, and looks at the harmony of the whole, inspecting the concert which results even from opposite movements in the circular revolutions; how the inner circles of these turn the contrary way to that in which the fixed stars are carried round; how those of the heavenly bodies to be observed in these inner circles are variously grouped in their approachments and divergements, their disappearances behind each other and their flank movements, and yet effect always precisely in the same way that notable and never-ending harmony; of which those are conscious who do not overlook the position of the tiniest star, and whose minds, by training domiciled above, pay equal attention to them all."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:24",
                            "text": "In the same way do you, a precious life to me, watch the Divine economy; leaving those objects which unceasingly occupy the minds of the crowd, wealth, I mean, and luxury and vainglory—things which like sunbeams flashing in their faces dazzle the unthinking—you will not pass without inquiry the seemingly most trivial questions in the world; for you do most carefully scrutinize the inequalities in human lives; not only with regard to wealth and penury, and the differences of position and descent (for you know that they are as nothing, and that they owe their existence not to any intrinsic reality, but to the foolish estimate of those who are struck with nonentities, as if they were actual things; and that if one were only to abstract from somebody who glitters with glory the blind adoration of those who gaze at him, nothing would be left him after all the inflated pride which elates him, even though the whole mass of the world's riches were buried in his cellars), but it is one of your anxieties to know, amongst the other intentions of each detail of the Divine government, wherefore it is that, while the life of one is lengthened into old age, another has only so far a portion of it as to breathe the air with one gasp, and die."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:25",
                            "text": "If nothing in this world happens without God, but all is linked to the Divine will, and if the Deity is skilful and prudential, then it follows necessarily that there is some plan in these things bearing the mark of His wisdom, and at the same time of His providential care."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:26",
                            "text": "A blind unmeaning occurrence can never be the work of God; for it is the property of God, as the Scripture says, to \"make all things in wisdom\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:27",
                            "text": "What wisdom, then, can we trace in the following? A human being enters on the scene of life, draws in the air, beginning the process of living with a cry of pain, pays the tribute of a tear to Nature, just tastes life's sorrows, before any of its sweets have been his, before his feelings have gained any strength; still loose in all his joints, tender, pulpy, unset; in a word, before he is even human (if the gift of reason is man's peculiarity, and he has never had it in him), such an one, with no advantage over the embryo in the womb except that he has seen the air, so short-lived, dies and goes to pieces again; being either exposed or suffocated, or else of his own accord ceasing to live from weakness."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:28",
                            "text": "What are we to think about him? How are we to feel about such deaths? Will a soul such as that behold its Judge? Will it stand with the rest before the tribunal? Will it undergo its trial for deeds done in life? Will it receive the just recompense by being purged, according to the Gospel utterances, in fire, or refreshed with the dew of blessing? But I do not see how we can imagine that, in the case of such a soul."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:29",
                            "text": "The word \"retribution\" implies that something must have been previously given; but he who has not lived at all has been deprived of the material from which to give anything."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:30",
                            "text": "There being, then, no retribution, there is neither good nor evil left to expect."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:31",
                            "text": "\"Retribution\" purports to be the paying back of one of these two qualities; but that which is to be found neither in the category of good nor that of bad is in no category at all; for this antithesis between good and bad is an opposition that admits no middle; and neither will come to him who has not made a beginning with either of them."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:32",
                            "text": "What therefore falls under neither of these heads may be said not even to have existed."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:33",
                            "text": "But if some one says that such a life does not only exist, but exists as one of the good ones, and that God gives, though He does not repay, what is good to such, we may ask what sort of reason he advances for this partiality; how is justice apparent in such a view; how will he prove his idea in concordance with the utterances in the Gospels? There (the Master) says, the acquisition of the Kingdom comes to those who are deemed worthy of it, as a matter of exchange."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:34",
                            "text": "\"When ye have done such and such things, then it is right that ye get the Kingdom as a reward\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:35",
                            "text": "But in this case there is no act of doing or of willing beforehand, and so what occasion is there for saying that these will receive from God any expected recompense? If one unreservedly accepts a statement such as that, to the effect that any so passing into life will necessarily be classed amongst the good, it will dawn upon him then that not partaking in life at all will be a happier state than living, seeing that in the one case the enjoyment of good is placed beyond a doubt even with barbarian parentage, or a conception from a union not legitimate; but he who has lived the span ordinarily possible to Nature gets the pollution of evil necessarily mingled more or less with his life, or, if he is to be quite outside this contagion, it will be at the price of much painful effort."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:36",
                            "text": "For virtue is achieved by its seekers not without a struggle; nor is abstinence from the paths of pleasure a painless process to human nature."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:37",
                            "text": "So that one of two probations must be the inevitable fate of him who has had the longer lease of life; either to combat here on Virtue's toilsome field, or to suffer there the painful recompense of a life of evil."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:38",
                            "text": "But in the case of infants prematurely dying there is nothing of that sort; but they pass to the blessed lot at once, if those who take this view of the matter speak true."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:39",
                            "text": "It follows also necessarily from this that a state of unreason is preferable to having reason, and virtue will thereby be revealed as of no value: if he who has never possessed it suffers no loss, so, as regards the enjoyment of blessedness, the labour to acquire it will be useless folly; the unthinking condition will be the one that comes out best from God's judgment."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:40",
                            "text": "For these and such-like reasons you bid me sift the matter, with a view to our getting, by dint of a closely-reasoned inquiry, some firm ground on which to rest our thoughts about it."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:41",
                            "text": "For my part, in view of the difficulties of the subject proposed, I think the exclamation of the Apostle very suitable to the present case, just as he uttered it over unfathomable questions: \"O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are His judgments, and His ways past finding out! For who hath known the mind of the Lord?\" But seeing on the other hand that that Apostle declares it to be a peculiarity of him that is spiritual to \"judge all things,\" and commends those who have been \"enriched\" by the Divine grace \"in all utterance and in all knowledge,\" I venture to assert that it is not right to omit the examination which is within the range of our ability, nor to leave the question here raised without making any inquiries, or having any ideas about it; lest, like the actual subject of our proposed discussion, this essay should have an ineffectual ending, spoilt before its maturity by the fatal indolence of those who will not nerve themselves to search out the truth, like a new-born infant ere it sees the light and acquires any strength."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:42",
                            "text": "I assert, too, that it is not well at once to confront and meet objections, as if we were pleading in court, but to introduce a certain order into the discussion and to lead the view on from one point to another."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:43",
                            "text": "What, then, should this order be? First, we want to know the whence of human nature, and the wherefore of its ever having come into existence."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:44",
                            "text": "If we hit the answer to these questions, we shall not fail in getting the required explanation."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:45",
                            "text": "Now, that everything that exists, after God, in the intellectual or sensible world of beings owes that existence to Him, is a proposition which it is superfluous to prove; no one, with however little insight into the truth of things, would gainsay it."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:46",
                            "text": "For every one agrees that the Universe is linked to one First Cause; that nothing in it owes its existence to itself, so as to be its own origin and cause; but that there is on the other hand a single uncreate eternal Essence, the same for ever, which transcends all our ideas of distance, conceived of as without increase or decrease, and beyond the scope of any definition; and that time and space with all their consequences, and anything previous to these that thought can grasp in the intelligible supramundane world, are all the productions of this Essence."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:47",
                            "text": "Well, then, we affirm that human nature is one of these productions; and a word of the inspired Teaching helps us in this, which declares that when God had brought all things else upon the scene of life, man was exhibited upon the earth, a mixture from Divine sources, the godlike intellectual essence being in him united with the several portions of earthly elements contributed towards his formation, and that he was fashioned by his Maker to be the incarnate likeness of Divine transcendent Power."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:48",
                            "text": "It would be better however to quote the very words: \"And God created man, in the image of God created He him\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:49",
                            "text": "Now the reason of the making of this animate being has been given by certain writers previous to us as follows."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:50",
                            "text": "The whole creation is divided into two parts; that \"which is seen,\" and that \"which is not seen,\" to use the Apostle's words (the second meaning the intelligible and immaterial, the first, the sensible and material); and being thus divided, the angelic and spiritual natures, which are among \"the things not seen,\" reside in places above the world, and above the heavens, because such a residence is in correspondence with their constitution; for an intellectual nature is a fine, clear, unencumbered, agile kind of thing, and a heavenly body is fine and light, and perpetually moving, and the earth on the contrary, which stands last in the list of things sensible, can never be an adequate and congenial spot for creatures intellectual to sojourn in."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:51",
                            "text": "For what correspondence can there possibly be between that which is light and buoyant, on the one hand, and that which is heavy and gravitating on the other? Well, in order that the earth may not be completely devoid of the local indwelling of the intellectual and the immaterial, man (these writers tell us) was fashioned by the Supreme forethought, and his earthy parts moulded over the intellectual and godlike essence of his soul; and so this amalgamation with that which has material weight enables the soul to live on this element of earth, which possesses a certain bond of kindred with the substance of the flesh."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:52",
                            "text": "The design of all that is being born, then, is that the Power which is above both the heavenly and the earthly universe may in all parts of the creation be glorified by means of intellectual natures, conspiring to the same end by virtue of the same faculty in operation in all, I mean that of looking upon God."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:53",
                            "text": "But this operation of looking upon God is nothing less than the life-nourishment appropriate, as like to like, to an intellectual nature."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:54",
                            "text": "For just as these bodies, earthy as they are, are preserved by nourishment that is earthy, and we detect in them all alike, whether brute or reasoning, the operations of a material kind of vitality, so it is right to assume that there is an intellectual life-nourishment as well, by which such natures are maintained in existence."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:55",
                            "text": "But if bodily food, coming and going as it does in circulation, nevertheless imparts a certain amount of vital energy to those who get it, how much more does the partaking of the real thing, always remaining and always the same, preserve the eater in existence? If, then, this is the life-nourishment of an intellectual nature, namely, to have a part in God, this part will not be gained by that which is of an opposite quality; the would-be partaker must in some degree be akin to that which is to be partaken of."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:56",
                            "text": "The eye enjoys the light by virtue of having light within itself to seize its kindred light, and the finger or any other limb cannot effect the act of vision because none of this natural light is organized in any of them."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:57",
                            "text": "The same necessity requires that in our partaking of God there should be some kinship in the constitution of the partaker with that which is partaken of."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:58",
                            "text": "Therefore, as the Scripture says, man was made in the image of God; that like, I take it, might be able to see like; and to see God is, as was said above, the life of the soul."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:59",
                            "text": "But seeing that ignorance of the true good is like a mist that obscures the visual keenness of the soul, and that when that mist grows denser a cloud is formed so thick that Truth's ray cannot pierce through these depths of ignorance, it follows further that with the total deprivation of the light the soul's life ceases altogether; for we have said that the real life of the soul is acted out in partaking of the Good; but when ignorance hinders this apprehension of God, the soul which thus ceases to partake of God, ceases also to live."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:60",
                            "text": "But no one can force us to give the family history of this ignorance, asking whence and from what father it is; let him be given to understand from the word itself that \"ignorance\" and \"knowledge\" indicate one of the relations of the soul; but no relation, whether expressed or not, conveys the idea of substance; a relation and a substance are quite of different descriptions."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:61",
                            "text": "If, then, knowledge is not a substance, but a perfected operation of the soul, it must be conceded that ignorance must be much farther removed still from anything in the way of substance; but that which is not in that way does not exist at all; and so it would be useless to trouble ourselves about where it comes from."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:62",
                            "text": "Now seeing that the Word declares that the living in God is the life of the soul, and seeing that this living is knowledge according to each man's ability, and that ignorance does not imply the reality of anything, but is only the negation of the operation of knowing, and seeing that upon this partaking in God being no longer effected there follows at once the cancelling of the soul's life, which is the worst of evils,—because of all this the Producer of all Good would work in us the cure of such an evil."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:63",
                            "text": "A cure is a good thing, but one who does not look to the evangelic mystery would still be ignorant of the manner of the cure."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:64",
                            "text": "We have shown that alienation from God, Who is the Life, is an evil; the cure, then, of this infirmity is, again to be made friends with God, and so to be in life once more."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:65",
                            "text": "When such a life, then, is always held up in hope before humanity, it cannot be said that the winning of this life is absolutely a reward of a good life, and that the contrary is a punishment (of a bad one); but what we insist on resembles the case of the eyes."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:66",
                            "text": "We do not say that one who has clear eyesight is rewarded as with a prize by being able to perceive the objects of sight; nor on the other hand that he who has diseased eyes experiences a failure of optic activity as the result of some penal sentence."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:67",
                            "text": "With the eye in a natural state sight follows necessarily; with it vitiated by disease failure of sight as necessarily follows."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:68",
                            "text": "In the same way the life of blessedness is as a familiar second nature to those who have kept clear the senses of the soul; but when the blinding stream of ignorance prevents our partaking in the real light, then it necessarily follows that we miss that, the enjoyment of which we declare to be the life of the partaker."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:69",
                            "text": "Now that we have laid down these premisses, it is time to examine in the light of them the question proposed to us."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:70",
                            "text": "It was somewhat of this kind."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:71",
                            "text": "\"If the recompense of blessedness is assigned according to the principles of justice, in what class shall he be placed who has died in infancy without having laid in this life any foundation, good or bad, whereby any return according to his deserts may be given him?\" To this we shall make answer, with our eye fixed upon the consequences of that which we have already laid down, that this happiness in the future, while it is in its essence a heritage of humanity, may at the same time be called in one sense a recompense; and we will make clear our meaning by the same instance as before."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:72",
                            "text": "Let us suppose two persons suffering from an affection of the eyes; and that the one surrenders himself most diligently to the process of being cured, and undergoes all that Medicine can apply to him, however painful it may be; and that the other indulges without restraint in baths and wine-drinking, and listens to no advice whatever of his doctor as to the healing of his eyes."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:73",
                            "text": "Well, when we look to the end of each of these we say that each duly receives in requital the fruits of his choice, the one in deprivation of the light, the other in its enjoyment; by a misuse of the word we do actually call that which necessarily follows, a recompense."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:74",
                            "text": "We may speak, then, in this way also as regards this question of the infants: we may say that the enjoyment of that future life does indeed belong of right to the human being, but that, seeing the plague of ignorance has seized almost all now living in the flesh, he who has purged himself of it by means of the necessary courses of treatment receives the due reward of his diligence, when he enters on the life that is truly natural; while he who refuses Virtue's purgatives and renders that plague of ignorance, through the pleasures he has been entrapped by, difficult in his case to cure, gets himself into an unnatural state, and so is estranged from the truly natural life, and has no share in the existence which of right belongs to us and is congenial to us."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:75",
                            "text": "Whereas the innocent babe has no such plague before its soul's eyes obscuring its measure of light, and so it continues to exist in that natural life; it does not need the soundness which comes from purgation, because it never admitted the plague into its soul at all."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:76",
                            "text": "Further, the present life appears to me to offer a sort of analogy to the future life we hope for, and to be intimately connected with it, thus; the tenderest infancy is suckled and reared with milk from the breast; then another sort of food appropriate to the subject of this fostering, and intimately adapted to his needs, succeeds, until at last he arrives at full growth."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:77",
                            "text": "And so I think, in quantities continually adapted to it, in a sort of regular progress, the soul partakes of that truly natural life; according to its capacity and its power it receives a measure of the delights of the Blessed state; indeed we learn as much from Paul, who had a different sort of food for him who was already grown in virtue and for the imperfect \"babe\"."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:78",
                            "text": "For to the last he says, \"I have fed you with milk, and not with meat: for hitherto ye were not able to bear it\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:79",
                            "text": "But to those who have grown to the full measure of intellectual maturity he says, \"But strong meat belongeth to those that are of full age, even those who by reason of use have their senses exercised…\" Now it is not right to say that the man and the infant are in a similar state however free both may be from any contact of disease (for how can those who do not partake of exactly the same things be in an equal state of enjoyment?); on the contrary, though the absence of any affliction from disease may be predicated of both alike as long as both are out of the reach of its influence, yet, when we come to the matter of delights, there is no likeness in the enjoyment, though the percipients are in the same condition."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:80",
                            "text": "For the man there is a natural delight in discussions, and in the management of affairs, and in the honourable discharge of the duties of an office, and in being distinguished for acts of help to the needy; in living, it may be, with a wife whom he loves, and ruling his household; and in all those amusements to be found in this life in the way of pastime, in musical pieces and theatrical spectacles, in the chase, in bathing, in gymnastics, in the mirth of banquets, and anything else of that sort."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:81",
                            "text": "For the infant, on the contrary, there is a natural delight in its milk, and in its nurse's arms, and in gentle rocking that induces and then sweetens its slumber."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:82",
                            "text": "Any happiness beyond this the tenderness of its years naturally prevents it from feeling."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:83",
                            "text": "In the same manner those who in their life here have nourished the forces of their souls by a course of virtue, and have, to use the Apostle's words, had the \"senses\" of their minds \"exercised,\" will, if they are translated to that life beyond, which is out of the body, proportionately to the condition and the powers they have attained participate in that divine delight; they will have more or they will have less of its riches according to the capacity acquired."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:84",
                            "text": "But the soul that has never felt the taste of virtue, while it may indeed remain perfectly free from the sufferings which flow from wickedness having never caught the disease of evil at all, does nevertheless in the first instance partake only so far in that life beyond (which consists, according to our previous definition, in the knowing and being in God) as this nursling can receive; until the time comes that it has thriven on the contemplation of the truly Existent as on a congenial diet, and, becoming capable of receiving more, takes at will more from that abundant supply of the truly Existent which is offered."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:85",
                            "text": "Having, then, all these considerations in our view, we hold that the soul of him who has reached every virtue in his course, and the soul of him whose portion of life has been simply nothing, are equally out of the reach of those sufferings which flow from wickedness."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:86",
                            "text": "Nevertheless we do not conceive of the employment of their lives as on the same level at all."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:87",
                            "text": "The one has heard those heavenly announcements, by which, in the words of the Prophet, \"the glory of God is declared,\" and, travelling through creation, has been led to the apprehension of a Master of the creation; he has taken the true Wisdom for his teacher, that Wisdom which the spectacle of the Universe suggests; and when he observed the beauty of this material sunlight he had grasped by analogy the beauty of the real sunlight; he saw in the solid firmness of this earth the unchangeableness of its Creator; when he perceived the immensity of the heavens he was led on the road towards the vast Infinity of that Power which encompasses the Universe; when he saw the rays of the sun reaching from such sublimities even to ourselves he began to believe, by the means of such phenomena, that the activities of the Divine Intelligence did not fail to descend from the heights of Deity even to each one of us; for if a single luminary can occupy everything alike that lies beneath it with the force of light, and, more than that, can, while lending itself to all who can use it, still remain self-centred and undissipated, how much more shall the Creator of that luminary become \"all in all,\" as the Apostle speaks, and come into each with such a measure of Himself as each subject of His influence can receive! Nay, look only at an ear of corn, at the germinating of some plant, at a ripe bunch of grapes, at the beauty of early autumn, whether in fruit or flower, at the grass springing unbidden, at the mountain reaching up with its summit to the height of the ether, at the springs on its slopes bursting from those swelling breasts, and running in rivers through the glens, at the sea receiving those streams from every direction and yet remaining within its limits, with waves edged by the stretches of beach and never stepping beyond those fixed boundaries of continent: look at these and such-like sights, and how can the eye of reason fail to find in them all that our education for Realities requires? Has a man who looks at such spectacles procured for himself only a slight power for the enjoyment of those delights beyond? Not to speak of the studies which sharpen the mind towards moral excellence, geometry, I mean, and astronomy, and the knowledge of the truth that the science of numbers gives, and every method that furnishes a proof of the unknown and a conviction of the known, and, before all these, the philosophy contained in the inspired Writings, which affords a complete purification to those who educate themselves thereby in the mysteries of God."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:88",
                            "text": "But the man who has acquired the knowledge of none of these things and has not even been conducted by the material cosmos to the perception of the beauties above it, and passes through life with his mind in a kind of tender, unformed, and untrained state, he is not the man that is likely to be placed amongst the same surroundings as our argument has indicated that other man, before spoken of, to be placed; so that, in this view, it can no longer be maintained that, in the two supposed and completely opposite cases, the one who has taken no part in life is more blessed than the one who has taken a noble part in it."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:89",
                            "text": "Certainly, in comparison with one who has lived all his life in sin, not only the innocent babe but even one who has never come into the world at all will be blessed."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:90",
                            "text": "We learn as much too in the case of Judas, from the sentence pronounced upon him in the Gospels; namely, that when we think of such men, that which never existed is to be preferred to that which has existed in such sin."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:91",
                            "text": "For, as to the latter, on account of the depth of the ingrained evil, the chastisement in the way of purgation will be extended into infinity; but as for what has never existed, how can any torment touch it?—However, notwithstanding that, the man who institutes a comparison between the infantine immature life and that of perfect virtue, must himself be pronounced immature for so judging of realities."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:92",
                            "text": "Do you, then, in consequence of this, ask the reason why so and so, quite tender in age, is quietly taken away from amongst the living? Do you ask what the Divine wisdom contemplates in this? Well, if you are thinking of all those infants who are proofs of illicit connections, and so are made away with by their parents, you are not justified in calling to account, for such wickedness, that God Who will surely bring to judgment the unholy deeds done in this way."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:93",
                            "text": "In the case, on the other hand, of any infant who, though his parents have nurtured him, and have with nursing and supplication spent earnest care upon him, nevertheless does not continue in this world, but succumbs to a sickness even unto death, which is unmistakably the sole cause of it, we venture upon the following considerations."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:94",
                            "text": "It is a sign of the perfection of God's providence, that He not only heals maladies that have come into existence, but also provides that some should be never mixed up at all in the things which He has forbidden; it is reasonable, that is, to expect that He Who knows the future equally with the past should check the advance of an infant to complete maturity, in order that the evil may not be developed which His foreknowledge has detected in his future life, and in order that a lifetime granted to one whose evil dispositions will be lifelong may not become the actual material for his vice."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:95",
                            "text": "We shall better explain what we are thinking of by an illustration."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:96",
                            "text": "Suppose a banquet of very varied abundance, prepared for a certain number of guests, and let the chair be taken by one of their number who is gifted to know accurately the peculiarities of constitution in each of them, and what food is best adapted to each temperament, what is harmful and unsuitable; in addition to this let him be entrusted with a sort of absolute authority over them, whether to allow as he pleases so and so to remain at the board or to expel so and so, and to take every precaution that each should address himself to the viands most suited to his constitution, so that the invalid should not kill himself by adding the fuel of what he was eating to his ailment, while the guest in robuster health should not make himself ill with things not good for him and fall into discomfort from over-feeding."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:97",
                            "text": "Suppose, amongst these, one of those inclined to drink is conducted out in the middle of the banquet or even at the very beginning of it; or let him remain to the very end, it all depending on the way that the president can secure that perfect order shall prevail, if possible, at the board throughout, and that the evil sights of surfeiting, tippling, and tipsiness shall be absent."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:98",
                            "text": "It is just so, then, as when that individual is not very pleased at being torn away from all the savoury dainties and deprived of his favourite liquors, but is inclined to charge the president with want of justice and judgment, as having turned him away from the feast for envy, and not for any forethought for him; but if he were to catch a sight of those who were already beginning to misbehave themselves, from the long continuance of their drinking, in the way of vomitings and putting their heads on the table and unseemly talk, he would perhaps feel grateful to him for having removed him, before he got into such a condition, from a deep debauch."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:99",
                            "text": "If our illustration is understood, we can easily apply the rule which it contains to the question before us."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:100",
                            "text": "What, then, was that question? Why does God, when fathers endeavour their utmost to preserve a successor to their line, often let the son and heir be snatched away in earliest infancy? To those who ask this, we shall reply with the illustration of the banquet; namely, that Life's board is as it were crowded with a vast abundance and variety of dainties; and it must, please, be noticed that, true to the practice of gastronomy, all its dishes are not sweetened with the honey of enjoyment, but in some cases an existence has a taste of some especially harsh mischances given to it: just as experts in the arts of catering desire how they may excite the appetites of the guests with sharp, or briny, or astringent dishes."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:101",
                            "text": "Life, I say, is not in all its circumstances as sweet as honey; there are circumstances in it in which mere brine is the only relish, or into which an astringent, or vinegary, or sharp pungent flavour has so insinuated itself, that the rich sauce becomes very difficult to taste: the cups of Temptation, too, are filled with all sorts of beverages; some by the error of pride produce the vice of inflated vanity; others lure on those who drain them to some deed of rashness; whilst in other cases they excite a vomiting in which all the ill-gotten acquisitions of years are with shame surrendered."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:102",
                            "text": "Therefore, to prevent one who has indulged in the carousals to an improper extent from lingering over so profusely furnished a table, he is early taken from the number of the banqueters, and thereby secures an escape out of those evils which unmeasured indulgence procures for gluttons."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:103",
                            "text": "This is that achievement of a perfect Providence which I spoke of; namely, not only to heal evils that have been committed, but also to forestall them before they have been committed; and this, we suspect, is the cause of the deaths of new-born infants."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:104",
                            "text": "He Who does all things upon a Plan withdraws the materials for evil in His love to the individual, and, to a character whose marks His Foreknowledge has read, grants no time to display by a pre-eminence in actual vice what it is when its propensity to evil gets free play."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:105",
                            "text": "Often, too, the Arranger of this Feast of Life exposes by such-like dispensations the cunning device of the \"constraining cause\" of money-loving, so that this vice comes to the light bared of all specious pretexts, and no longer obscured by any misleading screen."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:106",
                            "text": "For most declare that they give play to their cravings for more, in order that they may make their offspring all the richer; but that their vice belongs to their nature, and is not caused by any external necessity, is proved by that inexcusable avarice which is observed in childless persons."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:107",
                            "text": "Many who have no heir, nor any hope of one, for the great wealth which they have laboriously gained, rear a countless brood within themselves of wants instead of children, and they are left without a channel into which to convey this incurable disease, though they cannot find an excuse in any necessity for this failing."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:108",
                            "text": "But take the case of some who, during their sojourn in life, have been fierce and domineering in disposition, slaves to every kind of lust, passionate to madness, refraining from no act even of the most desperate wickedness, robbers and murderers, traitors to their country, and, more execrable still, patricides, mother-killers, child-murderers, mad after unnatural intercourse; suppose such characters grow old in this wickedness; how, some one may ask, does this harmonize with the result of our previous investigations? If that which is taken away before its time in order that it may not continuously glut itself, according to our illustration of the banquet, with Life's indulgences, is providentially removed from that carouse, what is the special design in so and so, who is of that disposition, being allowed to continue his revels to old age, steeping both himself and his boon companions in the noxious fumes of his debauchery? In fine, you will ask, wherefore does God in His Providence withdraw one from life before his character can be perfected in evil, and leave another to grow to be such a monster that it had been better for him if he had never been born? In answer to this we will give, to those who are inclined to receive it favourably, a reason such as follows: viz."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:109",
                            "text": "that oftentimes the existence of those whose life has been a good one operates to the advantage of their offspring; and there are hundreds of passages testifying to this in the inspired Writings, which clearly teach us that the tender care shown by God to those who have deserved it is shared in by their successors, and that even to have been an obstruction, in the path to wickedness, to any one who is sure to live wickedly, is a good result."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:110",
                            "text": "But seeing that our Reason in this matter has to grope in the dark, clearly no one can complain if its conjecturing leads our mind to a variety of conclusions."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:111",
                            "text": "Well, then, not only one might pronounce that God, in kindness to the Founders of some Family, withdraws a member of it who is going to live a bad life from that bad life, but, even if there is no antecedent such as this in the case of some early deaths, it is not unreasonable to conjecture that they would have plunged into a vicious life with a more desperate vehemence than any of those who have actually become notorious for their wickedness."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:112",
                            "text": "That nothing happens without God we know from many sources; and, reversely, that God's dispensations have no element of chance and confusion in them every one will allow, who realizes that God is Reason, and Wisdom, and Perfect Goodness, and Truth, and could not admit of that which is not good and not consistent with His Truth."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:113",
                            "text": "Whether, then, the early deaths of infants are to be attributed to the aforesaid causes, or whether there is some further cause of them beyond these, it befits us to acknowledge that these things happen for the best."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:114",
                            "text": "I have another reason also to give which I have learnt from the wisdom of an Apostle; a reason, that is, why some of those who have been distinguished for their wickedness have been suffered to live on in their self-chosen course."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:115",
                            "text": "Having expanded a thought of this kind at some length in his argument to the Romans, and having retorted upon himself with the counter-conclusion, which thence necessarily follows, that the sinner could no longer be justly blamed, if his sinning is a dispensation of God, and that he would not have existed at all, if it had been contrary to the wishes of Him Who has the world in His power, the Apostle meets this conclusion and solves this counter-plea by means of a still deeper view of things."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:116",
                            "text": "He tells us that God, in rendering to every one his due, sometimes even grants a scope to wickedness for good in the end."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:117",
                            "text": "Therefore He allowed the King of Egypt, for example, to be born and to grow up such as he was; the intention was that Israel, that great nation exceeding all calculation by numbers, might be instructed by his disaster."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:118",
                            "text": "God's omnipotence is to be recognized in every direction; it has strength to bless the deserving; it is not inadequate to the punishment of wickedness; and so, as the complete removal of that peculiar people out of Egypt was necessary in order to prevent their receiving any infection from the sins of Egypt in a misguided way of living, therefore that God-defying and infamous Pharaoh rose and reached his maturity in the lifetime of the very people who were to be benefited, so that Israel might acquire a just knowledge of the two-fold energy of God, working as it did in either direction; the more beneficent they learnt in their own persons, the sterner by seeing it exercised upon those who were being scourged for their wickedness; for in His consummate wisdom God can mould even evil into co-operation with good."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:119",
                            "text": "The artisan (if the Apostle's argument may be confirmed by any words of ours)—the artisan who by his skill has to fashion iron to some instrument for daily use, has need not only of that which owing to its natural ductility lends itself to his art, but, be the iron never so hard, be it never so difficult to soften it in the fire, be it even impossible owing to its adamantine resistance to mould it into any useful implement, his art requires the co-operation even of this; he will use it for an anvil, upon which the soft workable iron may be beaten and formed into something useful."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:120",
                            "text": "But some one will say, \"It is not all who thus reap in this life the fruits of their wickedness, any more than all those whose lives have been virtuous profit while living by their virtuous endeavours; what then, I ask, is the advantage of their existence in the case of these who live to the end unpunished?\" I will bring forward to meet this question of yours a reason which transcends all human arguments."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:121",
                            "text": "Somewhere in his utterances the great David declares that some portion of the blessedness of the virtuous will consist in this; in contemplating side by side with their own felicity the perdition of the reprobate."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:122",
                            "text": "He says, \"The righteous shall rejoice when he seeth the vengeance; he shall wash his hands in the blood of the ungodly\"; not indeed as rejoicing over the torments of those sufferers, but as then most completely realizing the extent of the well-earned rewards of virtue."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:123",
                            "text": "He signifies by those words that it will be an addition to the felicity of the virtuous and an intensification of it, to have its contrary set against it."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:124",
                            "text": "In saying that \"he washes his hands in the blood of the ungodly\" he would convey the thought that \"the cleanness of his own acting in life is plainly declared in the perdition of the ungodly\"."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:125",
                            "text": "For the expression \"wash\" represents the idea of cleanness; but no one is washed, but is rather defiled, in blood; whereby it is clear that it is a comparison with the harsher forms of punishment that puts in a clearer light the blessedness of virtue."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:126",
                            "text": "We must now summarize our argument, in order that the thoughts which we have expanded may be more easily retained in the memory."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:127",
                            "text": "The premature deaths of infants have nothing in them to suggest the thought that one who so terminates his life is subject to some grievous misfortune, any more than they are to be put on a level with the deaths of those who have purified themselves in this life by every kind of virtue; the more far-seeing Providence of God curtails the immensity of sins in the case of those whose lives are going to be so evil."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:128",
                            "text": "That some of the wicked have lived on does not upset this reason which we have rendered; for the evil was in their case hindered in kindness to their parents; whereas, in the case of those whose parents have never imparted to them any power of calling upon God, such a form of the Divine kindness, which accompanies such a power, is not transmitted to their own children; otherwise the infant now prevented by death from growing up wicked would have exhibited a far more desperate wickedness than the most notorious sinners, seeing that it would have been unhindered."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:129",
                            "text": "Even granting that some have climbed to the topmost pinnacle of crime, the Apostolic view supplies a comforting answer to the question; for He Who does everything with Wisdom knows how to effect by means of evil some good."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "On Infants' Early Deaths 1:130",
                            "text": "Still further, if some occupy a pre-eminence in crime, and yet for all that have never been a metal, to use our former illustration, that God's skill has used for any good, this is a case which constitutes an addition to the happiness of the good, as the Prophet's words suggest; it may be reckoned as not a slight element in that happiness, nor, on the other hand, as one unworthy of God's providing."
                        }
                    ]
                }
            ]
        }
    ]
}