{
    "books": [
        {
            "name": "Ambrose: Epistle XVIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: Epistle XVIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:1",
                            "text": "Epistle XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:2",
                            "text": "Reply of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:3",
                            "text": "Ambrose to the Memorial of Symmachus, in which after complimenting Valentinian he deals with three points of the Memorial."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:4",
                            "text": "He replies to his opponent's personification of Rome in a singularly telling manner, and proves that the famine spoken of by Symmachus had nothing to do with the cessation of heathen rites."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:5",
                            "text": "Ambrose, Bishop, to the most blessed prince and most gracious Emperor Valentianus, the august."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:6",
                            "text": "1."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:7",
                            "text": "Since the illustrious Symmachus, Prefect of the city, has sent petition to your Grace that the altar, which was taken away from the Senate House of the city of Rome, should be restored to its place; and you, O Emperor, although still young in years and experience, yet a veteran in the power of faith, did not approve the prayer of the heathen, I presented a request the moment I heard of it, in which, though I stated such things as it seemed necessary to suggest, I requested that a copy of the Memorial might be given to me."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:8",
                            "text": "2."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:9",
                            "text": "So, then, not being in doubt as to your faith, but anxiously considering the risk, and sure of a kindly consideration, I am replying in this document to the assertions of the Memorial, making this sole request, that you will not expect elegance of language but the force of facts."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:10",
                            "text": "For, as the divine Scripture teaches, the tongue of wise and studious men is golden, which, gifted with glittering words and shining with the brilliancy of splendid utterance as if of some rich colour, captivates the eyes of the mind with the appearance of beauty and dazzles with the sight."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:11",
                            "text": "But this gold, if you consider it carefully, is of value outwardly but within is base metal."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:12",
                            "text": "Ponder well, I pray you, and examine the sect of the heathen, their utterances, sound, weighty, and grand, but defend what is without capacity for truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:13",
                            "text": "They speak of God and worship idols."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:14",
                            "text": "3."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:15",
                            "text": "The illustrious Prefect of the city has in his Memorial set forth three propositions which he considers of force: that Rome, as he says, asks for her rites again, that pay be given to her priests and Vestal Virgins, and that a general famine followed upon the refusal of the priests' stipends."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:16",
                            "text": "4."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:17",
                            "text": "In his first proposition Rome complains with sad and tearful words, asking, as he says, for the restoration of the rites of her ancient ceremonies."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:18",
                            "text": "These sacred rites, he says, repulsed Hannibal from the walls, and the Senones from the Capitol."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:19",
                            "text": "And so at the same time that the power of the sacred rites is proclaimed, their weakness is betrayed."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:20",
                            "text": "So that Hannibal long insulted the Roman rites, and while the gods were fighting against him, arrived a conqueror at the very walls of the city."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:21",
                            "text": "Why did they suffer themselves to be besieged, for whom their gods were fighting in arms?  5."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:22",
                            "text": "And why should I say anything of the Senones, whose entrance into the inmost Capitol the remnant of the Romans could not have prevented, had not a goose by its frightened cackling betrayed them? See what sort of protectors the Roman temples have."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:23",
                            "text": "Where was Jupiter at that time? Was he speaking in the goose?  6."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:24",
                            "text": "But why should I deny that their sacred rites fought for the Romans? For Hannibal also worshipped the same gods."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:25",
                            "text": "Let them choose then which they will."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:26",
                            "text": "If these sacred rites conquered in the Romans, then they were overcome in the Carthaginians; if they triumphed in the Carthaginians, they certainly did not benefit the Romans."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:27",
                            "text": "7."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:28",
                            "text": "Let, then, that invidious complaint of the Roman people come to an end."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:29",
                            "text": "Rome has given no such charge."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:30",
                            "text": "She speaks with other words."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:31",
                            "text": "\"Why do you daily stain me with the useless blood of the harmless herd? Trophies of victory depend not on the entrails of the flocks, but on the strength of those who fight."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:32",
                            "text": "I subdued the world by a different discipline."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:33",
                            "text": "Camillus was my soldier, who slew those who had taken the Tarpeian rock, and brought back the standards taken from the Capitol; valour laid those low whom religion had not driven off."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:34",
                            "text": "What shall I say of Attilius [Regulus], who gave the service of his death? Africanus found his triumphs not amongst the altars of the Capitol, but amongst the lines of Hannibal."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:35",
                            "text": "Why do you bring forward the rites of our ancestors? I hate the rites of Neros."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:36",
                            "text": "Why should I speak of the Emperors of two months, and the ends of rulers closely joined to their commencements."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:37",
                            "text": "Or is it perchance a new thing for the barbarians to cross their boundaries? Were they, too, Christians in whose wretched and unprecedented cases, the one, a captive Emperor, and, under the other, the captive world made manifest that their rites which promised victory were false."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:38",
                            "text": "Was there then no Altar of Victory? I mourn over my downfall, my old age is tinged with that shameful bloodshed."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:39",
                            "text": "I do not blush to be converted with the whole world in my old age."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:40",
                            "text": "It is undoubtedly true that no age is too late to learn."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:41",
                            "text": "Let that old age blush which cannot amend itself."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:42",
                            "text": "Not the old age of years is worthy of praise but that of character."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:43",
                            "text": "There is no shame in passing to better things."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:44",
                            "text": "This alone was common to me with the barbarians, that of old I knew not God."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:45",
                            "text": "Your sacrifice is a rite of being sprinkled with the blood of beasts."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:46",
                            "text": "Why do you seek the voice of God in dead animals? Come and learn on earth the heavenly warfare; we live here, but our warfare is there."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:47",
                            "text": "Let God Himself, Who made me, teach me the mystery of heaven, not man, who knew not himself."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:48",
                            "text": "Whom rather than God should I believe concerning God? How can I believe you, who confess that you know not what you worship?\"  8."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:49",
                            "text": "By one road, says he, one cannot attain to so great a secret."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:50",
                            "text": "What you know not, that we know by the voice of God."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:51",
                            "text": "And what you seek by fancies, we have found out from the very Wisdom and Truth of God."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:52",
                            "text": "Your ways, therefore, do not agree with ours."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:53",
                            "text": "You implore peace for your gods from the Emperors, we ask for peace for the Emperors themselves from Christ."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:54",
                            "text": "You worship the works of your own hands, we think it an offence that anything which can be made should be esteemed God."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:55",
                            "text": "God wills not that He should be worshipped in stones."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:56",
                            "text": "And, in fine, your philosophers themselves have ridiculed these things."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:57",
                            "text": "9."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:58",
                            "text": "But if you deny Christ to be God, because you believe not that He died (for you are ignorant that death was of the body not of the Godhead, which has brought it to pass that now no one of those who believe dies), what is more thoughtless than you who honour with insult, and disparage with honour, for you consider a piece of wood to be your god."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:59",
                            "text": "O worship full of insult! You believe not that Christ could die, O perversity founded on respect!  10."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:60",
                            "text": "But, says he, let the altars be restored to the images, and their ornaments to the shrines."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:61",
                            "text": "Let this demand be made of one who shares in their superstitions; a Christian Emperor has learnt to honour the altar of Christ alone."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:62",
                            "text": "Why do they exact of pious hands and faithful lips the ministry to their sacrilege? Let the voice of our Emperor utter the Name of Christ alone, and speak of Him only, Whom he is conscious of, for, \"the King's heart is in the hand of the Lord\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:63",
                            "text": "Has any heathen Emperor raised an altar to Christ? While they demand the restoration of things which have been, by their own example they show us how great reverence Christian Emperors ought to pay to the religion which they follow, since heathen ones offered all to their superstitions."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:64",
                            "text": "11a."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:65",
                            "text": "We began long since, and now they follow those whom they excluded."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:66",
                            "text": "We glory in yielding our blood, an expense moves them."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:67",
                            "text": "We consider these things in the place of victories, they think them loss."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:68",
                            "text": "Never did they confer on us a greater benefit than when they ordered Christians to be beaten and proscribed and slain."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:69",
                            "text": "Religion made a reward of that which unbelief thought to be a punishment."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:70",
                            "text": "See their greatness of soul! We have increased through loss, through want, through punishment; they do not believe that their rites can continue without contributions."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:71",
                            "text": "11."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:72",
                            "text": "Let the Vestal Virgins, he says, retain their privileges."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:73",
                            "text": "Let those speak thus, who are unable to believe that virginity can exist without reward, let those who do not trust virtue, encourage by gain."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:74",
                            "text": "But how many virgins have the promised rewards gained for them? Hardly are seven Vestal Virgins received."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:75",
                            "text": "See the whole number whom the fillets and chaplets for the head, the dye of the purple robes, the pomp of the litter surrounded by a company of attendants, the greatest privileges, immense profits, and a prescribed time of virginity have gathered together."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:76",
                            "text": "12."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:77",
                            "text": "Let them lift up the eyes of soul and body, let them look upon a people of modesty, a people of purity, an assembly of virginity."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:78",
                            "text": "Not fillets are the ornament  of their heads, but a veil common in use but ennobled by chastity, the enticement of beauty not sought out but laid aside, none of those purple insignia, no delicious luxuries, but the practice of fasts, no privileges, no gains; all things, in fine, of such a kind that one would think them restrained from enjoyment whilst practising their duties."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:79",
                            "text": "But whilst the duty is being practised the enjoyment of it is aroused."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:80",
                            "text": "Chastity is increased by its own sacrifices."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:81",
                            "text": "That is not virginity which is bought with a price, and not kept through a love of virtue; that is not purity which is bought by auction for money, which is bid for a time."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:82",
                            "text": "The first victory of chastity is to conquer the desire of wealth, for the pursuit of gain is a temptation to modesty."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:83",
                            "text": "Let us, however, lay down that bountiful provision should be granted to virgins."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:84",
                            "text": "What an amount will overflow upon Christians! What treasury will supply such riches? Or if they think that gifts should be conferred on the Vestals alone, are they not ashamed that they who claimed the whole for themselves under heathen Emperors should think that we ought to have no common share under Christian Princes?  13."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:85",
                            "text": "They complain, also, that public support is not considered due to their priests and ministers."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:86",
                            "text": "What a storm of words has resounded on this point! But on the other hand even the inheritance of private property is denied us by recent laws, and no one complains; for we do not consider it an injury, because we grieve not at the loss."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:87",
                            "text": "If a priest seeks the privilege of declining the municipal burdens, he has to give up his ancestral and all other property."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:88",
                            "text": "If the heathen suffered this how would they urge their complaint, that a priest must purchase the free time necessary for his ministry by the loss of all his patrimony, and buy the power to exercise his public ministry at the expense of all his private means; and, alleging his vigils for the public safety, must console himself with the reward of domestic want, because he has not sold a service but obtained a favour."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:89",
                            "text": "14."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:90",
                            "text": "Compare the cases."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:91",
                            "text": "You wish to excuse a decurio, when it is not allowed the Church to excuse a priest."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:92",
                            "text": "Wills are written on behalf of ministers of the temples, no profane person is excepted, no one of the lowest condition, no one shamelessly immodest, the clergy alone are excluded from the common right, by whom alone common prayer is offered for all, and common service rendered, no legacies even of grave widows, no gifts are permitted."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:93",
                            "text": "And where no fault can be found in the character, a penalty is notwithstanding imposed on the office."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:94",
                            "text": "That which a Christian widow has bequeathed to the priests of a temple is valid, her legacy to the ministers of God is invalid."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:95",
                            "text": "And I have related this not in order to complain, but that they may know what I do not complain of; for I prefer that we should be poorer in money than in grace."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:96",
                            "text": "15."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:97",
                            "text": "But they say that what has been given or left to the Church has not been touched."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:98",
                            "text": "Let them also state who has taken away gifts from the temples, which has been done to Christians."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:99",
                            "text": "If these things had been done to the heathen the wrong would have been rather a requital than an injury."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:100",
                            "text": "Is it now only at last that justice is alleged as a pretext, and a claim made for equity? Where was this feeling when, after plundering the goods of all Christians, they grudged them the very breath of life, and forbade them the use of that last burial nowhere denied to any dead? The sea restored those whom the heathen had thrown into it."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:101",
                            "text": "This is the victory of faith, that they themselves now blame the acts of their ancestors whose deeds they condemn."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:102",
                            "text": "But what reason is there in seeking benefits from those whose deeds they condemn?  16."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:103",
                            "text": "No one, however, has denied gifts to the shrines, and legacies to the soothsayers, their land alone has been taken away, because they did not use religiously that which they claimed in right of religion."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:104",
                            "text": "Why did they not practise what we did if they allege our example? The Church has no possessions of her own except the Faith."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:105",
                            "text": "Hence are her returns, her increase."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:106",
                            "text": "The possessions of the Church are the maintenance of the poor."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:107",
                            "text": "Let them count up how many captives the temples have ransomed, what food they have contributed for the poor, to what exiles they have supplied the means of living."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:108",
                            "text": "Their lands then have been taken away, not their rights."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:109",
                            "text": "17."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:110",
                            "text": "See what was done, and a public famine avenged, as they say, the sad impiety that what was before profitable only for the comfort of the priests began to be profitable to the use of all."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:111",
                            "text": "For this reason then, as they say, was the bark shipped from the copses, and fainting men's mouths supped up the unsavoury sap."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:112",
                            "text": "For this reason changing corn for the Chaonian acorn, going back once more to the food of cattle and the nourishment of wretched provisions, they shook the oaks and solaced their dire hunger in the woods."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:113",
                            "text": "These, forsooth, were new prodigies on earth, which had never happened before, while heathen superstition was fervent throughout the world! When in truth before did the crop mock the prayers of the grasping husbandman with empty straw, and the blade of corn sought in the furrows fail the hope of the rustic crew?  18."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:114",
                            "text": "And from what did the Greeks derive the oracles of their oaks except from their thinking that the support of their sylvan food was the gift of heavenly religion? For such do they believe to be the gifts of their gods."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:115",
                            "text": "Who but heathen people worshipped the trees of Dodona, when they gave honour to the sorry food of the woodland? It is not likely that their gods in anger inflicted on them as a punishment that which they used when appeased to confer as a gift."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:116",
                            "text": "And what justice would there be if, being grieved that support was refused to a few priests, they denied it to all, since the vengeance would be more unbearable than the fault? The cause, then, is not adequate to bring such suffering on a failing world, as that the full-grown hope of the year should perish suddenly while the crops were green."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:117",
                            "text": "19."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:118",
                            "text": "And, certainly, many years ago the lights of the temples were taken away throughout the world; has it only now at length come into the mind of the gods of the heathen to avenge the injury? And did the Nile fail to overflow in its accustomed course, in order to avenge the losses of the priests of the city, whilst it did not avenge its own?  20."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:119",
                            "text": "But let it be that they suppose that the injuries done to their gods were avenged in the past year."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:120",
                            "text": "Why have they been unnoticed in the present year? For now neither do the country people feed upon torn up roots, nor seek refreshment from the berries of the wood, nor pluck its food from thorns, but joyful in their prosperous labours, while wondering at their harvest, made up for their fasting by the full accomplishment of their wishes; for the earth rendered her produce with interest."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:121",
                            "text": "21."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:122",
                            "text": "Who, then, is so unused to human matters as to be astonished at the differences of years? And yet even last year we know that many provinces abounded with produce."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:123",
                            "text": "What shall I say of the Gauls which were more productive than usual? The Pannonias sold corn which they had not sown, and Phaetia Secunda experienced harm of her own fertility, for she who was wont to be safe in her scarcity, stirred up an enemy against herself by her fertility."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:124",
                            "text": "The fruits of the autumn fed Liguria and the Venetias."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:125",
                            "text": "So, then, the former year did not wither because of sacrilege, and the latter flourished with the fruits of faith."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:126",
                            "text": "Let them too deny if they can that the vineyards abounded with an immense produce."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:127",
                            "text": "And so we have both received a harvest with interest and possess the benefit of a more abundant vintage."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:128",
                            "text": "22."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:129",
                            "text": "The last and most important point remains, whether, O Emperors, you ought to restore those helps which have profited you; for he says: 'Let them defend you, and be worshipped by us."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:130",
                            "text": "' This it is, most faithful princes, which we cannot endure, that they should taunt us that they supplicate their gods in your names, and without your commands, commit an immense sacrilege, interpreting your shutting your eyes as consent."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:131",
                            "text": "Let them have their guardians to themselves, let these, if they can, protect their worshippers."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:132",
                            "text": "For, if they are not able to help those by whom they are worshipped, how can they protect you by whom they are not worshipped?  23."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:133",
                            "text": "But, he says, the rites of our ancestors ought to be retained."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:134",
                            "text": "But what, seeing that all things have made progress towards what is better? The world itself, which at first was compacted of the germs of the elements throughout the void, in a yielding sphere, or was dark with the shapeless confusion of the work as yet without order, did it not afterwards receive (the distinction between sky, sea, and earth being established), the forms of things whereby it appears beautiful? The lands freed from the misty darkness wondered at the new sun."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:135",
                            "text": "The day does not shine in the beginning, but as time proceeds, it is bright with increase of light, and grows warm with increase of heat."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:136",
                            "text": "24."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:137",
                            "text": "The moon herself, by which in the prophetic oracles the Church is represented, when first rising again, she waxes to her monthly age, is hidden from us in darkness, and filling up her horns little by little, so  completing them opposite to the sun, glows with the brightness of clear shining."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:138",
                            "text": "25."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:139",
                            "text": "The earth in former times was without experience of being worked for fruits; afterwards when the careful husbandman began to lord it over the fields, and to clothe the shapeless soil with vines, it put off its wild disposition, being softened by domestic cultivation."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:140",
                            "text": "26."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:141",
                            "text": "The first age of the year itself, which has tinged us with a likeness to itself as things begin to grow, as it goes on becomes springlike with flowers soon about to fall, and grows up to full age in fruits at the end."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:142",
                            "text": "27."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:143",
                            "text": "We too, inexperienced in age, have an infancy of our senses, but changing as years go on, lay aside the rudiments of our faculties."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:144",
                            "text": "28."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:145",
                            "text": "Let them say, then, that all things ought to have remained in their first beginnings, that the world covered with darkness is now displeasing, because it has brightened with the shining of the sun."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:146",
                            "text": "And how much more pleasant is it to have dispelled the darkness of the mind than that of the body, and that the ray of faith should have shone than that of the sun."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:147",
                            "text": "So, then, the primeval state of the world as of all things has passed away, that the venerable old age of hoary faith might follow."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:148",
                            "text": "Let those whom this touches find fault with the harvest, because its abundance comes late; let them find fault with the vintage, because it is at the close of the year; let them find fault with the olive, because it is the latest of fruits."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:149",
                            "text": "29."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:150",
                            "text": "So, then, our harvest is the faith of souls; the grace of the Church is the vintage of merits, which from the beginning of the world flourished in the Saints, but in the last age has spread itself over the people, that all might notice that the faith of Christ has entered minds which were not rude (for there is no crown of victory without an adversary), but the opinion being exploded which before prevailed, that which was true is rightly preferred."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:151",
                            "text": "30."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:152",
                            "text": "If the old rites pleased, why did Rome also take up foreign ones? I pass over the ground hidden by costly building, and shepherds' cottages glittering with degenerate gold."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:153",
                            "text": "Why, that I may reply to the very matter which they complain of, have they eagerly received the images of captured cities, and conquered gods, and the foreign rites of alien superstition? Whence is the pattern for Cybele washing her chariots in a stream counterfeiting the Almo? Whence were the Phrygian bards, and the deities of unjust Carthage always hateful to the Romans? And her whom the Africans worship as Celestis, the Persians as Nitra, and the greater number as Venus, according to a difference of name, not a variety of deities."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:154",
                            "text": "So they believed that Victory was a goddess, which is certainly a gift, not a power; is granted and does not rule, results from the aid of legions not the power of religions."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:155",
                            "text": "Is that goddess then great whom the number of soldiers claims, or the event of battle gives?  31."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:156",
                            "text": "They ask to have her altar erected in the Senate House of the city of Rome, that is where the majority who meet together are Christians! There are altars in all the temples, and an altar also in the temple of Victories."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:157",
                            "text": "Since they take pleasure in numbers they celebrate their sacrifices everywhere."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:158",
                            "text": "To claim a sacrifice on this one altar, what is it but to insult the Faith? Is it to be borne that a heathen should sacrifice and a Christian be present? Let them imbibe, he says, let them imbibe, even against their will, the smoke with their eyes, the music with their ears, the ashes with their throats, the incense with their nostrils, and let the dust stirred up from our hearths cover their faces though they detest it."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:159",
                            "text": "Are not the baths, the colonnades, the streets filled with images sufficient for them? Shall there not be a common lot in that common assembly? The faithful portion of the senate will be bound by the voices of those that call upon the gods, by the oaths of those that swear by them."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:160",
                            "text": "If they oppose they will seem to exhibit their falsehood, if they acquiesce, to acknowledge what is sacrilege."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:161",
                            "text": "32."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:162",
                            "text": "Where, says he, shall we swear obedience to your Grace's laws and decrees? Does then your mind, which is contained in the laws, gain assent and bind to faithfulness by heathen ceremonies? The faith is attacked, not only of those who are present but also of those who are absent, and what is more, O Emperors, your faith, too, is attacked, for you compel if you command."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:163",
                            "text": "Constantius of august memory, though not yet initiated in the sacred Mysteries, thought that he would be polluted if he saw that altar."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:164",
                            "text": "He commanded it to be removed, he did not command it to be replaced."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:165",
                            "text": "The removal has the authority of an act, the restoration has not that of a command."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:166",
                            "text": "33."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:167",
                            "text": "Let no one flatter himself because he is absent."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:168",
                            "text": "He who joins himself to others in mind is more present than he whose assent is given by bodily presence."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:169",
                            "text": "For it is more to be united in mind than to be joined in body."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:170",
                            "text": "The Senate has you as the presidents who convene the assembly, it  comes together for you; it gives its conscience to you, not to the gods of the heathen; it prefers you to its children, but not to its faith."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:171",
                            "text": "This is a love to be desired, this is a love greater than any dominion, if faith which preserves dominion be secure."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:172",
                            "text": "34."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:173",
                            "text": "But perhaps it may move some that if this be so, a most faithful Emperor has been forsaken, as if forsooth the reward of merits were to be estimated by the transitory measure of things present."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:174",
                            "text": "For what wise man is ignorant that human affairs are ordered in a kind of round and cycle, for they have not always the same success, but their state varies and they suffer vicissitudes."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:175",
                            "text": "35."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:176",
                            "text": "Whom have the Roman temples sent out more prosperous than Cneius Pompeius? Yet, when he had encompassed the earth with three triumphs, defeated in battle, a fugitive from war, and an exile beyond the bounds of his own empire, he fell by the hand of an eunuch of Canopus."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:177",
                            "text": "36."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:178",
                            "text": "Whom has the whole land of the East given to the world more noble than Cyrus, king of the Persians? He too, after conquering the most powerful princes who opposed him, and retaining them, when conquered, as prisoners, perished, overthrown by the arms of a woman."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:179",
                            "text": "And that king who was acknowledged to have treated even the vanquished with honour, had his head cut off, placed in a vessel full of blood, and was bidden to be satiated, being thus subject to the mocking of a woman's power."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:180",
                            "text": "So in the course of that life of his like is not repaid by like, but far otherwise."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:181",
                            "text": "37."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:182",
                            "text": "And whom do we find more devoted to sacrificing than Hamilcar, leader of the Carthaginians? Who, having offered sacrifice between the ranks during the whole time of the battle, when he saw that his side was conquered, threw himself into the fire which he was feeding, that he might extinguish even with his own body those fires which he had found to profit him nothing."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:183",
                            "text": "38."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:184",
                            "text": "What, then, shall I say of Julian? Who, having credulously trusted the answers of the soothsayers, destroyed his own means of retreat."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:185",
                            "text": "Therefore even in like cases there is not a like offence, for our promises have deceived no one."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:186",
                            "text": "39."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:187",
                            "text": "I have answered those who provoked me as though I had not been provoked, for my object was to refute the Memorial, not to expose superstition."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:188",
                            "text": "But let their very memorial make you, O Emperor, more careful."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:189",
                            "text": "For after narrating of former princes, that the earlier of them practised the ceremonies of their fathers, and the later did not abolish them; and saying in addition that, if the religious practice of the older did not make a precedent, the connivance of the later ones did; it plainly showed what you owe, both to your faith, viz."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:190",
                            "text": ", that you should not follow the example of heathen rites, and to your affection, that you should not abolish the decrees of your brother."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Ambrose: Epistle XVIII 1:191",
                            "text": "For if for their own side alone they have praised the connivance of those princes, who, though Christians, yet in no way abolished the heathen decrees, how much more ought you to defer to brotherly love, so that you, who ought to overlook some things even if you did not approve them in order not to detract from your brother's statutes, should now maintain what you judge to be in agreement both with your own faith, and the bond of brotherhood."
                        }
                    ]
                }
            ]
        }
    ]
}