{
    "books": [
        {
            "name": "Chrysostom: On the Christian Priesthood Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Chrysostom: On the Christian Priesthood Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:1",
                            "text": "Book III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:2",
                            "text": "Chrysostom: As regards the insult to those who have done me honor, what I have already said might be sufficient to prove that in avoiding this office I had no desire to put them to shame; but I will now endeavor to make it evident, to the best of my ability, that I was not puffed up by arrogance of any kind."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:3",
                            "text": "For if the choice of a generalship or a kingdom had been submitted to me, and I had then formed this resolution, any one might naturally have suspected me of this fault, or rather I should have been found guilty by all men, not of arrogance, but of senseless folly."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:4",
                            "text": "But when the priesthood is offered to me, which exceeds a kingdom as much as the spirit differs from the flesh, will any one dare to accuse me of disdain? And is it not preposterous to charge with folly those who reject small things, but when any do this in matters of pre-eminent importance, to exempt such persons from accusations of mental derangement, and yet subject them to the charge of pride? It is just as if one were to accuse, not of pride, but of insanity, a man who looked with contempt on a herd of oxen and refused to be a herdsman, and yet were to say that a man who declined the empire of the world, and the command of all the armies of the earth, was not mad, but inflated with pride."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:5",
                            "text": "But this assuredly is not the case; and they who say such things do not injure me more than they injure themselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:6",
                            "text": "For merely to imagine it possible for human nature to despise this dignity is an evidence against those who bring this charge of the estimate which they have formed of the office."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:7",
                            "text": "For if they did not consider it to be an ordinary thing of no great account, such a suspicion as this would never have entered their heads."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:8",
                            "text": "For why is it that no one has ever dared to entertain such a suspicion with reference to the dignity of the angels, and to say that arrogance is the reason why human nature would not aspire to the rank of the angelic nature? It is because we imagine great things concerning those powers, and this does not suffer us to believe that a man can conceive anything greater than that honor."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:9",
                            "text": "Wherefore one might with more justice indite those persons of arrogance who accuse me of it."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:10",
                            "text": "For they would never have suspected this of others if they had not previously depreciated the matter as being of no account."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:11",
                            "text": "But if they say that I have done this with a view to glory, they will be convicted of fighting openly against themselves and falling into their own snare; for I do not know what kind of arguments they could have sought in preference to these if they had wished to release me from the charge of vainglory."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:12",
                            "text": "For if this desire had ever entered my mind, I ought to have accepted the office rather than avoided it."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:13",
                            "text": "Why? because it would have brought me much glory."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:14",
                            "text": "For the fact that one of my age, who had so recently abandoned secular pursuits, should suddenly be deemed by all worthy of such admiration as to be advanced to honor before those who have spent all their life in labors of this kind, and to obtain more votes than all of them, might have persuaded all men to anticipate great and marvellous things of me."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:15",
                            "text": "But, as it is, the greater part of the Church does not know me even by name: so that even my refusal of the office will not be manifest to all, but only to a few, and I am not sure that all even of these know it for certain; but probably many of them either imagine that I was not elected at all, or that I was rejected after the election, being considered unsuitable, not that I avoided the office of my own accord."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:16",
                            "text": "Basil: But those who do know the truth will be surprised."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:17",
                            "text": "Chrysostom: And lo! these are they who, according to you, falsely accuse me of vainglory and pride."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:18",
                            "text": "Whence then am I to hope for praise? From the many? They do not know the actual fact."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:19",
                            "text": "From the few? Here again the matter is perverted to my disadvantage."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:20",
                            "text": "For the only reason why you have come here now is to learn what answer ought to be given to them."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:21",
                            "text": "And what shall I now certainly say on account of these things? For wait a little, and you will clearly perceive that even if all know the truth they ought not to condemn me for pride and love of glory."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:22",
                            "text": "And in addition to this there is another consideration: that not only those who make this venture, if there be any such (which for my part I do not believe), but also those who suspect it of others, will be involved in no small danger."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:23",
                            "text": "For the priestly office is indeed discharged on earth, but it ranks amongst heavenly ordinances; and very naturally so: for neither man, nor angel, nor archangel, nor any other created power, but the Paraclete Himself, instituted this vocation, and persuaded men while still abiding in the flesh to represent the ministry of angels."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:24",
                            "text": "Wherefore the consecrated priest ought to be as pure as if he were standing in the heavens themselves in the midst of those powers."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:25",
                            "text": "Fearful, indeed, and of most awful import, were the things which were used before the dispensation of grace, as the bells, the pomegranates, the stones on the breastplate and on the ephod, the girdle, the mitre, the long robe, the plate of gold, the holy of holies, the deep silence within."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:26",
                            "text": "But if any one should examine the things which belong to the dispensation of grace, he will find that, small as they are, yet are they fearful and full of awe, and that what was spoken concerning the law is true in this case also, that \"what has been made glorious hath no glory in this respect by reason of the glory which excelleth\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:27",
                            "text": "For when thou seest the Lord sacrificed, and laid upon the altar, and the priest standing and praying over the victim, and all the worshippers empurpled with that precious blood, canst thou then think that thou art still amongst men, and standing upon the earth? Art thou not, on the contrary, straightway translated to Heaven, and casting out every carnal thought from the soul, dost thou not with disembodied spirit and pure reason contemplate the things which are in Heaven? Oh! what a marvel! what love of God to man! He who sitteth on high with the Father is at that hour held in the hands of all, and gives Himself to those who are willing to embrace and grasp Him."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:28",
                            "text": "And this all do through the eyes of faith! Do these things seem to you fit to be despised, or such as to make it possible for any one to be uplifted against them?  Would you also learn from another miracle the exceeding sanctity of this office? Picture Elijah and the vast multitude standing around him, and the sacrifice laid upon the altar of stones, and all the rest of the people hushed into a deep silence while the prophet alone offers up prayer: then the sudden rush of fire from Heaven upon the sacrifice:—these are marvellous things, charged with terror."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:29",
                            "text": "Now then pass from this scene to the rites which are celebrated in the present day; they are not only marvellous to behold, but transcendent in terror."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:30",
                            "text": "There stands the priest, not bringing down fire from Heaven, but the Holy Spirit: and he makes prolonged supplication, not that some flame sent down from on high may consume the offerings, but that grace descending on the sacrifice may thereby enlighten the souls of all, and render them more refulgent than silver purified by fire."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:31",
                            "text": "Who can despise this most awful mystery, unless he is stark mad and senseless? Or do you not know that no human soul could have endured that fire in the sacrifice, but all would have been utterly consumed, had not the assistance of God's grace been great."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:32",
                            "text": "For if any one will consider how great a thing it is for one, being a man, and compassed with flesh and blood, to be enabled to draw nigh to that blessed and pure nature, he will then clearly see what great honor the grace of the Spirit has vouchsafed to priests; since by their agency these rites are celebrated, and others nowise inferior to these both in respect of our dignity and our salvation."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:33",
                            "text": "For they who inhabit the earth and make their abode there are entrusted with the administration of things which are in Heaven, and have received an authority which God has not given to angels or archangels."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:34",
                            "text": "For it has not been said to them, \"Whatsoever ye shall bind on earth shall be bound in Heaven, and whatsoever ye shall loose on earth shall be loosed in Heaven\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:35",
                            "text": "They who rule on earth have indeed authority to bind, but only the body: whereas this binding lays hold of the soul and penetrates the heavens; and what priests do here below God ratifies above, and the Master confirms the sentence of his servants."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:36",
                            "text": "For indeed what is it but all manner of heavenly authority which He has given them when He says, \"Whose sins ye remit they are remitted, and whose sins ye retain they are retained?\" What authority could be greater than this? \"The Father hath committed all judgment to the Son?\" But I see it all put into the hands of these men by the Son."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:37",
                            "text": "For they have been conducted to this dignity as if they were already translated to Heaven, and had transcended human nature, and were released from the passions to which we are liable."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:38",
                            "text": "Moreover, if a king should bestow this honor upon any of his subjects, authorizing him to cast into prison whom he pleased and to release them again, he becomes an object of envy and respect to all men; but he who has received from God an authority as much greater as heaven is more precious than earth, and souls more precious than bodies, seems to some to have received so small an honor that they are actually able to imagine that one of those who have been entrusted with these things will despise the gift."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:39",
                            "text": "Away with such madness! For transparent madness it is to despise so great a dignity, without which it is not possible to obtain either our own salvation, or the good things which have been promised to us."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:40",
                            "text": "For if no one can enter into the kingdom of Heaven except he be regenerate through water and the Spirit, and he who does not eat the flesh of the Lord and drink His blood is excluded from eternal life, and if all these things are accomplished only by means of those holy hands, I mean the hands of the priest, how will any one, without these, be able to escape the fire of hell, or to win those crowns which are reserved for the victorious?."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:41",
                            "text": "These verily are they who are entrusted with the pangs of spiritual travail and the birth which comes through baptism: by their means we put on Christ, and are buried with the Son of God, and become members of that blessed Head."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:42",
                            "text": "Wherefore they might not only be more justly feared by us than rulers and kings, but also be more honored than parents; since these begat us of blood and the will of the flesh, but the others are the authors of our birth from God, even that blessed regeneration which is the true freedom and the sonship according to grace."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:43",
                            "text": "The Jewish priests had authority to release the body from leprosy, or, rather, not to release it but only to examine those who were already released, and you know how much the office of priest was contended for at that time."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:44",
                            "text": "But our priests have received authority to deal, not with bodily leprosy, but spiritual uncleanness—not to pronounce it removed after examination, but actually and absolutely to take it away."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:45",
                            "text": "Wherefore they who despise these priests would be far more accursed than Dathan and his company, and deserve more severe punishment."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:46",
                            "text": "For the latter, although they laid claim to the dignity which did not belong to them, nevertheless had an excellent opinion concerning it, and this they evinced by the great eagerness with which they pursued it; but these men, when the office has been better regulated, and has received so great a development, have displayed an audacity which exceeds that of the others, although manifested in a contrary way."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:47",
                            "text": "For there is not an equal amount of contempt involved in aiming at an honor which does not pertain to one, and in despising such great advantages, but the latter exceeds the former as much as scorn differs from admiration."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:48",
                            "text": "What soul then is so sordid as to despise such great advantages? None whatever, I should say, unless it were one subject to some demoniacal impulse."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:49",
                            "text": "For I return once more to the point from which I started: not in the way of chastising only, but also in the way of benefiting, God has bestowed a power on priests greater than that of our natural parents."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:50",
                            "text": "The two indeed differ as much as the present and the future life."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:51",
                            "text": "For our natural parents generate us unto this life only, but the others unto that which is to come."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:52",
                            "text": "And the former would not be able to avert death from their offspring, or to repel the assaults of disease; but these others have often saved a sick soul, or one which was on the point of perishing, procuring for some a milder chastisement, and preventing others from falling altogether, not only by instruction and admonition, but also by the assistance wrought through prayers."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:53",
                            "text": "For not only at the time of regeneration, but afterwards also, they have authority to forgive sins."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:54",
                            "text": "\"Is any sick among you?\" it is said, \"let him call for the elders of the Church and let them pray over him, anointing him with oil in the name of the Lord."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:55",
                            "text": "And the prayer of faith shall save the sick, and the Lord will raise him up: and if he have committed sins they shall be forgiven him\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:56",
                            "text": "Again: our natural parents, should their children come into conflict with any men of high rank and great power in the world, are unable to profit them: but priests have reconciled, not rulers and kings, but God Himself when His wrath has often been provoked against them."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:57",
                            "text": "Well! after this will any one venture to condemn me for arrogance? For my part, after what has been said, I imagine such religious fear will possess the souls of the hearers that they will no longer condemn those who avoid the office for arrogance and temerity, but rather those who voluntarily come forward and are eager to obtain this dignity for themselves."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:58",
                            "text": "For if they who have been entrusted with the command of cities, should they chance to be wanting in discretion and vigilance, have sometimes destroyed the cities and ruined themselves in addition, how much power think you both in himself and from above must he need, to avoid sinning, whose business it is to beautify the Bride of Christ?."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:59",
                            "text": "No man loved Christ more than Paul: no man exhibited greater zeal, no man was counted worthy of more grace: nevertheless, after all these great advantages, he still has fears and tremblings concerning this government and those who were governed by him."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:60",
                            "text": "\"I fear,\" he says, \"lest by any means, as the serpent beguiled Eve through his subtlety, so your minds should be corrupted from the simplicity which is in Christ\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:61",
                            "text": "And again, \"I was with you in fear and in much trembling;\" and this was a man who had been caught up to the third Heaven, and made partaker of the unspeakable mysteries of God, and had endured as many deaths as he had lived days after he became a believer—a man, moreover, who would not use the authority given him from Christ lest any of his converts should be offended."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:62",
                            "text": "If, then, he who went beyond the ordinances of God, and nowhere sought his own advantage, but that of those whom he governed, was always so full of fear when he considered the greatness of his government, what shall our condition be who in many ways seek our own, who not only fail to go beyond the commandments of Christ, but for the most part transgress them? \"Who is weak,\" he says, \"and I am not weak? who is offended and I burn not?\" Such an one ought the priest to be, or, rather, not such only: for these are small things, and as nothing compared with what I am about to say."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:63",
                            "text": "And what is this? \"I could wish,\" he says, \"that myself were accursed from Christ for my brethren, my kinsmen according to the flesh\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:64",
                            "text": "If any one can utter such a speech, if any one has the soul which attains to such a prayer, he might justly be blamed if he took to flight: but if any one should lack such excellence as much as I do, he would deserve to be hated, not if he avoided the office, but if he accepted it."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:65",
                            "text": "For if an election to a military dignity was the business in hand, and they who had the right of conferring the honor were to drag forward a brazier, or a shoemaker, or some such artisan, and entrust the army to his hands, I should not praise the wretched man if he did not take to flight, and do all in his power to avoid plunging into such manifest trouble."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:66",
                            "text": "If, indeed, it be sufficient to bear the name of pastor, and to take the work in hand hap-hazard, and there be no danger in this, then let whoso pleases accuse me of vainglory; but if it behoves one who undertakes this care to have much understanding, and, before understanding, great grace from God, and uprightness of conduct, and purity of life and superhuman virtue, do not deprive me of forgiveness if I am unwilling to perish in vain without a cause."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:67",
                            "text": "Moreover, if any one in charge of a full-sized merchant ship, full of rowers, and laden with a costly freight, were to station me at the helm and bid me cross the aegean or the Tyrrhene sea, I should recoil from the proposal at once: and if any one asked me why? I should say, \"Lest I should sink the ship\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:68",
                            "text": "Well, where the loss concerns material wealth, and the danger extends only to bodily death, no one will blame those who exercise great prudence; but where the shipwrecked are destined to fall, not into the ocean, but into the abyss of fire, and the death which awaits them is not that which severs the soul from the body, but one which together with this dismisses it to eternal punishment, shall I incur your wrath and hate because I did not plunge headlong into so great an evil?."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:69",
                            "text": "Do not thus, I pray and beseech you."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:70",
                            "text": "I know my own soul, how feeble and puny it is: I know the magnitude of this ministry, and the great difficulty of the work; for more stormy billows vex the soul of the priest than the gales which disturb the sea."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:71",
                            "text": "And first of all is that most terrible rock of vainglory, more dangerous than that of the Sirens, of which the fable-mongers tell such marvellous tales: for many were able to sail past that and escape unscathed; but this is to me so dangerous that even now, when no necessity of any kind impels me into that abyss, I am unable to keep clear of the snare: but if any one were to commit this charge to me, it would be all the same as if he tied my hands behind my back, and delivered me to the wild beasts dwelling on that rock to rend me in pieces day by day."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:72",
                            "text": "Do you ask what those wild beasts are? They are wrath, despondency, envy, strife, slanders, accusations, falsehood, hypocrisy, intrigues, anger against those who have done no harm, pleasure at the indecorous acts of fellow ministers, sorrow at their prosperity, love of praise, desire of honor (which indeed most of all drives the human soul headlong to perdition), doctrines devised to please, servile flatteries, ignoble fawning, contempt of the poor, paying court to the rich, senseless and mischievous honors, favors attended with danger both to those who offer and those who accept them, sordid fear suited only to the basest of slaves, the abolition of plain speaking, a great affectation of humility, but banishment of truth, the suppression of convictions and reproofs, or rather the excessive use of them against the poor, while against those who are invested with power no one dare open his lips."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:73",
                            "text": "For all these wild beasts, and more than these, are bred upon that rock of which I have spoken, and those whom they have once captured are inevitably dragged down into such a depth of servitude that even to please women they often do many things which it is well not to mention."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:74",
                            "text": "The divine law indeed has excluded women from the ministry, but they endeavor to thrust themselves into it; and since they can effect nothing of themselves, they do all through the agency of others; and they have become invested with so much power that they can appoint or eject priests at their will: things in fact are turned upside down, and the proverbial saying may be seen realized—\"The ruled lead the rulers:\" and would that it were men who do this instead of women, who have not received a commission to teach."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:75",
                            "text": "Why do I say teach? for the blessed Paul did not suffer them even to speak in the Church."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:76",
                            "text": "But I have heard some one say that they have obtained such a large privilege of free speech, as even to rebuke the prelates of the Churches, and censure them more severely than masters do their own domestics."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:77",
                            "text": "And let not any one suppose that I subject all to the aforesaid charges: for there are some, yea many, who are superior to these entanglements, and exceed in number those who have been caught by them."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:78",
                            "text": "Nor would I indeed make the priesthood responsible for these evils: far be such madness from me."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:79",
                            "text": "For men of understanding do not say that the sword is to blame for murder, nor wine for drunkenness, nor strength for outrage, nor courage for foolhardiness, but they lay the blame on those who make an improper use of the gifts which have been bestowed upon them by God, and punish them accordingly."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:80",
                            "text": "Certainly, at least, the priesthood may justly accuse us if we do not rightly handle it."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:81",
                            "text": "For it is not itself a cause of the evils already mentioned, but we, who as far as lies in our power have defiled it with so many pollutions, by entrusting it to commonplace men who readily accept what is offered them, without having first acquired a knowledge of their own souls, or considered the gravity of the office, and when they have entered on the work, being blinded by inexperience, overwhelm with innumerable evils the people who have been committed to their care."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:82",
                            "text": "This is the very thing which was very nearly happening in my case, had not God speedily delivered me from those dangers, mercifully sparing his Church and my own soul."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:83",
                            "text": "For, tell me, whence do you think such great troubles are generated in the Churches? I, for my part, believe the only source of them to be the inconsiderate and random way in which prelates are chosen and appointed."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:84",
                            "text": "For the head ought to be the strongest part, that it may be able to regulate and control the evil exhalations which arise from the rest of the body below; but when it happens to be weak in itself, and unable to repel those pestiferous attacks, it becomes feebler itself than it really is, and ruins the rest of the body as well."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:85",
                            "text": "And to prevent this now coming to pass, God kept me in the position of the feet, which was the rank originally assigned to me."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:86",
                            "text": "For there are very many other qualities, Basil, besides those already mentioned, which the priest ought to have, but which I do not possess; and, above all, this one:—his soul ought to be thoroughly purged from any lust after the office: for if he happens to have a natural inclination for this dignity, as soon as he attains it a stronger flame is kindled, and the man being taken completely captive will endure innumerable evils in order to keep a secure hold upon it, even to the extent of using flattery, or submitting to something base and ignoble, or expending large sums of money."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:87",
                            "text": "For I will not now speak of the murders with which some have filled the Churches, or the desolation which they have brought upon cities in contending for the dignity, lest some persons should think what I say incredible."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:88",
                            "text": "But I am of opinion one ought to exercise so much caution in the matter, as to shun the burden of the office, and when one has entered upon it, not to wait for the judgment of others should any fault be committed which warrants deposition, but to anticipate it by ejecting oneself from the dignity; for thus one might probably win mercy for himself from God: but to cling to it in defiance of propriety is to deprive oneself of all forgiveness, or rather to kindle the wrath of God, by adding a second error more offensive than the first."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:89",
                            "text": "But no one will always endure the strain; for fearful, truly fearful is the eager desire after this honor."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:90",
                            "text": "And in saying this I am not in opposition to the blessed Paul, but in complete harmony with his words."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:91",
                            "text": "For what says he? \"If any man desireth the office of a bishop, he desireth a good work\"."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:92",
                            "text": "Now I have not said that it is a terrible thing to desire the work, but only the authority and power."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:93",
                            "text": "And this desire I think one ought to expel from the soul with all possible earnestness, not permitting it at the outset to be possessed by such a feeling, so that one may be able to do everything with freedom."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:94",
                            "text": "For he who does not desire to be exhibited in possession of this authority, does not fear to be deposed from it, and not fearing this will be able to do everything with the freedom which becomes Christian men: whereas they who fear and tremble lest they should be deposed undergo a bitter servitude, filled with all kinds of evils, and are often compelled to offend against both God and man."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:95",
                            "text": "Now the soul ought not to be affected in this way; but as in warfare we see those soldiers who are noble-spirited fight willingly and fall bravely, so they who have attained to this stewardship should be contented to be consecrated to the dignity or removed from it, as becomes Christian men, knowing that deposition of this kind brings its reward no less than the discharge of the office."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:96",
                            "text": "For when any one suffers anything of this kind, in order to avoid submitting to something which is unbecoming or unworthy of this dignity, he procures punishment for those who wrongfully depose him, and a greater reward for himself."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:97",
                            "text": "\"Blessed,\" says our Lord, \"are ye when men shall revile you and persecute you, and shall say all manner of evil against you falsely for my sake; rejoice and be exceeding glad, for great is your reward in Heaven\"."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:98",
                            "text": "And this, indeed, is the case when any one is expelled by those of his own rank either on account of envy, with a view to the favor of others, or through hatred, or from any other wrong motive: but when it is the lot of any one to experience this treatment at the hand of opponents, I do not think a word is needed to prove what great gain they confer upon him by their wickedness."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:99",
                            "text": "It behoves us, then, to be on the watch on all sides, and to make a careful search lest any spark of this desire should be secretly smouldering somewhere."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:100",
                            "text": "For it is much to be wished that those who are originally free from this passion, should also be able to avoid it when they have lighted upon this office."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:101",
                            "text": "But if any one, before he obtains the honor, cherishes in himself this terrible and savage monster, it is impossible to say into what a furnace he will fling himself after he has attained it."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:102",
                            "text": "Now I possessed this desire in a high degree (and do not suppose that I would ever tell you what was untrue in self-disparagement): and this, combined with other reasons, alarmed me not a little, and induced me to take flight."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:103",
                            "text": "For just as lovers of the human person, as long as they are permitted to be near the objects of their affection, suffer more severe torment from their passion, but when they remove as far as possible from these objects of desire, they drive away the frenzy: even so when those who desire this dignity are near it, the evil becomes intolerable: but when they cease to hope for it, the desire is extinguished together with the expectation."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:104",
                            "text": "This single motive then is no slight one: and even taken by itself it would have sufficed to deter me from this dignity: but, as it is, another must be added not less than the former."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:105",
                            "text": "And what is this? A priest ought to be sober minded, and penetrating in discernment, and possessed of innumerable eyes in every direction, as one who lives not for himself alone but for so great a multitude."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:106",
                            "text": "But that I am sluggish and slack, and scarcely able to bring about my own salvation, even you yourself would admit, who out of love to me art especially eager to conceal my faults."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:107",
                            "text": "Talk not to me in this connexion of fasting, and watching, or sleeping on the ground, and other hard discipline of the body: for you know how defective I am in these matters: and even if they had been carefully practised by me they could not with my present sluggishness have been of any service to me with a view to this post of authority."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:108",
                            "text": "Such things might be of great service to a man who was shut up in a cell, and caring only for his own concerns: but when a man is divided among so great a multitude, and enters separately into the private cares of those who are under his direction, what appreciable help can be given to their improvement unless he possesses a robust and exceedingly vigorous character?."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:109",
                            "text": "And do not be surprised if, in connexion with such endurance, I seek another test of fortitude in the soul."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:110",
                            "text": "For to be indifferent to food and drink and a soft bed, we see is to many no hard task, especially at least to such as are of a rough habit of life and have been brought up in this way from early youth, and to many others also; bodily discipline and custom softening the severity of these laborious practices: but insult, and abuse, and coarse language, and gibes from inferiors, whether wantonly or justly uttered, and rebukes vainly and idly spoken both by rulers and the ruled—this is what few can bear, in fact only one or two here and there; and one may see men, who are strong in the former exercises, so completely upset by these things, as to become more furious than the most savage beasts."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:111",
                            "text": "Now such men especially we should exclude from the precincts of the priesthood."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:112",
                            "text": "For if a prelate did not loathe food, or go barefoot, no harm would be done to the common interests of the Church; but a furious temper causes great disasters both to him who possesses it, and to his neighbours."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:113",
                            "text": "And there is no divine threat against those who fail to do the things referred to, but hell and hell-fire are threatened against those who are angry without a cause."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:114",
                            "text": "As then the lover of vainglory, when he takes upon him the government of numbers, supplies additional fuel to the fire, so he who by himself, or in the company of a few, is unable to control his anger, but readily carried away by it, should he be entrusted with the direction of a whole multitude, like some wild beast goaded on all sides by countless tormentors, would never be able to live in tranquillity himself, and would cause incalculable mischief to those who have been committed to his charge."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:115",
                            "text": "For nothing clouds the purity of the reason, and the perspicuity of the mental vision so much as undisciplined wrath, rushing along with violent impetuosity."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:116",
                            "text": "\"For wrath,\" says one, \"destroys even the prudent\"."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:117",
                            "text": "For the eye of the soul being darkened as in some nocturnal battle is not able to distinguish friends from foes, nor the honorable from the unworthy, but handles them all in turn in the same way; even if some harm must be suffered, readily enduring everything, in order to satisfy the pleasure of the soul."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:118",
                            "text": "For the fire of wrath is a kind of pleasure, and tyrannizes over the soul more harshly than pleasure, completely upsetting its healthy organization."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:119",
                            "text": "For it easily impels men to arrogance, and unseasonable enmities, and unreasonable hatred, and it continually makes them ready to commit wanton and vain offences; and forces them to say and do many other things of that kind, the soul being swept along by the rush of passion, and having nothing on which to fasten its strength and resist so great an impulse."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:120",
                            "text": "Basil: I will not endure this irony of yours any longer: for who knows not how far removed you are from this infirmity?  Chrysostom: Why then, my good friend, do you wish to bring me near the pyre, and to provoke the wild beast when he is tranquil? Are you not aware that I have achieved this condition, not by any innate virtue, but by my love of retirement? and that when one who is so constituted remains contented by himself, or only associates with one or two friends, he is able to escape the fire which arises from this passion, but not if he has plunged into the abyss of all these cares? for then he drags not only himself but many others with him to the brink of destruction, and renders them more indifferent to all consideration for mildness."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:121",
                            "text": "For the mass of people under government are generally inclined to regard the manners of those who govern as a kind of model type, and to assimilate themselves to them."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:122",
                            "text": "How then could any one put a stop to their fury when he is swelling himself with rage? And who amongst the multitude would straightway desire to become moderate when he sees the ruler irritable? For it is quite impossible for the defects of priests to be concealed, but even trifling ones speedily become manifest."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:123",
                            "text": "So an athlete, as long as he remains at home, and contends with no one, can dissemble his weakness even if it be very great, but when he strips for the contest he is easily detected."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:124",
                            "text": "And thus for some who live this private and inactive life, their isolation serves as a veil to hide their defects; but when they have been brought into public they are compelled to divest themselves of this mantle of seclusion, and to lay bare their souls to all through their visible movements."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:125",
                            "text": "As therefore their right deeds profit many, by provoking them to equal zeal, so their shortcomings make men more indifferent to the practice of virtue, and encourage them to indolence in their endeavours after what is excellent."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:126",
                            "text": "Wherefore his soul ought to gleam with beauty on every side, that it may be able to gladden and to enlighten the souls of those who behold it."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:127",
                            "text": "For the faults of ordinary men, being committed as it were in the dark, ruin only those who practise them: but the errors of a man in a conspicuous position, and known to many, inflicts a common injury upon all, rendering those who have fallen more supine in their efforts for good, and driving to desperation those who wish to take heed to themselves."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:128",
                            "text": "And apart from these things, the faults of insignificant men, even if they are exposed, inflict no injury worth speaking of upon any one: but they who occupy the highest seat of honor are in the first place plainly visible to all, and if they err in the smallest matters these trifles seem great to others: for all men measure the sin, not by the magnitude of the offence, but by the rank of the offender."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:129",
                            "text": "Thus the priest ought to be protected on all sides by a kind of adamantine armour, by intense earnestness, and perpetual watchfulness concerning his manner of life, lest some one discovering an exposed and neglected spot should inflict a deadly wound: for all who surround him are ready to smite and overthrow him: not enemies only and adversaries, but many even of those who profess friendship."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:130",
                            "text": "The souls therefore of men elected to the priesthood ought to be endued with such power as the grace of God bestowed on the bodies of those saints who were cast into the Babylonian furnace."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:131",
                            "text": "Faggot and pitch and tow are not the fuel of this fire, but things far more dreadful: for it is no material fire to which they are subjected, but the all-devouring flame of envy encompasses them, rising up on every side, and assailing them, and putting their life to a more searching test than the fire then was to the bodies of those young men."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:132",
                            "text": "When then it finds a little trace of stubble, it speedily fastens upon it; and this unsound part it entirely consumes, but all the rest of the fabric, even if it be brighter than the sunbeams, is scorched and blackened by the smoke."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:133",
                            "text": "For as long as the life of the priest is well regulated in every direction, it is invulnerable to plots; but if he happens to overlook some trifle, as is natural in a human being, traversing the treacherous ocean of this life, none of his other good deeds are of any avail in enabling him to escape the mouths of his accusers; but that little blunder overshadows all the rest."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:134",
                            "text": "And all men are ready to pass judgment on the priest as if he was not a being clothed with flesh, or one who inherited a human nature, but like an angel, and emancipated from every species of infirmity."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:135",
                            "text": "And just as all men fear and flatter a tyrant as long as he is strong, because they cannot put him down, but when they see his affairs going adversely, those who were his friends a short time before abandon their hypocritical respect, and suddenly become his enemies and antagonists, and having discovered all his weak points, make an attack upon him, and depose him from the government; so is it also in the case of priests."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:136",
                            "text": "Those who honored him and paid court to him a short time before, while he was strong, as soon as they have found some little handle eagerly prepare to depose him, not as a tyrant only, but something far more dreadful than that."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:137",
                            "text": "And as the tyrant fears his body guards, so also does the priest dread most of all his neighbours and fellow-ministers."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:138",
                            "text": "For no others covet his dignity so much, or know his affairs so well as these; and if anything occurs, being near at hand, they perceive it before others, and even if they slander him, can easily command belief, and, by magnifying trifles, take their victim captive."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:139",
                            "text": "For the apostolic saying is reversed, \"whether one member suffer, all the members suffer with it; or one member be honored, all the members rejoice with it;\" unless indeed a man should be able by his great discretion to stand his ground against everything."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:140",
                            "text": "Are you then for sending me forth into so great a warfare? and did you think that my soul would be equal to a contest so various in character and shape? Whence did you learn this, and from whom? If God certified this to you, show me the oracle, and I obey; but if you cannot, and form your judgment from human opinion only, please to set yourself free from this delusion."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:141",
                            "text": "For in what concerns my own affairs it is fairer to trust me than others; inasmuch as \"no man knoweth the things of a man, save the spirit of man which is in him\"."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:142",
                            "text": "That I should have made myself and my electors ridiculous, had I accepted this office, and should with great loss have returned to this condition of life in which I now am, I trust I have now convinced you by these remarks, if not before."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:143",
                            "text": "For not malice only, but something much stronger—the lust after this dignity—is wont to arm many against one who possesses it."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:144",
                            "text": "And just as avaricious children are oppressed by the old age of their parents, so some of these, when they see the priestly office held by any one for a protracted time—since it would be wickedness to destroy him—hasten to depose him from it, being all desirous to take his place, and each expecting that the dignity will be transferred to himself."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:145",
                            "text": "Would you like me to show you yet another phase of this strife, charged with innumerable dangers? Come, then, and take a peep at the public festivals when it is generally the custom for elections to be made to ecclesiastical dignities, and you will then see the priest assailed with accusations as numerous as the people whom he rules."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:146",
                            "text": "For all who have the privilege of conferring the honor are then split into many parties; and one can never find the council of elders of one mind with each other, or about the man who has won the prelacy; but each stands apart from the others, one preferring this man, another that."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:147",
                            "text": "Now the reason is that they do not all look to one thing, which ought to be the only object kept in view, the excellence of the character; but other qualifications are alleged as recommending to this honor; for instance, of one it is said, \"let him be elected because he belongs to an illustrious family,\" of another \"because he is possessed of great wealth, and would not need to be supported out of the revenues of the Church,\" of a third \"because he has come over from the camp of the adversary;\" one is eager to give the preference to a man who is on terms of intimacy with himself, another to the man who is related to him by birth, a third to the flatterer, but no one will look to the man who is really qualified, or make some test of his character."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:148",
                            "text": "Now I am so far from thinking these things trustworthy criteria of a man's fitness for the priesthood, that even if any one manifested great piety, which is no small help in the discharge of that office, I should not venture to approve him on that account alone, unless he happened to combine good abilities with his piety."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:149",
                            "text": "For I know many men who have exercised perpetual restraint upon themselves, and consumed themselves with fastings, who, as long as they were suffered to be alone, and attend to their own concerns, have been acceptable to God, and day by day have made no small addition to this kind of learning; but as soon as they entered public life, and were compelled to correct the ignorance of the multitude, have, some of them, proved from the outset incompetent for so great a task, and others when forced to persevere in it, have abandoned their former strict way of living, and thus inflicted great injury on themselves without profiting others at all."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:150",
                            "text": "And if any one spent his whole time in the lowest rank of the ministry, and reached extreme old age, I would not, merely out of reverence for his years, promote him to the higher dignity; for what if, after arriving at that time of life, he should still remain unfit for the office? And I say this now, not as wishing to dishonor the grey head, nor as laying down a law absolutely to exclude from this authority those who come from the monastic circle (for there are instances of many who issued from that body, having shone conspicuously in this dignity); but the point which I am anxious to prove is, that if neither piety of itself, nor advanced age, would suffice to show that a man who had obtained the priesthood really deserved it, the reasons formerly alleged would scarcely effect this."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:151",
                            "text": "There are also men who bring forward other pretexts yet more absurd; for some are enrolled in the ranks of the clergy, that they may not range themselves among opponents, and others on account of their evil disposition, lest they should do great mischief if they are overlooked."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:152",
                            "text": "Could anything be more contrary to right rule than this? that bad men, laden with iniquity, should be courted on account of those things for which they ought to be punished, and ascend to the priestly dignity on account of things for which they ought to be debarred from the very threshold of the Church."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:153",
                            "text": "Tell me, then, shall we seek any further the cause of God's wrath, when we expose things so holy and awful to be defiled by men who are either wicked or worthless? for when some men are entrusted with the administration of things which are not at all suitable to them, and others of things which exceed their natural power, they make the condition of the Church like that of Euripus."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:154",
                            "text": "Now formerly I used to deride secular rulers, because in the distribution of their honors they are not guided by considerations of moral excellence, but of wealth, and seniority, and human distinction; but when I heard that this kind of folly had forced its way into our affairs also, I no longer regarded their conduct as so atrocious."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:155",
                            "text": "For what wonder is it that worldly men, who love the praise of the multitude, and do everything for the sake of gain, should commit these sins, when those who affect at least to be free from all these influences are in no wise better disposed than they, but although engaged in a contest for heavenly things, act as if the question submitted for decision was one which concerned acres of land, or something else of that kind? for they take commonplace men off-hand, and set them to preside over those things, for the sake of which the only begotten Son of God did not refuse to empty Himself of His glory and become man, and take the form of a servant, and be spat upon, and buffeted, and die a death of reproach in the flesh."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:156",
                            "text": "Nor do they stop even here, but add to these offences others still more monstrous; for not only do they elect unworthy men, but actually expel those who are well qualified."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:157",
                            "text": "As if it were necessary to ruin the safety of the Church on both sides, or as if the former provocation were not sufficient to kindle the wrath of God, they have contrived yet another not less pernicious."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:158",
                            "text": "For I consider it as atrocious to expel the useful men as to force in the useless."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:159",
                            "text": "And this in fact takes place, so that the flock of Christ is unable to find consolation in any direction, or draw its breath freely."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:160",
                            "text": "Now do not such deeds deserve to be punished by ten thousand thunder-bolts, and a hell-fire hotter than that with which we are threatened in Holy Scripture? Yet these monstrous evils are borne with by Him who willeth not the death of a sinner, that he may be converted and live."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:161",
                            "text": "And how can one sufficiently marvel at His lovingkindness, and be amazed at His mercy? They who belong to Christ destroy the property of Christ more than enemies and adversaries, yet the good Lord still deals gently with them, and calls them to repentance."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:162",
                            "text": "Glory be to Thee, O Lord! Glory to Thee! How vast is the depth of Thy lovingkindness! how great the riches of Thy forbearance! Men who on account of Thy name have risen from insignificance and obscurity to positions of honor and distinction, use the honor they enjoy against Him who has bestowed it, do deeds of outrageous audacity, and insult holy things, rejecting and expelling men of zeal in order that the wicked may ruin everything at their pleasure in much security, and with the utmost fearlessness."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:163",
                            "text": "And if you would know the causes of this dreadful evil, you will find that they are similar to those which were mentioned before; for they have one root and mother, so to say—namely, envy; but this is manifested in several different forms."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:164",
                            "text": "For one we are told is to be struck out of the list of candidates, because he is young; another because he does not know how to flatter; a third because he has offended such and such a person; a fourth lest such and such a man should be pained at seeing one whom he has presented rejected, and this man elected; a fifth because he is kind and gentle; a sixth because he is formidable to the sinful; a seventh for some other like reason; for they are at no loss to find as many pretexts as they want, and can even make the abundance of a man's wealth an objection when they have no other."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:165",
                            "text": "Indeed they would be capable of discovering other reasons, as many as they wish, why a man ought not to be brought suddenly to this honor, but gently and gradually."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:166",
                            "text": "And here I should like to ask the question, \"What, then, is the prelate to do, who has to contend with such blasts? How shall he hold his ground against such billows? How shall he repel all these assaults?\"  For if he manages the business upon upright principles, all those who are enemies and adversaries both to him and to the candidates do everything with a view to contention, provoking daily strife, and heaping infinite scorn upon the candidates, until they have got them struck off the list, or have introduced their own favorites."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:167",
                            "text": "In fact it is just as if some pilot had pirates sailing with him in his ship, perpetually plotting every hour against him, and the sailors, and marines."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:168",
                            "text": "And if he should prefer favor with such men to his own salvation, accepting unworthy candidates, he will have God for his enemy in their stead; and what could be more dreadful than that? And yet his relations with them will be more embarrassing than formerly, as they will all combine with each other, and thereby become more powerful than before."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:169",
                            "text": "For as when fierce winds coming from opposite directions clash with one another, the ocean, hitherto calm, becomes suddenly furious and raises its crested waves, destroying those who are sailing over it, so also when the Church has admitted corrupt men, its once tranquil surface is covered with rough surf and strewn with shipwrecks."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:170",
                            "text": "Consider, then, what kind of man he ought to be who is to hold out against such a tempest, and to manage skillfully such great hindrances to the common welfare; for he ought to be dignified yet free from arrogance, formidable yet kind, apt to command yet sociable, impartial yet courteous, humble yet not servile, strong yet gentle, in order that he may contend successfully against all these difficulties."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:171",
                            "text": "And he ought to bring forward with great authority the man who is properly qualified for the office, even if all should oppose him, and with the same authority to reject the man who is not so qualified, even if all should conspire in his favor, and to keep one aim only in view, the building up of the Church, in nothing actuated either by enmity or favor."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:172",
                            "text": "Well, do you now think that I acted reasonably in declining the ministry of this office? But I have not even yet gone through all my reasons with you; for I have some others still to mention."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:173",
                            "text": "And do not grow impatient of listening to a friendly and sincere man, who wishes to clear himself from your accusations; for these statements are not only serviceable for the defence which you have to make on my behalf, but they will also prove of no small help for the due administration of the office."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:174",
                            "text": "For it is necessary for one who is going to enter upon this path of life to investigate all matters thoroughly well, before he sets his hand to the ministry."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:175",
                            "text": "Do you ask why? Because one who knows all things clearly will have this advantage, if no other, that he will not feel strange when these things befall him."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:176",
                            "text": "Would you like me then to approach the question of superintending widows, first of all, or of the care of virgins, or the difficulty of the judicial function."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:177",
                            "text": "For in each of these cases there is a different kind of anxiety, and the fear is greater than the anxiety."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:178",
                            "text": "Now in the first place, to start from that subject which seems to be simpler than the others, the charge of widows appears to cause anxiety to those who take care of them only so far as the expenditure of money is concerned; but the case is otherwise, and here also a careful scrutiny is needed, when they have to be enrolled, for infinite mischief has been caused by putting them on the list without due discrimination."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:179",
                            "text": "For they have ruined households, and severed marriages, and have often been detected in thieving and pilfering and unseemly deeds of that kind."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:180",
                            "text": "Now that such women should be supported out of the Church's revenues provokes punishment from God, and extreme condemnation among men, and abates the zeal of those who wish to do good."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:181",
                            "text": "For who would ever choose to expend the wealth which he was commanded to give to Christ upon those who defame the name of Christ? For these reasons a strict and accurate scrutiny ought to be made so as to prevent the supply of the indigent being wasted, not only by the women already mentioned, but also by those who are able to provide for themselves."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:182",
                            "text": "And this scrutiny is succeeded by no small anxiety of another kind, to ensure an abundant and unfailing stream of supply as from a fountain; for compulsory poverty is an insatiable kind of evil, querulous and ungrateful."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:183",
                            "text": "And great discretion and great zeal is required so as to stop the mouths of complainers, depriving them of every excuse."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:184",
                            "text": "Now most men, when they see any one superior to the love of money, forthwith represent him as well qualified for this stewardship."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:185",
                            "text": "But I do not think that this greatness of soul is ever sufficient of itself, although it ought to be possessed prior to all other qualities; for without this a man would be a destroyer rather than a protector, a wolf instead of a shepherd; nevertheless, combined with this, the possession of another quality also should be demanded."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:186",
                            "text": "And this quality is forbearance, the cause of all good things in men, impelling as it were and conducting the soul into a serene haven."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:187",
                            "text": "For widows are a class who, both on account of their poverty, their age and natural disposition, indulge in unlimited freedom of speech (so I had best call it); and they make an unseasonable clamor and idle complaints and lamentations about matters for which they ought to be grateful, and bring accusations concerning things which they ought contentedly to accept."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:188",
                            "text": "Now the superintendent should endure all these things in a generous spirit, and not be provoked either by their unreasonable annoyance or their unreasonable complaints."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:189",
                            "text": "For this class of persons deserve to be pitied for their misfortunes, not to be insulted; and to trample upon their calamities, and add the pain of insult to that which poverty brings, would be an act of extreme brutality."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:190",
                            "text": "On this account one of the wisest of men, having regard to the avarice and pride of human nature, and considering the nature of poverty and its terrible power to depress even the noblest character, and induce it often to act in these same respects without shame, in order that a man should not be irritated when accused, nor be provoked by continual importunity to become an enemy where he ought to bring aid, he instructs him to be affable and accessible to the suppliant, saying, \"Incline thine ear to a poor man and give him a friendly answer with meekness\"."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:191",
                            "text": "And passing by the case of one who succeeds in exasperating (for what can one say to him who is overcome?), he addresses the man who is able to bear the other's infirmity, exhorting him before he bestows his gift to correct the suppliant by the gentleness of his countenance and the mildness of his words."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:192",
                            "text": "But if any one, although he does not take the property (of these widows), nevertheless loads them with innumerable reproaches, and insults them, and is exasperated against them, he not only fails through his gift to alleviate the despondency produced by poverty, but aggravates the distress by his abuse."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:193",
                            "text": "For although they may be compelled to act very shamelessly through the necessity of hunger, they are nevertheless distressed at this compulsion."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:194",
                            "text": "When, then, owing to the dread of famine, they are constrained to beg, and owing to their begging are constrained to put off shame, and then again on account of their shamelessness are insulted, the power of despondency becoming of a complex kind, and accompanied by much gloom, settles down upon the soul."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:195",
                            "text": "And one who has the charge of these persons ought to be so long-suffering, as not only not to increase their despondency by his fits of anger, but also to remove the greater part of it by his exhortation."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:196",
                            "text": "For as the man who has been insulted, although he is in the enjoyment of great abundance, does not feel the advantage of his wealth, on account of the blow which he has received from the insult; so on the other hand, the man who has been addressed with kindly words, and for whom the gift has been accompanied with encouragement, exults and rejoices all the more, and the thing given becomes doubled in value through the manner in which it is offered."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:197",
                            "text": "And this I say not of myself, but borrow from him whose precept I quoted just now: \"My son, blemish not thy good deeds, neither use uncomfortable words when thou givest anything."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:198",
                            "text": "Shall not the dew assuage the heat? So is a word better than a gift."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:199",
                            "text": "Lo! is not a word better than a gift? but both are with a gracious man\"."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:200",
                            "text": "But the superintendent of these persons ought not only to be gentle and forbearing, but also skillful in the management of property; for if this qualification is wanting, the affairs of the poor are again involved in the same distress."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:201",
                            "text": "One who was entrusted not long ago with this ministry, and got together a large hoard of money, neither consumed it himself, nor expended it with a few exceptions upon those who needed it, but kept the greater part of it buried in the earth until a season of distress occurred, when it was all surrendered into the hands of the enemy."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:202",
                            "text": "Much forethought, therefore, is needed, that the resources of the Church should be neither over abundant, nor deficient, but that all the supplies which are provided should be quickly distributed among those who require them, and the treasures of the Church stored up in the hearts of those who are under her rule."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:203",
                            "text": "Moreover, in the reception of strangers, and the care of the sick, consider how great an expenditure of money is needed, and how much exactness and discernment on the part of those who preside over these matters."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:204",
                            "text": "For it is often necessary that this expenditure should be even larger than that of which I spoke just now, and that he who presides over it should combine prudence and wisdom with skill in the art of supply, so as to dispose the affluent to be emulous and ungrudging in their gifts, lest while providing for the relief of the sick, he should vex the souls of those who supply their wants."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:205",
                            "text": "But earnestness and zeal need to be displayed here in a far higher degree; for the sick are difficult creatures to please, and prone to languor; and unless great accuracy and care are used, even a slight oversight is enough to do the patient great mischief."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:206",
                            "text": "But in the care of virgins, the fear is greater in proportion as the possession is more precious, and this flock is of a nobler character than the others."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:207",
                            "text": "Already, indeed, even into the band of these holy ones, an infinite number of women have rushed full of innumerable bad qualities; and in this case our grief is greater than in the other; for there is just the same difference between a virgin and a widow going astray, as between a free-born damsel and her handmaid."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:208",
                            "text": "With widows, indeed, it has become a common practice to trifle, and to rail at one another, to flatter or to be impudent, to appear everywhere in public, and to perambulate the market-place."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:209",
                            "text": "But the virgin has striven for nobler aims, and eagerly sought the highest kind of philosophy, and professes to exhibit upon earth the life which angels lead, and while yet in the flesh proposes to do deeds which belong to the incorporeal powers."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:210",
                            "text": "Moreover, she ought not to make numerous or unnecessary journeys, neither is it permissible for her to utter idle and random words; and as for abuse and flattery, she should not even know them by name."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:211",
                            "text": "On this account she needs the most careful guardianship, and the greater assistance."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:212",
                            "text": "For the enemy of holiness is always surprising and lying in wait for these persons, ready to devour any one of them if she should slip and fall; many men also there are who lay snares for them; and besides all these things there is the passionateness of their own human nature, so that, speaking generally, the virgin has to equip herself for a twofold war, one which attacks her from without, and the other which presses upon her from within."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:213",
                            "text": "For these reasons he who has the superintendence of virgins suffers great alarm, and the danger and distress is yet greater, should any of the things which are contrary to his wishes occur, which God forbid."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:214",
                            "text": "For if a daughter kept in seclusion is a cause of sleeplessness to her father, his anxiety about her depriving him of sleep, where the fear is so great lest she should be childless, or pass the flower of her age (unmarried), or be hated (by her husband), what will he suffer whose anxiety is not concerned with any of these things, but others far greater? For in this case it is not a man who is rejected, but Christ Himself, nor is this barrenness the subject merely of reproach, but the evil ends in the destruction of the soul; \"for every tree,\" it is said, \"which bringeth not forth good fruit, is hewn down and cast into the fire\"."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:215",
                            "text": "And for one who has been repudiated by the divine Bridegroom, it is not sufficient to receive a certificate of divorce and so to depart, but she has to pay the penalty of everlasting punishment."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:216",
                            "text": "Moreover, a father according to the flesh has many things which make the custody of his daughter easy; for the mother, and nurse, and a multitude of handmaids share in helping the parent to keep the maiden safe."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:217",
                            "text": "For neither is she permitted to be perpetually hurrying into the market-place, nor when she does go there is she compelled to show herself to any of the passers-by, the evening darkness concealing one who does not wish to be seen no less than the walls of the house."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:218",
                            "text": "And apart from these things, she is relieved from every cause which might otherwise compel her to meet the gaze of men; for no anxiety about the necessaries of life, no menaces of oppressors, nor anything of that kind reduces her to this unfortunate necessity, her father acting in her stead in all these matters; while she herself has only one anxiety, which is to avoid doing or saying anything unworthy the modest conduct which becomes her."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:219",
                            "text": "But in the other case there are many things which make the custody of the virgin difficult, or rather impossible for the father; for he could not have her in his house with himself, as dwelling together in that way would be neither seemly nor safe."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:220",
                            "text": "For even if they themselves should suffer no loss, but continue to preserve their innocence unsullied, they would have to give an account for the souls which they have offended, just as much as if they happened to sin with one another."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:221",
                            "text": "And it being impossible for them to live together, it is not easy to understand the movements of the character, and to suppress the impulses which are ill regulated, or train and improve those which are better ordered and tuned."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:222",
                            "text": "Nor is it an easy thing to interfere in her habits of walking out; for her poverty and want of a guardian does not permit him to become an exact investigator of the propriety of her conduct."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:223",
                            "text": "For as she is compelled to manage all her affairs she has many pretexts for going out, if at least she is not inclined to be self-controlled."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:224",
                            "text": "Now he who commands her to stay always at home ought to cut off these pretexts, providing for her independence in the necessaries of life, and giving her some woman who will see to the management of these things."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:225",
                            "text": "He must also keep her away from funeral obsequies, and nocturnal festivals; for that artful serpent knows only too well how to scatter his poison through the medium even of good deeds."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:226",
                            "text": "And the maiden must be fenced on every side, and rarely go out of the house during the whole year, except when she is constrained by inexorable necessity."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:227",
                            "text": "Now if any one should say that none of these things is the proper work of a bishop to take in hand, let him be assured that the anxieties and the reasons concerning what takes place in every case have to be referred to him."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:228",
                            "text": "And it is far more expedient that he should manage everything, and so be delivered from the complaints which he must otherwise undergo on account of the faults of others, than that he should abstain from the management, and then have to dread being called to account for things which other men have done."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:229",
                            "text": "Moreover, he who does these things by himself, gets through them all with great ease; but he who is compelled to do it by converting every one's opinion does not get relief by being saved from working single-handed, equivalent to the trouble and turmoil which he experiences through those who oppose him and combat his decisions."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:230",
                            "text": "However, I could not enumerate all the anxieties concerned with the care of virgins; for when they have to be entered on the list, they occasion no small trouble to him who is entrusted with this business."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:231",
                            "text": "Again, the judicial department of the bishop's office involves innumerable vexations, great consumption of time, and difficulties exceeding those experienced by men who sit to judge secular affairs; for it is a labor to discover exact justice, and when it is found, it is difficult to avoid destroying it."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:232",
                            "text": "And not only loss of time and difficulty are incurred, but also no small danger."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:233",
                            "text": "For ere now, some of the weaker brethren having plunged into business, because they have not obtained patronage have made shipwreck concerning the faith."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:234",
                            "text": "For many of those who have suffered wrong, no less than those who have inflicted wrong, hate those who do not assist them, and they will not take into account either the intricacy of the matters in question, or the difficulty of the times, or the limits of sacerdotal authority, or anything of that kind; but they are merciless judges, recognizing only one kind of defence—release from the evils which oppress them."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:235",
                            "text": "And he who is unable to furnish this, although he may allege innumerable excuses, will never escape their condemnation."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:236",
                            "text": "And talking of patronage, let me disclose another pretext for fault-finding."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:237",
                            "text": "For if the bishop does not pay a round of visits every day, more even than the idle men about town, unspeakable offence ensues."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:238",
                            "text": "For not only the sick, but also the whole, desire to be looked after, not that piety prompts them to this, but rather that in most cases they pretend claims to honor and distinction."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:239",
                            "text": "And if he should ever happen to visit more constantly one of the richer and more powerful men, under the pressure of some necessity, with a view to the common benefit of the Church, he is immediately stigmatized with a character for fawning and flattery."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:240",
                            "text": "But why do I speak of patronage and visiting? For merely from their mode of accosting persons, bishops have to endure such a load of reproaches as to be often oppressed and overwhelmed by despondency; in fact, they have also to undergo a scrutiny of the way in which they use their eyes."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:241",
                            "text": "For the public rigorously criticize their simplest actions, taking note of the tone of their voice, the cast of their countenance, and the degree of their laughter."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:242",
                            "text": "He laughed heartily to such a man, one will say, and accosted him with a beaming face, and a clear voice, whereas to me he addressed only a slight and passing remark."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:243",
                            "text": "And in a large assembly, if he does not turn his eyes in every direction when he is conversing, the majority declare that his conduct is insulting."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:244",
                            "text": "Who, then, unless he is exceedingly strong, could cope with so many accusers, so as either to avoid being indited altogether, or, if he is indited, to escape? For he must either be without any accusers, or, if this is impossible, purge himself of the accusations which are brought against him; and if this again is not an easy matter, as some men delight in making vain and wanton charges, he must make a brave stand against the dejection produced by these complaints."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:245",
                            "text": "He, indeed, who is justly accused, may easily tolerate the accuser, for there is no bitterer accuser than conscience; wherefore, if we are caught first by this most terrible adversary, we can readily endure the milder ones who are external to us."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:246",
                            "text": "But he who has no evil thing upon his conscience, when he is subjected to an empty charge, is speedily excited to wrath, and easily sinks into dejection, unless he happens to have practised beforehand how to put up with the follies of the multitude."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:247",
                            "text": "For it is utterly impossible for one who is falsely accused without cause, and condemned, to avoid feeling some vexation and annoyance at such great injustice."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:248",
                            "text": "And how can one speak of the distress which bishops undergo, whenever it is necessary to cut some one off from the full communion of the Church? Would indeed that the evil went no further than distress! but in fact the mischief is not trifling."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:249",
                            "text": "For there is a fear lest the man, if he has been punished beyond what he deserves, should experience that which was spoken of by the blessed Paul and \"be swallowed up by overmuch sorrow\"."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:250",
                            "text": "The nicest accuracy, therefore, is required in this matter also, lest what is intended to be profitable should become to him an occasion of greater damage."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:251",
                            "text": "For whatever sins he may commit after such a method of treatment, the wrath caused by each of them must be shared by the physician who so unskillfully applied his knife to the wound."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:252",
                            "text": "What severe punishment, then, must be expected by one who has not only to render an account of the offences which he himself has separately committed, but also incurs extreme danger on account of the sins committed by others? For if we shudder at undergoing judgment for our own misdeeds, believing that we shall not be able to escape the fire of the other world, what must one expect to suffer who has to answer for so many others? To prove the truth of this, listen to the blessed Paul, or rather not to him, but to Christ speaking in him, when he says: \"Obey them that have the rule over you, and submit, for they watch for your souls as they that shall give account\"."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Chrysostom: On the Christian Priesthood Book III 1:253",
                            "text": "Can the dread of this threat be slight? It is impossible to say: but these considerations are sufficient to convince even the most incredulous and obdurate that I did not make this escape under the influence of pride or vainglory, but merely out of fear for my own safety, and consideration of the gravity of the office."
                        }
                    ]
                }
            ]
        }
    ]
}