{
    "books": [
        {
            "name": "Theodoret: Counter Anathemas",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Theodoret: Counter Anathemas 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:1",
                            "text": "Counter-statements of Theodoret."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:2",
                            "text": "(Opp."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:3",
                            "text": "Ed."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:4",
                            "text": "Schulze."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:5",
                            "text": "V."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:6",
                            "text": "I."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:7",
                            "text": "seq."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:8",
                            "text": "Migne, Lat."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:9",
                            "text": "76."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:10",
                            "text": "col."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:11",
                            "text": "391."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Theodoret: Counter Anathemas 1:12",
                            "text": ")."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Theodoret: Counter Anathemas 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:1",
                            "text": "Against I."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:2",
                            "text": "—But all we who follow the words of the evangelists state that God the Word was not made flesh by nature, nor yet was changed into flesh; for the Divine is immutable and invariable."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:3",
                            "text": "Wherefore also the prophet David says, \"Thou art the same, and thy years shall not fail\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:4",
                            "text": "And this the great Paul, the herald of the truth, in his Epistle to the Hebrews, states to have been spoken of the Son."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:5",
                            "text": "And in another place God says through the Prophet, \"I am the Lord: I change not\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:6",
                            "text": "If then the Divine is immutable and invariable, it is incapable of change or alteration."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:7",
                            "text": "And if the immutable cannot be changed, then God the Word was not made flesh by mutation, but took flesh and tabernacled in us, according to the word of the evangelist."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:8",
                            "text": "This the divine Paul expresses clearly in his Epistle to the Philippians in the words, \"Let this mind be in you which was also in Christ Jesus: who, being in the form of God, thought it not robbery to be equal with God: but made Himself of no reputation and took upon Him the form of a servant\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:9",
                            "text": "Now it is plain from these words that the form of God was not changed into the form of a servant, but, remaining what it was, took the form of the servant."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:10",
                            "text": "So God the Word was not made flesh, but assumed living and reasonable flesh."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:11",
                            "text": "He Himself is not naturally conceived of the Virgin, fashioned, formed, and deriving beginning of existence from her; He who is before the ages, God, and with God, being with the Father and with the Father both known and worshipped; but He fashioned for Himself a temple in the Virgin's womb, and was with that which was formed and begotten."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:12",
                            "text": "Wherefore also we style that holy Virgin θεοτόκος, not because she gave birth in natural manner to God, but to man united to the God that had fashioned Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:13",
                            "text": "Moreover if He that was fashioned in the Virgin's womb was not man but God the Word Who is before the ages, then God the Word is a creature of the Holy Ghost."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:14",
                            "text": "For that which was conceived in her, says Gabriel, is of the Holy Ghost."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:15",
                            "text": "But if the only begotten Word of God is uncreate and of one substance and co-eternal with the Father it is no longer a formation or creation of the Spirit."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:16",
                            "text": "And if the Holy Ghost did not fashion God the Word in the Virgin's womb, it follows that we understand the form of the servant to have been fashioned, formed, conceived, and generated."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:17",
                            "text": "But since the form was not stripped of the form of God, but was a Temple containing God the Word dwelling in it, according to the words of Paul \"For it pleased the Father that in him should all fulness dwell\" \"bodily,\" we call the Virgin not mother of man (ἀνθρωποτόκος) but mother of God (θεοτόκος), applying the former title to the fashioning and conception, but the latter to the union."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:18",
                            "text": "For this cause the child who was born is called Emmanuel, neither God separated from human nature nor man stripped of Godhead."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:19",
                            "text": "For Emmanuel is interpreted to mean \"God with us\", according to the words of the Gospels; and the expression \"God with us\" at once manifests Him Who for our sakes was assumed out of us, and proclaims God the Word Who assumed."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:20",
                            "text": "Therefore the child is called Emmanuel on account of God Who assumed, and the Virgin θεοτόκος on account of the union of the form of God with the conceived form of a servant."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Theodoret: Counter Anathemas 2:21",
                            "text": "For God the Word was not changed into flesh, but the form of God took the form of a servant."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Theodoret: Counter Anathemas 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:1",
                            "text": "Against II."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:2",
                            "text": "—We, in obedience to the divine teaching of the apostles, confess one Christ; and, on account of the union, we name the same both God and man."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:3",
                            "text": "But we are wholly ignorant of the union according to hypostasis as being strange and foreign to the divine Scriptures and the Fathers who have interpreted them."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:4",
                            "text": "And if the author of these statements means by the union according to hypostasis that there was a mixture of flesh and Godhead, we shall oppose his statement with all our might, and shall confute his blasphemy, for the mixture is of necessity followed by confusion; and the admission of confusion destroys the individuality of each nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:5",
                            "text": "Things that are undergoing mixture do not remain what they were, and to assert this in the case of God the Word and of the seed of David would be most absurd."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:6",
                            "text": "We must obey the Lord when He exhibits the two natures and says to the Jews, \"Destroy this temple and in three days I will raise it up\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:7",
                            "text": "But if there had been mixture then God had not remained God, neither was the temple recognised as a temple; then the temple was God and God was temple."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:8",
                            "text": "This is involved in the theory of the mixture."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:9",
                            "text": "And it was quite superfluous for the Lord to say to the Jews, \"Destroy this temple and in three days I will raise it up\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:10",
                            "text": "He ought to have said, Destroy me and in three days I shall be raised, if there had really been any mixture and confusion."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:11",
                            "text": "As it is, He exhibits the temple undergoing destruction and God raising it up."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:12",
                            "text": "Therefore the union according to hypostasis, which in my opinion they put before us instead of mixture, is superfluous."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Theodoret: Counter Anathemas 3:13",
                            "text": "It is quite sufficient to mention the union, which both exhibits the properties of the natures and teaches us to worship the one Christ."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Theodoret: Counter Anathemas 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:1",
                            "text": "Against III."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:2",
                            "text": "—The sense of the terms used is misty and obscure."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:3",
                            "text": "Who needs to be told that there is no difference between conjunction and concurrence? The concurrence is a concurrence of the separated parts; and the conjunction is a conjunction of the distinguished parts."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:4",
                            "text": "The very clever author of the phrases has laid down things that agree as though they disagreed."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:5",
                            "text": "It is wrong, he says, to conjoin the hypostases by conjunction; they ought to be conjoined by concurrence, and that a natural concurrence."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:6",
                            "text": "Possibly he states this not knowing what he says; if he knows, he blasphemes."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:7",
                            "text": "Nature has a compulsory force and is involuntary; as for instance, if I say we are naturally hungry, we do not feel hunger of free-will but of necessity; and assuredly paupers would have left off begging if the power of ceasing to be hungry had lain in their own will; we are naturally thirsty; we naturally sleep; we naturally breathe; and all these actions, I repeat, belong to the category of the involuntary, and he who is no longer capable of them necessarily ceases to exist."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:8",
                            "text": "If then the concurrence in union of the form of God and the form of a servant was natural, then God the Word was united to the form of the servant under the compulsion of necessity, and not because He put in force His loving kindness, and the Lawgiver of the Universe will be found to be a follower of the laws of necessity."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:9",
                            "text": "Not thus have we been taught by the blessed Paul; on the contrary, we have been taught that He took the form of a servant and \"emptied Himself;\" and the expression \"emptied Himself\" indicates the voluntary act."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:10",
                            "text": "If then He was united by purpose and will to the nature assumed from us, the addition of the term natural is superfluous."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:11",
                            "text": "It suffices to confess the union, and union is understood of things distinguished, for if there were no division an union could never be apprehended."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:12",
                            "text": "The apprehension then of the union implies previous apprehension of the division."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:13",
                            "text": "How then can he say that the hypostases or natures ought not to be divided? He knows all the while that the hypostasis of God the Word was perfect before the ages; and that the form of the servant which was assumed by It was perfect; and this is the reason why he said hypostases and not hypostasis."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:14",
                            "text": "If therefore either nature is perfect, and both came together, it is obvious that after the form of God had taken the form of a servant, piety compels us to confess one son and Christ; while to speak of the united hypostases or natures as two, so far from being absurd, follows the necessity of the case."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:15",
                            "text": "For if in the case of the one man we divide the natures, and call the mortal nature body, but the immortal nature soul, and both man, much more consonant is it with right reason to recognise the properties alike of the God who took and of the man who was taken."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:16",
                            "text": "We find the blessed Paul dividing the one man into two where he says in one passage, \"Though our outward man perish yet the inward man is renewed,\" and in another \"For I delight in the law of God after the inward man\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:17",
                            "text": "And again \"that Christ may dwell in the inner man\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Theodoret: Counter Anathemas 4:18",
                            "text": "Now if the apostle divides the natural conjunction of the synchronous natures, with what reason can the man who describes the mixture to us by means of other terms indite us as impious when we divide the properties of the natures of the everlasting God and of the man assumed at the end of days?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Theodoret: Counter Anathemas 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:1",
                            "text": "Against IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:2",
                            "text": "—These statements, too, are akin to the preceding."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:3",
                            "text": "On the assumption that there has been a mixture, he means that there is a distinction of terms as used both in the holy Gospels and in the apostolic writings."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:4",
                            "text": "And he uses this language while glorifying himself that he is at war at once with Arius and Eunomius and the rest of the heresiarchs."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:5",
                            "text": "Let then this exact professor of theology tells us how he would confute the blasphemy of the heretics, while applying to God the Word what is uttered humbly and appropriately by the form of the servant."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:6",
                            "text": "They indeed while thus doing lay down that the Son of God is inferior, a creature, made, and a servant."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:7",
                            "text": "To whom then are we, holding as we do the opposite opinion to theirs, and confessing the Son to be of one substance and co-eternal with God the Father, Creator of the Universe, Maker, Beautifier, Ruler, and Governor, All-wise, Almighty, or rather Himself, Power, Life and Wisdom, to refer the words \"My God, my God why hast thou forsaken me;\" or \"Father if it be possible let this cup pass from me;\" or \"Father save me from this hour;\" or \"That hour no man knoweth, not even the Son of Man;\" and all the other passages spoken and written in lowliness by Him and by the holy apostles about Him? To whom shall we apply the weariness and the sleep? To whom the ignorance and the fear? Who was it who stood in need of angelic succour? If these belong to God the Word, how was wisdom ignorant? How could it be called wisdom when affected by the sense of ignorance? How could He speak the truth in saying that He had all that the Father hath, when not having the knowledge of the Father? For He says, \"The Father alone knoweth that day\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:8",
                            "text": "How could He be the unchanged image of Him that begat Him if He has not all that the Begetter hath? If then He speaks the truth when saying that He is ignorant, any one might suppose this of Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:9",
                            "text": "But if He knoweth the day, but says that He is ignorant with the wish to hide it, you see in what a blasphemy the conclusion issues."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:10",
                            "text": "For the truth lies and could not properly be called truth if it has any quality opposed to truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:11",
                            "text": "But if the truth does not lie, neither is God the Word ignorant of the day which He Himself made, and which He Himself fixed, wherein He purposes to judge the world, but has the knowledge of the Father as being unchanged image."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:12",
                            "text": "Not then to God the Word does the ignorance belong, but to the form of the servant who at that time knew as much as the indwelling Godhead revealed."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:13",
                            "text": "The same position may be maintained about other similar cases."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:14",
                            "text": "How for instance could it be reasonable for God the Word to say to the Father, \"Father if it be possible let this cup pass from me, nevertheless not as I will but as Thou wilt\"? The absurdities which necessarily thence follow are not a few."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:15",
                            "text": "First it follows that the Father and the Son are not of the same mind, and that the Father wishes one thing and the Son another, for He said, \"Nevertheless not as I will but as Thou wilt\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:16",
                            "text": "Secondly we shall have to contemplate great ignorance in the Son, for He will be found ignorant whether the cup can or cannot pass from Him; but to say this of God the Word is utter impiety and blasphemy."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:17",
                            "text": "For exactly did He know the end of the mystery of the oeconomy Who for this very reason came among us, Who of His own accord took our nature, Who emptied Himself."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:18",
                            "text": "For this cause too He foretold to the Holy Apostles, \"Behold we go up to Jerusalem; and the Son of Man shall be betrayed…into the hands of the Gentiles to mock and to scourge and to crucify Him, and the third day He shall rise again\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:19",
                            "text": "How then can He Who foretold these things, and, when Peter deprecated their coming to pass, rebuked him, Himself deprecate their coming to pass, when He clearly knows all that is to be? Is it not absurd that Abraham many generations ago should have seen His day and have been glad, and that Isaiah in like manner, and Jeremiah, and Daniel, and Zechariah, and all the fellowship of the prophets, should have foretold His saving passion, and He Himself be ignorant, and beg release from and deprecate it, though it was destined to come to pass for the salvation of the world? Therefore these words are not the words of God the Word, but of the form of the servant, afraid of death because death was not yet destroyed."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:20",
                            "text": "Surely God the Word permitted the utterance of these expressions allowing room for fear, that the nature of Him that had to be born may be plain, and to prevent our supposing the Son of Abraham and David to be an unreality or appearance."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:21",
                            "text": "The crew of the impious heretics has given birth to this blasphemy through entertaining these sentiments."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Theodoret: Counter Anathemas 5:22",
                            "text": "We shall therefore apply what is divinely spoken and acted to God the Word; on the other hand what is said and done in humility we shall connect with the form of a servant, lest we be tainted with the blasphemy of Arius and Eunomius."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Theodoret: Counter Anathemas 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:1",
                            "text": "Against V."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:2",
                            "text": "—We assert that God the Word shared like ourselves in flesh and blood, and in immortal soul, on account of the union relating to them; but that God the Word was made flesh by any change we not only refuse to say, but accuse of impiety those who do, and it may be seen that this is contrary to the very terms laid down."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:3",
                            "text": "For if the Word was changed into flesh He did not share with us in flesh and blood: but if He shared in flesh and blood He shared as being another besides them: and if the flesh is anything other besides Him, then He was not changed into flesh."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:4",
                            "text": "While therefore we use the term sharing we worship both Him that took and that which was taken as one Son."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:5",
                            "text": "But we reckon the distinction of the natures."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:6",
                            "text": "We do not object to the term man bearing God, as employed by many of the holy Fathers, one of whom is the great Basil, who uses this term in his argument to Amphilochius about the Holy Ghost, and in his interpretation of the fifty-ninth psalm."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:7",
                            "text": "But we call Him man bearing God, not because He received some particular divine grace, but as possessing all the Godhead of the Son united."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:8",
                            "text": "For thus says the blessed Paul in his interpretation, \"Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Theodoret: Counter Anathemas 6:9",
                            "text": "For in Him dwelleth all the fulness of the Godhead bodily\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Theodoret: Counter Anathemas 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Theodoret: Counter Anathemas 7:1",
                            "text": "Against VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Theodoret: Counter Anathemas 7:2",
                            "text": "—The blessed Paul calls that which was assumed by God the Word \"form of a servant,\" but since the assumption was prior to the union, and the blessed Paul was discoursing about the assumption when he called the nature which was assumed \"form of a servant,\" after the making of the union the name of \"servitude\" has no longer place."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Theodoret: Counter Anathemas 7:3",
                            "text": "For seeing that the Apostle when writing to them that believed in Him said, \"So thou art not a servant but a son\" and the Lord said to His disciples, \"Henceforth I will not call you servants but friends;\" much more the first fruits of our nature, through whom even we were guerdoned with the boon of adoption, would be released from the title of servant."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Theodoret: Counter Anathemas 7:4",
                            "text": "We therefore confess even \"the form of the servant\" to be God on account of the form of God united to it; and we bow to the authority of the prophet when he calls the babe also Emmanuel, and the child which was born, \"Angel of great counsel, wonderful Counsellor, mighty God, powerful, Prince of peace, and Father of the age to come\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Theodoret: Counter Anathemas 7:5",
                            "text": "Yet the same prophet, even after the union, when proclaiming the nature of that which was assumed, calls him who is of the seed of Abraham \"servant\" in the words \"Thou art my servant O Israel and in thee will I be glorified;\" and again, \"Thus says the Lord that formed me from the womb to be his servant;\" and a little further on, \"Lo I have given thee for a covenant of the people, for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Theodoret: Counter Anathemas 7:6",
                            "text": "But what was formed from the womb was not God the Word but the form of the servant."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Theodoret: Counter Anathemas 7:7",
                            "text": "For God the Word was not made flesh by being changed, but He assumed flesh with a rational soul."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Theodoret: Counter Anathemas 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Theodoret: Counter Anathemas 8:1",
                            "text": "Against VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Theodoret: Counter Anathemas 8:2",
                            "text": "—If the nature of man is mortal, and God the Word is life and giver of life, and raised up the temple which had been destroyed by the Jews, and carried it into heaven, how is not the form of the servant glorified through the form of God? For if being originally and by nature mortal it was made immortal through its union with God the Word, it therefore received what it had not; and after receiving what it had not, and being glorified, it is glorified by Him who gave."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Theodoret: Counter Anathemas 8:3",
                            "text": "Wherefore also the Apostle exclaims, \"According to the working of His mighty power which he wrought in Christ when He raised Him from the dead\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Theodoret: Counter Anathemas 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Theodoret: Counter Anathemas 9:1",
                            "text": "Against VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Theodoret: Counter Anathemas 9:2",
                            "text": "—As I have often said, the doxology which we offer to the Lord Christ is one, and we confess the same to be at once God and man, as the method of the union has taught us; but we shall not shrink from speaking of the properties of the natures."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Theodoret: Counter Anathemas 9:3",
                            "text": "For God the Word did not undergo change into flesh, nor yet again did the man lose what he was and undergo transmutation into the nature of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Theodoret: Counter Anathemas 9:4",
                            "text": "Therefore we worship the Lord Christ, while we maintain the properties of either nature."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Theodoret: Counter Anathemas 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:1",
                            "text": "Against IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:2",
                            "text": "—Here he has plainly had the hardihood to anathematize not only those who at the present time hold pious opinions, but also those who were in former days heralds of truth; aye even the writers of the divine gospels, the band of the holy Apostles, and, in addition to these, Gabriel the archangel."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:3",
                            "text": "For he indeed it was who first, even before the conception, announced the birth of the Christ according to the flesh; saying in reply to Mary when she asked, \"How shall this be, seeing I know not a man?\" \"The Holy Ghost shall come upon thee and the power of the Highest shall overshadow thee; therefore also that holy thing that shall be born of thee shall be called the Son of God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:4",
                            "text": "And to Joseph he said, \"Fear not to take unto thee Mary thy wife, for that which is conceived in her is of the Holy Ghost\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:5",
                            "text": "And the Evangelist says, \"When as his mother Mary was espoused to Joseph…she was found with child of the Holy Ghost\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:6",
                            "text": "And the Lord Himself when He had come into the synagogue of the Jews and had taken the prophet Isaiah, after reading the passage in which he says, \"The spirit of the Lord is upon me because He hath anointed me\" and so on, added, \"This day is this scripture fulfilled in your ears\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:7",
                            "text": "And the blessed Peter in his sermon to the Jews said, \"God anointed Jesus of Nazareth with the Holy Ghost\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:8",
                            "text": "And Isaiah many ages before had predicted, \"There shall come forth a rod out of the stem of Jesse, and a branch shall grow out of his roots; and the spirit of the Lord shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the Lord;\" and again, \"Behold my servant whom I uphold, my beloved in whom my soul delighteth."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:9",
                            "text": "I will put my spirit upon him: he shall bring forth judgment to the Gentiles\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:10",
                            "text": "This testimony the Evangelist too has inserted in his own writings."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:11",
                            "text": "And the Lord Himself in the Gospels says to the Jews, \"If I with the spirit of God cast out devils, no doubt the kingdom of God is come upon you\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:12",
                            "text": "And John says, \"He that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending and remaining on Him, the same is He which baptizeth with the Holy Ghost\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:13",
                            "text": "So this exact examiner of the divine decrees has not only anathematized prophets, apostles, and even the archangel Gabriel, but has suffered his blasphemy to reach even the Saviour of the world Himself."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:14",
                            "text": "For we have shewn that the Lord Himself after reading the passage \"The spirit of the Lord is upon me because He hath anointed me,\" said to the Jews, \"This day is this scripture fulfilled in your ears\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:15",
                            "text": "And to those who said that He was casting out devils by Beelzebub He replied that He was casting them out by the Spirit of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:16",
                            "text": "But we maintain that it was not God the Word, of one substance and co-eternal with the Father, that was formed by the Holy Ghost and anointed, but the human nature which was assumed by Him at the end of days."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:17",
                            "text": "We shall confess that the Spirit of the Son was His own if he spoke of it as of the same nature and proceeding from the Father, and shall accept the expression as consistent with true piety."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:18",
                            "text": "But if he speaks of the Spirit as being of the Son, or as having its origin through the Son we shall reject this statement as blasphemous and impious."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Theodoret: Counter Anathemas 10:19",
                            "text": "For we believe the Lord when He says, \"The spirit which proceedeth from the Father;\" and likewise the very divine Paul saying, \"We have received not the spirit of the world, but the spirit which is of God\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Theodoret: Counter Anathemas 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:1",
                            "text": "Against X."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:2",
                            "text": "—The unchangeable nature was not changed into nature of flesh, but assumed human nature and set it over the common high priests, as the blessed Paul teaches in the words, \"For every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins: who can have compassion on the ignorant and on them that are out of the way; for that he himself also is encompassed with infirmity."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:3",
                            "text": "And by reason hereof he ought, as for the people so also for himself\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:4",
                            "text": "And a little further on interpreting this he says, \"As was Aaron so also was the Christ\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:5",
                            "text": "Then pointing out the infirmity of the assumed nature he says, \"Who in the days of His flesh, when He had offered up prayers and supplication with strong crying and tears unto Him that was able to save Him from death, and was heard for His godly fear, though He was a son yet learned obedience by the things that He suffered: and having been made perfect He became unto all that obey Him the author of eternal salvation; named of God a high priest of the order of Melchisedec\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:6",
                            "text": "Who then is He who was perfected by toils of virtue and who was not perfect by nature? Who is He who learnt obedience by experience, and before his experience was ignorant of it? Who is it that lived with godly fear and offered supplication with strong crying and tears, not able to save Himself but appealing to Him that is able to save Him and asking for release from death? Not God the Word, the impassible, the immortal, the incorporeal, whose memory is joy and release from tears, \"For he has wiped away tears from off all faces,\" and again the prophet says, \"I remembered God and was glad,\" Who crowneth them that live in godly fear, \"Who knoweth all things before they be,\" \"Who hath all things that the Father hath;\" Who is the unchangeable image of the Father, \"Who sheweth the Father in himself\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:7",
                            "text": "It is on the contrary that which was assumed by Him of the seed of David, mortal, passible, and afraid of death; although this itself afterwards destroyed the power of death through union with the God who had assumed it; which walked through all righteousness and said to John, \"Suffer it to be so now for thus it becometh us to fulfil all righteousness\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:8",
                            "text": "This took the name of the priesthood of Melchisedec, for it put on infirmity of nature;—not the Almighty God the Word."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:9",
                            "text": "Wherefore also, a little before, the blessed Paul said, \"We have not a high priest which cannot be touched with the feeling of our infirmities, but was in all points tempted like as we are yet without sin\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:10",
                            "text": "It was the nature taken from us for our sakes which experienced our feelings without sin, not He that on account of our salvation assumed it."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:11",
                            "text": "And in the beginning of this part of his subject he teaches us in the words \"Consider the apostle and high priest of our profession, Jesus, who was faithful to Him that appointed Him as also Moses was faithful in all His house\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Theodoret: Counter Anathemas 11:12",
                            "text": "But no one holding the right faith would call the unmade the uncreate, God the Word coeternal with the Father, a creature; but on the contrary, Him of David's seed Who being free from all sin was made our high priest and victim, after Himself offering Himself on our behalf to God having in Himself the Word, God of God, united to Himself and inseparably conjoined."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Theodoret: Counter Anathemas 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:1",
                            "text": "Against XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:2",
                            "text": "—In my opinion he appears to give heed to the truth, in order that, by concealing his unsound views by it, he may not be detected in asserting the same dogmas as the heretics."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:3",
                            "text": "But nothing is stronger than truth, which by its own rays uncovers the darkness of falsehood."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:4",
                            "text": "By the aid of its illumination we shall make his heterodox belief plain."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:5",
                            "text": "In the first place he has nowhere made mention of intelligent flesh, nor confessed that the assumed man was perfect, but everywhere in accordance with the teaching of Apollinarius he speaks of flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:6",
                            "text": "Secondly, after introducing the conception of the mixture under other terms, he brings it into his arguments; for there he clearly states the flesh of the Lord to be soulless."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:7",
                            "text": "For, he says, if any one states that the flesh of the Lord is not proper flesh of the very Word who is of God the Father, but that it is of another beside Him, let him be anathema."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:8",
                            "text": "Hence it is plain that he does not confess God the Word to have assumed a soul, but only flesh, and that He Himself stands to the flesh in place of soul."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:9",
                            "text": "We on the contrary assert that the flesh of the Lord having in it life was life-giving and reasonable, on account of the life-giving Godhead united to it."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:10",
                            "text": "And he himself unwillingly confesses the difference between the two natures, speaking of flesh, and \"God the Word\" and calling it \"His own flesh\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Theodoret: Counter Anathemas 12:11",
                            "text": "Therefore God the Word was not changed into nature of flesh, but has His own flesh, the assumed nature, and has made it life-giving by the union."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Theodoret: Counter Anathemas 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Theodoret: Counter Anathemas 13:1",
                            "text": "Against XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Theodoret: Counter Anathemas 13:2",
                            "text": "—Passion is proper to the passible; the impassible is above passions."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Theodoret: Counter Anathemas 13:3",
                            "text": "It was then the form of the servant that suffered, the form of God of course dwelling with it, and permitting it to suffer on account of the salvation brought forth of the sufferings, and making the sufferings its own on account of the union."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Theodoret: Counter Anathemas 13:4",
                            "text": "Therefore it was not the Christ who suffered, but the man assumed of us by God."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Theodoret: Counter Anathemas 13:5",
                            "text": "Wherefore also the blessed Isaiah exclaims in his prophecy, \"A man of sorrows and acquainted with grief\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Theodoret: Counter Anathemas 13:6",
                            "text": "And the Lord Christ Himself said to the Jews, \"Why seek ye to kill me, a man that hath told you the truth?\" But what is threatened with death is not the very life, but he that hath a mortal nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Theodoret: Counter Anathemas 13:7",
                            "text": "And giving this lesson in another place the Lord said to the Jews, \"Destroy this temple, and in three days I will raise it up\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Theodoret: Counter Anathemas 13:8",
                            "text": "Therefore what was destroyed was the (temple descended) from David, and, after its destruction, it was raised up by the only begotten Word of God impassibly begotten of the Father before the ages."
                        }
                    ]
                }
            ]
        }
    ]
}