{
    "books": [
        {
            "name": "John Cassian: The Twelve Books III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: The Twelve Books III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books III 1:1",
                            "text": "Book III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books III 1:2",
                            "text": "Of the Canonical System of the Daily Prayers and Psalms."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books III 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books III 1:4",
                            "text": "Of the services of the third, sixth, and ninth hours, which are observed in the regions of Syria."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books III 1:5",
                            "text": "The nocturnal system of prayers and Psalms as observed throughout Egypt has been, I think, by God's help, explained so far as our slender ability was able; and now we must speak of the services of Tierce, Sext, and None, according to the rule of the monasteries of Palestine and Mesopotamia, as we said in the Preface, and must moderate by the customs of these the perfection and inimitable rigour of the discipline of the Egyptians."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: The Twelve Books III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books III 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books III 2:2",
                            "text": "How among the Egyptians they apply themselves all day long to prayer and Psalm continually, with the addition of work, without distinction of hours."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books III 2:3",
                            "text": "For among them (viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books III 2:4",
                            "text": ", the Egyptians) these offices which we are taught to render to the Lord at separate hours and at intervals of time, with a reminder from the convener, are celebrated continuously throughout the whole  day, with the addition of work, and that of their own free will."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books III 2:5",
                            "text": "For manual labour is incessantly practised by them in their cells in such a way that meditation on the Psalms and the rest of the Scriptures is never entirely omitted."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books III 2:6",
                            "text": "And as with it at every moment they mingle suffrages and prayers, they spend the whole day in those offices which we celebrate at fixed times."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books III 2:7",
                            "text": "Wherefore, except Vespers and Nocturns, there are no public services among them in the day except on Saturday and Sunday, when they meet together at the third hour for the purpose of Holy Communion."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books III 2:8",
                            "text": "For that which is continuously offered is more than what is rendered at intervals of time; and more acceptable as a free gift than the duties which are performed by the compulsion of a rule: as David for this rejoices somewhat exultingly when he says, \"Freely will I sacrifice unto Thee;\" and, \"Let the free will offerings of my mouth be pleasing to Thee, O Lord\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: The Twelve Books III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:2",
                            "text": "How throughout all the East the services of Tierce, Sext, and None are ended with only three Psalms and prayers each; and the reason why these spiritual offices are assigned more particularly to those hours."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:3",
                            "text": "And so in the monasteries of Palestine and Mesopotamia and all the East the services of the above-mentioned hours are ended each day with three Psalms apiece, so that constant prayers may be offered to God at the appointed times, and yet, the spiritual duties being completed with due moderation, the necessary offices of work may not be in any way interfered with: for at these three seasons we know that Daniel the prophet also poured forth his prayers to God day by day in his chamber with the windows open."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:4",
                            "text": "Nor is it without good reasons that these times are more particularly assigned to religious offices, since at them what completed the promises and summed up our salvation was fulfilled."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:5",
                            "text": "For we can show that at the third hour the Holy Spirit, who had been of old promised by the prophets, descended in the first instance on the Apostles assembled together for prayer."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:6",
                            "text": "For when in their astonishment at the speaking with tongues, which proceeded from them through the outpouring of the Holy Ghost upon them, the unbelieving people of the Jews mocked and said that they were full of new wine, then Peter, standing up in the midst of them, said: \"Men of Israel, and all ye who dwell at Jerusalem, let this be known unto you, and consider my words."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:7",
                            "text": "For these men are not, as ye imagine, drunk, since it is the third hour of the day; but this is that which was spoken by the prophet Joel: and it shall come to pass in the last days, saith the Lord, I will pour out of my Spirit upon all flesh, and your sons and your daughters shall prophesy, and your young men shall see visions and your old men shall dream dreams."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:8",
                            "text": "And indeed upon my servants and my handmaids in those days I will pour out of my Spirit, and they shall prophesy\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:9",
                            "text": "And all of this was fulfilled at the third hour, when the Holy Spirit, announced before by the prophets, came at that hour and abode upon the Apostles."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:10",
                            "text": "But at the sixth hour the spotless Sacrifice, our Lord and Saviour, was offered up to the Father, and, ascending the cross for the salvation of the whole world, made atonement for the sins of mankind, and, despoiling principalities and powers, led them away openly; and all of us who were liable to death and bound by the debt of the handwriting that could not be paid, He freed, by taking it away out of the midst and affixing it to His cross for a trophy."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:11",
                            "text": "At the same hour, too, to Peter, in an ecstasy of mind, there was divinely revealed both the calling of the Gentiles by the letting down of the Gospel vessel from heaven, and also the cleansing of all the living creatures contained in it, when a voice came to him and said to him: \"Rise, Peter; kill and eat;\" which vessel, let down from heaven by the four corners, is plainly seen to signify nothing else than the Gospel."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:12",
                            "text": "For although, as it is divided by the fourfold narrative of the Evangelists, it seems to have \"four corners\" (or beginnings), yet the body of the Gospel is but one; embracing, as it does, the birth as well as the Godhead, and the miracles as well as the passion of one and the same Christ."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:13",
                            "text": "Excellently, too, it says not \"of linen\" but \"as if of linen\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:14",
                            "text": "For linen signifies death."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:15",
                            "text": "Since, then, our Lord's death and passion were not undergone by the law of human nature, but of His own free will, it says \"as if of linen\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:16",
                            "text": "For when dead according to the flesh He was not dead according to the spirit, because \"His soul was not left in hell, neither  did His flesh see corruption\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:17",
                            "text": "And again He says: \"No man taketh My life from Me but I lay it down of Myself."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:18",
                            "text": "I have power to lay it down, and I have power to take it again\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:19",
                            "text": "And so in this vessel of the Gospels let down from heaven, that is written by the Holy Ghost, all the nations which were formerly outside the observance of the law and reckoned as unclean now flow together through belief in the faith that they may to their salvation be turned away from the worship of idols and be serviceable for health-giving food, and are brought to Peter and cleansed by the voice of the Lord."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:20",
                            "text": "But at the ninth hour, penetrating to hades, He there by the brightness of His splendour extinguished the indescribable darkness of hell, and, bursting its brazen gates and breaking the iron bars brought away with Him to the skies the captive band of saints which was there shut up and detained in the darkness of inexorable hell, and, by taking away the fiery sword, restored to paradise its original inhabitants by his pious confession."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:21",
                            "text": "At the same hour, too, Cornelius, the centurion, continuing with his customary devotion in his prayers, is made aware through the converse of the angel with him that his prayers and alms are remembered before the Lord, and at the ninth hour the mystery of the calling of the Gentiles is clearly shown to him, which had been revealed to Peter in his ecstasy of mind at the sixth hour."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:22",
                            "text": "In another passage, too, in the Acts of the Apostles, we are told as follows about the same time: \"But Peter and John went up into the temple at the hour of prayer, the ninth hour\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:23",
                            "text": "And by these notices it is clearly proved that these hours were not without good reason consecrated with religious services by holy and apostolic men, and ought to be observed in like manner by us, who, unless we are compelled, as it were, by some rule to discharge these pious offices at least at stated times, either through sloth or through forgetfulness, or being absorbed in business, spend the whole day without engaging in prayer."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:24",
                            "text": "But concerning the evening sacrifices what is to be said, since even in the Old Testament these are ordered to be offered continually by the law of Moses? For that the morning whole-burnt offerings and evening sacrifices were offered every day continually in the temple, although with figurative offerings, we can show from that which is sung by David: \"Let my prayer be set forth in Thy sight as the incense, and let the lifting up of my hands be an evening sacrifice,\" in which place we can understand it in a still higher sense of that true evening sacrifice which was given by the Lord our Saviour in the evening to the Apostles at the Supper, when He instituted the holy mysteries of the Church, and of that evening sacrifice which He Himself, on the following day, in the end of the ages, offered up to the Father by the lifting up of His hands for the salvation of the whole world; which spreading forth of His hands on the Cross is quite correctly called a \"lifting up\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:25",
                            "text": "For when we were all lying in hades He raised us to heaven, according to the word of His own promise when He says: \"When I am lifted up from the earth, I will draw all men unto Me\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:26",
                            "text": "But concerning Mattins, that also teaches us which it is customary every day to sing at it: \"O God, my God, to Thee do I watch at break of day;\" and \"I will meditate on Thee in the morning;\" and \"I prevented the dawning of the day and cried;\" and again, \"Mine eyes to Thee have prevented the morning, that I might meditate on Thy words\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:27",
                            "text": "At these hours too that householder in the Gospel hired labourers into his vineyard."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books III 3:28",
                            "text": "For thus also is he described as having hired them in the early morning, which time denotes the Mattin office; then at the third hour; then at the sixth; after this, at the ninth; and last of all, at the eleventh, by which the hour of the lamps is denoted."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: The Twelve Books III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books III 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books III 4:2",
                            "text": "How the Mattin office was not appointed by an ancient tradition but was started in our own day for a definite reason."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books III 4:3",
                            "text": "But you must know that this Mattins, which is now very generally observed in Western countries, was appointed as a canonical office in our own day, and also in our own monastery, where our Lord Jesus Christ was born of a Virgin and deigned to submit to growth in infancy as man, and where by His Grace He supported our own infancy, still tender in religion, and, as it were, fed with milk."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books III 4:4",
                            "text": "For up till that time we find that when this office of Mattins (which is generally celebrated after a short interval after the Psalms and prayers of Nocturns in the monasteries of Gaul) was finished, together with the daily vigils, the remaining hours were assigned by our Elders to bodily refreshment."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books III 4:5",
                            "text": "But when some rather carelessly abused this indulgence and prolonged their time for sleep too long, as they were not obliged by the requirements of any service to leave their cells or rise from their beds till the third hour; and when, as well as losing their labour, they were drowsy from excess of sleep in the daytime, when they ought to have been applying themselves to some duties, (especially on those days when an unusually oppressive weariness was caused by their keeping watch from the evening till the approach of morning), a complaint was brought to the Elders by some of the brethren who were ardent in spirit and in no slight measure disturbed by this carelessness, and it was determined by them after long discussion and anxious consideration that up till sunrise, when they could without harm be ready to read or to undertake manual labour, time for rest should be given to their wearied bodies, and after this they should all be summoned to the observance of this service and should rise from their beds, and by reciting three Psalms and prayers (after the order anciently fixed for the observance of Tierce and Sext, to signify the confession of the Trinity) should at the same time by an uniform arrangement put an end to their sleep and make a beginning to their work."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books III 4:6",
                            "text": "And this form, although it may seem to have arisen out of an accident and to have been appointed within recent memory for the reason given above, yet it clearly makes up according to the letter that number which the blessed David indicates (although it can be taken spiritually): \"Seven times a day do I praise Thee because of Thy righteous judgments\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books III 4:7",
                            "text": "For by the addition of this service we certainly hold these spiritual assemblies seven times a day, and are shown to sing praises to God seven times in it."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books III 4:8",
                            "text": "Lastly, though this same form, starting from the East, has most beneficially spread to these parts, yet still in some long-established monasteries in the East, which will not brook the slightest violation of the old rules of the Fathers, it seems never to have been introduced."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: The Twelve Books III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books III 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books III 5:2",
                            "text": "How they ought not to go back to bed again after the Mattin prayers."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books III 5:3",
                            "text": "But some in this province, not knowing the reason why this office was appointed and introduced, go back again to bed after their Mattin prayers are finished, and in spite of it fall into that very habit to check which our Elders instituted this service."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books III 5:4",
                            "text": "For they are eager to finish it at that hour, that an opportunity maybe given, to those who are inclined to be indifferent and not careful enough, to go back to bed again, which most certainly ought not to be done (as we showed more fully in the previous book when describing the service of the Egyptians), for fear lest the force of  our natural passions should be aroused and stain that purity of ours which was gained by humble confession and prayers before the dawn, or some illusion of the enemy pollute us, or even the repose of a pure and natural sleep interfere with the fervour of our spirit and make us lazy and slothful throughout the whole day, as we are chilled by the sluggishness caused by sleep."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books III 5:5",
                            "text": "And to avoid this the Egyptians, and especially as they are in the habit of rising at fixed times even before the cock-crow, when the canonical office has been celebrated, afterwards prolong their vigils even to daylight, that the morning light when it comes on them may find them established in fervour of spirit, and keep them still more careful and fervent all through the day, as it has found them prepared for the conflict and strengthened against their daily struggle with the devil by the practice of nocturnal vigils and spiritual meditation."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: The Twelve Books III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books III 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books III 6:2",
                            "text": "How no change was made by the Elders in the ancient system of Psalms when the Mattin office was instituted."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books III 6:3",
                            "text": "But this too we ought to know, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books III 6:4",
                            "text": ", that no change was made in the ancient arrangement of Psalms by our Elders who decided that this Mattin service should be added; but that office was always celebrated in their nocturnal assemblies according to the same order as it had been before."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books III 6:5",
                            "text": "For the hymns which in this country they used at the Mattin service at the close of the nocturnal vigils, which they are accustomed to finish after the cock-crowing and before dawn, these they still sing in like manner; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books III 6:6",
                            "text": ", Ps."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books III 6:7",
                            "text": "148, beginning \"O praise the Lord from heaven,\" and the rest which follow; but the 50th Psalm and the 62nd, and the 89th have, we know, been assigned to this new service."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books III 6:8",
                            "text": "Lastly, throughout Italy at this day, when the Mattin hymns are ended, the 50th Psalm is sung in all the churches, which I have no doubt can only have been derived from this source."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: The Twelve Books III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books III 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books III 7:2",
                            "text": "How one who does not come to the daily prayer before the end of the first Psalm is not allowed to enter the Oratory; but at Nocturnes a late arrival up to the end of the second Psalm can be overlooked."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books III 7:3",
                            "text": "But one who at Tierce, Sext, or None has not come to prayer before the Psalm is begun and finished does not venture further to enter the Oratory nor to join himself to those singing the Psalms; but, standing outside, he awaits the breaking-up of the congregation, and while they are all coming out does penance lying on the ground, and obtains absolution for his carelessness and lateness, knowing that he can in no other way expiate the fault of his sloth, nor can ever be admitted to the service which will follow three hours later, unless he has been quick to make satisfaction at once for his present negligence by the help of true humility."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books III 7:4",
                            "text": "But in the nocturnal assemblies a late arrival up to the second Psalm is allowed, provided that before the Psalm is finished and the brethren bow down in prayer he makes haste to take his place in the congregation and join them; but he will most certainly be subjected to the same blame and penance which we mentioned before if he has delayed ever so little beyond the hour permitted for a late arrival."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: The Twelve Books III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:2",
                            "text": "Of the Vigil service which is celebrated on the evening preceding the Sabbath; of its length, and the manner in which it is observed."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:3",
                            "text": "In the winter time, however, when the nights are longer, the Vigils, which are celebrated every week on the evening at the commencing the Sabbath, are arranged by the elders in the monasteries to last till the fourth cock-crowing,  for this reason, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:4",
                            "text": ", that after the watch through the whole night they may, by resting their bodies for the remaining time of nearly two hours, avoid flagging through drowsiness the whole day long, and be content with repose for this short time instead of resting the whole night."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:5",
                            "text": "And it is proper for us, too, to observe this with the utmost care, that we may be content with the sleep which is allowed us after the office of Vigils up to daybreak,—i-e:, till the Mattin Psalms,—and afterwards spend the whole day in work and necessary duties, lest through weariness from the Vigils, and feebleness, we might be forced to take by day the sleep which we cut off from the night, and so be thought not to have cut short our bodily rest so much as to have changed our time for repose and nightly retirement."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:6",
                            "text": "For our feeble flesh could not possibly be defrauded of the whole night's rest and yet keep its vigour unshaken throughout the following day without sleepiness of mind and heaviness of spirit, as it will be hindered rather than helped by this unless after Vigils are over it enjoys a short slumber."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:7",
                            "text": "And, therefore, if, as we have suggested, at least an hour's sleep is snatched before daybreak, we shall save all the hours of Vigils which we have spent all through the night in prayer, granting to nature what is due to it, and having no necessity of taking back by day what we have cut off from the night."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:8",
                            "text": "For a man will certainly have to give up everything to this flesh if he tries, not in a rational manner to withhold a part only, but to refuse the whole, and (to speak candidly) is anxious to cut off not what is superfluous but what is necessary."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:9",
                            "text": "Wherefore Vigils have to be made up for with greater interest if they are prolonged with ill-considered and unreasonable length till daybreak."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:10",
                            "text": "And so they divide them into an office in three parts, that by this variety the effort may be distributed and the exhaustion of the body relieved by some agreeable relaxation."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:11",
                            "text": "For when standing they have sung three Psalms antiphonally, after this, sitting on the ground or in very low stalls, one of them repeats three Psalms, while the rest respond, each Psalm being assigned to one of the brethren, who succeed each other in turn; and to these they add three lessons while still sitting quietly."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books III 8:12",
                            "text": "And so, by lessening their bodily exertion, they manage to observe their Vigils with greater attention of mind."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: The Twelve Books III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books III 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books III 9:2",
                            "text": "The reason why a Vigil is appointed as the Sabbath day dawns, and why a dispensation from fasting is enjoyed on the Sabbath all through the East."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books III 9:3",
                            "text": "And throughout the whole of the East it has been settled, ever since the time of the preaching of the Apostles, when the Christian faith and religion was founded, that these Vigils should be celebrated as the Sabbath dawns, for this reason,—because, when our Lord and Saviour had been crucified on the sixth day of the week, the disciples, overwhelmed by the freshness of His sufferings, remained watching throughout the whole night, giving no rest or sleep to their eyes."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books III 9:4",
                            "text": "Wherefore, since that time, a service of Vigils has been appointed for this night, and is still observed in the same way up to the present day all through the East."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books III 9:5",
                            "text": "And so, after the exertion of the Vigil, a dispensation from fasting, appointed in like manner for the Sabbath by apostolic men, is not without reason enjoined in all the churches of the East, in accordance with that saying of Ecclesiastes, which, although it has another and a mystical sense, is not misapplied to this, by which we are charged to give to both days—that is, to the seventh and eighth equally—the same share of the service, as it says: \"Give a portion to these seven and also to these eight\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books III 9:6",
                            "text": "For this dispensation from fasting must not be understood as a participation in the Jewish festival by those above all who are shown to be free from all Jewish superstition, but as contributing to that rest of the wearied body of which we have spoken; which, as it fasts continually for five days in the week all through the year, would easily be worn out and fail, unless it were revived by an interval of at least two days."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: The Twelve Books III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books III 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books III 10:2",
                            "text": "How it was brought about that they fast on the Sabbath in the city."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books III 10:3",
                            "text": "But some people in some countries of the West, and especially in the city, not knowing the reason of this indulgence, think that a dispensation from fasting ought certainly not to be allowed on the Sabbath, because they say that on this day the Apostle Peter fasted before his encounter with Simon."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books III 10:4",
                            "text": "But from this it is quite clear that he did this not in accordance with a canonical rule, but rather through the needs of his impending struggle."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books III 10:5",
                            "text": "Since there, too, for the same purpose, Peter seems to have imposed on his disciples not a general but a special fast, which he certainly would not have done if he had known that it was wont to be observed by canonical rule: just as he would surely have been ready to appoint it even on Sunday, if the occasion of his struggle had fallen upon it: but no canonical rule of fasting would have been made general from this, because it was no general observance that led to it, but a matter of necessity, which forced it to be observed on a single occasion."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: The Twelve Books III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books III 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books III 11:2",
                            "text": "Of the points in which the service held on Sunday differs from what is customary on other days."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books III 11:3",
                            "text": "But we ought to know this, too, that on Sunday only one office is celebrated before dinner, at which, out of regard for the actual service and the Lord's communion, they use a more solemn and a longer service of Psalms and prayers and lessons, and so consider that Tierce and Sext are included in it."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books III 11:4",
                            "text": "And hence it results that, owing to the addition of the lessons, there is no diminution of the amount of their devotions, and yet some difference is made, and an indulgence over other times seems to be granted to the brethren out of reverence for the Lord's resurrection; and this seems to lighten the observance all through the week, and, by reason of the difference which is interposed, it makes the day to be looked forward to more solemnly as a festival, and owing to the anticipation of it the fasts of the coming week are less felt."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books III 11:5",
                            "text": "For any weariness is always borne with greater equanimity, and labour undertaken without aversion, if some variety is interposed or change of work succeeds."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: The Twelve Books III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books III 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books III 12:2",
                            "text": "Of the days on which, when supper is provided for the brethren, a Psalm is not said as they assemble for the meals as is usual at dinner."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books III 12:3",
                            "text": "Lastly, also, on those days,—i-e:, on Saturday and Sunday,—and on holy days, on which it is usual for both dinner and supper to be provided for the brethren, a Psalm is not said in the evening, either when they come to supper or when they rise from it, as is usual at their ordinary dinner and the canonical refreshment on fast days, which the customary Psalms usually precede and follow."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books III 12:4",
                            "text": "But they simply make a plain prayer and come to supper, and again, when they rise from it, conclude with prayer alone; because this repast is something special among the monks: nor are they all obliged to come to it, but it is only for strangers who have come to see the brethren, and those whom bodily weakness or their own inclination invites to it."
                        }
                    ]
                }
            ]
        }
    ]
}