{
    "books": [
        {
            "name": "Clement: Epistle of Peter to James",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Epistle of Peter to James 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:1",
                            "text": "The Clementine Homilies The Epistle of Peter to James: Peter to James, the lord and bishop of the holy Church, under the Father of all, through Jesus Christ, wishes peace always."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:3",
                            "text": "—Doctrine of Reserve."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:4",
                            "text": "Knowing, my brother, your eager desire after that which is for the advantage of us all, I beg and beseech you not to communicate to any one of the Gentiles the books of my preachings which I sent to you, nor to any one of our own tribe before trial; but if any one has been proved and found worthy, then to commit them to him, after the manner in which Moses delivered his books to the Seventy who succeeded to his chair."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:5",
                            "text": "Wherefore also the fruit of that caution appears even till now."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:6",
                            "text": "For his countrymen keep the same rule of monarchy and polity everywhere, being unable in any way to think otherwise, or to be led out of the way of the much-indicating Scriptures."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:7",
                            "text": "For, according to the rule delivered to them, they endeavour to correct the discordances of the Scriptures, if any one, haply not knowing the traditions, is confounded at the various utterances of the prophets."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:8",
                            "text": "Wherefore they charge no one to teach, unless he has first learned how the Scriptures must be used."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Clement: Epistle of Peter to James 1:9",
                            "text": "And thus they have amongst them one God, one law, one hope."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Epistle of Peter to James 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:2",
                            "text": "—Misrepresentation of Peter's Doctrine."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:3",
                            "text": "In order, therefore, that the like may also happen to those among us as to these Seventy, give the books of my preachings to our brethren, with the like mystery of initiation, that they may indoctrinate those who wish to take part in teaching; for if it be not so done, our word of truth will be rent into many opinions."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:4",
                            "text": "And this I know, not as being a prophet, but as already seeing the beginning of this very evil."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:5",
                            "text": "For some from among the Gentiles have rejected my legal preaching, attaching themselves to certain lawless and trifling preaching of the man who is my enemy."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:6",
                            "text": "And these things some have attempted while I am still alive, to transform my words by certain various interpretations, in order to the dissolution of the law; as though I also myself were of such a mind, but did not freely proclaim it, which God forbid!  For such a thing were to act in opposition to the law of God which was spoken by Moses, and was borne witness to by our Lord in respect of its eternal continuance; for thus he spoke:  \"The heavens and the earth shall pass away, but one jot or one tittle shall in no wise pass from the law\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:7",
                            "text": "And this He has said, that all things might come to pass."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:8",
                            "text": "But these men, professing, I know not how, to know my mind, undertake to explain my words, which they have heard of me, more intelligently than I who spoke them, telling their catechumens that this is my meaning, which indeed I never thought of."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Clement: Epistle of Peter to James 2:9",
                            "text": "But if, while I am still alive, they dare thus to misrepresent me, how much more will those who shall come after me dare to do so!."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Epistle of Peter to James 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Epistle of Peter to James 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Epistle of Peter to James 3:2",
                            "text": "—Initiation."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Epistle of Peter to James 3:3",
                            "text": "Therefore, that no such thing may happen, for this end I have prayed and besought you not to communicate the books of my preaching which I have sent you to any one, whether of our own nation or of another nation, before trial; but if any one, having been tested, has been found worthy, then to hand them over to him, according to the initiation of Moses, by which he delivered his books to the Seventy who succeeded to his chair; in order that thus they may keep the faith, and everywhere deliver the rule of truth, explaining all things after our tradition; lest being themselves dragged down by ignorance, being drawn into error by conjectures after their mind, they bring others into the like pit of destruction."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Epistle of Peter to James 3:4",
                            "text": "Now the things that seemed good to me, I have fairly pointed out to you; and what seems good to you, do you, my lord, becomingly perform."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Epistle of Peter to James 3:5",
                            "text": "Farewell."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Epistle of Peter to James 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:2",
                            "text": "—An Adjuration Concerning the Receivers of the Book."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:3",
                            "text": "Therefore James, having read the epistle, sent for the elders; and having read it to them, said:  \"Our Peter has strictly and becomingly charged us concerning the establishing of the truth, that we should not communicate the books of his preachings, which have been sent to us, to any one at random, but to one who is good and religious, and who wishes to teach, and who is circumcised, and faithful."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:4",
                            "text": "And these are not all to be committed to him at once; that, if he be found injudicious in the first, the others may not be entrusted to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:5",
                            "text": "Wherefore let him be proved not less than six years."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:6",
                            "text": "And then according to the initiation of Moses, he that is to deliver the books should bring him to a river or a fountain, which is living water, where the regeneration of the righteous takes place, and should make him, not swear—for that is not lawful—but to stand by the water and adjure, as we ourselves, when we were re-generated, were made to do for the sake of not sinning."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:7",
                            "text": "\"And let him say:  'I take to witness heaven, earth, water, in which all things are comprehended, and in addition to all these, that air also which pervades all things, and without which I cannot breathe, that I shall always be obedient to him who gives me the books of the preachings; and those same books which he may give me, I shall not communicate to any one in any way, either by writing them, or giving them in writing, or giving them to a writer, either myself or by another, or through any other initiation, or trick, or method, or by keeping them carelessly, or placing them before any one, or granting him permission to see them, or in any way or manner whatsoever communicating them to another; unless I shall ascertain one to be worthy, as I myself have been judged, or even more so, and that after a probation of not less than six years; but to one who is religious and good, chosen to teach, as I have received them, so I will commit them, doing these things also according to the will of my bishop."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:8",
                            "text": "\"'But otherwise, though he were my son or my brother, or my friend, or otherwise in any way pertaining to me by kindred, if he be unworthy, that I will not vouchsafe the favour to him, as is not meet; and I shall neither be terrified by plot nor mollified by gifts."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:9",
                            "text": "But if even it should ever seem to me that the books of the preachings given to me are not true, I shall not so communicate them, but shall give them back."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:10",
                            "text": "And when I go abroad, I shall carry them with me, whatever of them I happen to possess."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:11",
                            "text": "But if I be not minded to carry them about with me, I shall not suffer them to be in my house, but shall deposit them with my bishop, having the same faith, and setting out from the same persons as myself."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:12",
                            "text": "But if it befall me to be sick, and in expectation of death, and if I be childless, I shall act in the same manner."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:13",
                            "text": "But if I die having a son who is not worthy, or not yet capable, I shall act in the same manner."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:14",
                            "text": "For I shall deposit them with my bishop, in order that if my son, when he grows up, be worthy of the trust, he may give them to him as his father's bequest, according to the terms of this engagement."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:15",
                            "text": "\"'And that I shall thus do, I again call to witness heaven, earth, water, in which all things are enveloped, and in addition to all these, the all-pervading air, without which I cannot breathe, that I shall always be obedient to him who giveth me these books of the preachings, and shall observe in all things as I have engaged, or even something more."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:16",
                            "text": "To me, therefore, keeping this covenant, there shall be a part with the holy ones; but to me doing anything contrary to what I have covenanted, may the universe be hostile to me, and the all-pervading ether, and the God who is over all, to whom none is superior, than whom none is greater."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:17",
                            "text": "But if even I should come to the acknowledgment of another God, I now swear by him also, be he or be he not, that I shall not do otherwise."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:18",
                            "text": "And in addition to all these things, if I shall lie, I shall be accursed living and dying, and shall be punished with everlasting punishment."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Clement: Epistle of Peter to James 4:19",
                            "text": "\"And after this, let him partake of bread and salt with him who commits them to him\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Epistle of Peter to James 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Epistle of Peter to James 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Epistle of Peter to James 5:2",
                            "text": "—The Adjuration Accepted."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Epistle of Peter to James 5:3",
                            "text": "James having thus spoken, the elders were in an agony of terror."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Epistle of Peter to James 5:4",
                            "text": "Therefore James, perceiving that they were greatly afraid, said:  \"Hear me, brethren and fellow-servants."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Epistle of Peter to James 5:5",
                            "text": "If we should give the books to all indiscriminately, and they should be corrupted by any daring men, or be perverted by interpretations, as you have heard that some have already done, it will remain even for those who really seek the truth, always to wander in error."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Epistle of Peter to James 5:6",
                            "text": "Wherefore it is better that they should be with us, and that we should communicate them with all the fore-mentioned care to those who wish to live piously, and to save others."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement: Epistle of Peter to James 5:7",
                            "text": "But if any one, after taking this adjuration, shall act otherwise, he shall with good reason incur eternal punishment."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Clement: Epistle of Peter to James 5:8",
                            "text": "For why should not he who is the cause of the destruction of others not be destroyed himself?\"  The elders, therefore, being pleased with the sentiments of James exclaimed, \"Blessed be He who, as foreseeing all things, has graciously appointed thee as our bishop;\" and when they had said this, we all rose up, and prayed to the Father and God of all, to whom be glory for ever,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}