{
    "books": [
        {
            "name": "Athanasius: Defenec of His Flight",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Athanasius: Defenec of His Flight 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Athanasius: Defenec of His Flight 1:1",
                            "text": "Defence of His Flight."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Athanasius: Defenec of His Flight 1:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Athanasius: Defenec of His Flight 1:3",
                            "text": "Athanasius charged with cowardice for escaping."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Athanasius: Defenec of His Flight 1:4",
                            "text": "I hear that Leontius, now at Antioch, and Narcissus of the city of Nero, and George, now at Laodicea, and the Arians who are with them, are spreading abroad many slanderous reports concerning me, charging me with cowardice, because forsooth, when I myself was sought by them, I did not surrender myself into their hands."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Athanasius: Defenec of His Flight 1:5",
                            "text": "Now as to their imputations and calumnies, although there are many things that I could write, which even they are unable to deny, and which all who have heard of their proceedings know to be true, yet I shall not be prevailed upon to make any reply to them, except only to remind them of the words of our Lord, and of the declaration of the Apostle, that 'a lie is of the Devil,' and that, 'revilers shall not inherit the kingdom of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Athanasius: Defenec of His Flight 1:6",
                            "text": "' For it is sufficient thereby to prove, that neither their thoughts nor their words are according to the Gospel, but that after their own pleasure, whatsoever themselves desire, that they think to be good."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Athanasius: Defenec of His Flight 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:1",
                            "text": "2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:2",
                            "text": "Insincerity of this charge."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:3",
                            "text": "But forasmuch as they pretend to charge me with cowardice, it is necessary that I should write somewhat concerning this, whereby it shall be proved that they are men of wicked minds, who have not read the sacred Scriptures: or if they have read them, that they do not believe the divine inspiration of the oracles they contain."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:4",
                            "text": "For had they believed this, they would not dare to act contrary to them, nor imitate the malice of the Jews who slew the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:5",
                            "text": "For God having given them a commandment, 'Honour thy father and thy mother,' and, 'He that curseth father or mother, let him die the death;' that people established a contrary law, changing the honour into dishonour, and alienating to other uses the money which was due from the children to their parents."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:6",
                            "text": "And though they had read what David did, they acted in contradiction to his example, and accused the guiltless for plucking the ears of corn, and rubbing them in their hands on the Sabbath day."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:7",
                            "text": "Not that they cared either for the laws, or for the Sabbath, for they were guilty of greater transgressions of the law on that day: but being wicked-minded, they grudged the disciples the way of salvation, and desired that their own private notions should have the sole pre-eminence."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:8",
                            "text": "They however have received the reward of their iniquity, having ceased to be an holy nation, and being counted henceforth as the rulers of Sodom, and as the people of Gomorrah."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:9",
                            "text": "And these men likewise, not less than they, seem to me to have received their punishment already in their ignorance of their own folly."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:10",
                            "text": "For they understand not what they say, but think that they know things of which they are ignorant; while the only knowledge that is in them is to do evil, and to frame devices more and more wicked day by day."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:11",
                            "text": "Thus they reproach us with our present flight, not for the sake of virtue, as wishing us to shew manliness by coming forward (how is it possible that such a wish can be entertained by enemies in behalf of those who run not with them in the same career of madness?); but being full of malice, they pretend this, and buzz all around that such is the case, thinking, foolish as indeed they are, that through fear of their revilings, we shall yet be induced to give ourselves up to them."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Athanasius: Defenec of His Flight 2:12",
                            "text": "For this is what they desire: to accomplish this they have recourse to all kinds of schemes: they pretend themselves to be friends, while they search as enemies, to the end that they may glut themselves with our blood, and put us also out of the way, because we have always opposed and do still oppose their impiety, and confute and brand their heresy."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Athanasius: Defenec of His Flight 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Athanasius: Defenec of His Flight 3:1",
                            "text": "3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Athanasius: Defenec of His Flight 3:2",
                            "text": "Outrages of the Arians against the Bishops."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Athanasius: Defenec of His Flight 3:3",
                            "text": "For whom have they ever persecuted and taken, that they have not insulted and injured as they pleased? Whom have they ever sought after and found, that they have not handled in such a manner, that either he has died a miserable death, or has been ill-treated in every way? Whatever the magistrates appear to do, it is their work; and the others are merely the tools of their will and wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Athanasius: Defenec of His Flight 3:4",
                            "text": "In consequence, where is there a place that has not some memorial of their malice? Who has ever opposed them, without their conspiring against him, inventing pretexts for his ruin after the manner of Jezebel? Where is there a Church that is not at this moment lamenting the success of their plots against her Bishops? Antioch is mourning for the orthodox Confessor Eustathius; Balaneae for the most admirable Euphration; Paltus and Antaradus for Kymatius and Carterius; Adrianople for that lover of Christ, Eutropius, and his successor Lucius, who was often loaded with chains by their means, and so perished; Ancyra mourns for Marcellus, Berrhoea for Cyrus, Gaza for Asclepas."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Athanasius: Defenec of His Flight 3:5",
                            "text": "Of all these, after inflicting many outrages, they by their intrigues procured the banishment; but for Theodulus and Olympius, Bishops of Thrace, and for us and our Presbyters, they caused diligent search to be made, to the intent that if we were discovered we should suffer capital punishment: and probably we should have so perished, had we not fled at that very time contrary to their intentions."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Athanasius: Defenec of His Flight 3:6",
                            "text": "For letters to that effect were delivered to the Proconsul Donatus against Olympius and his fellows, and to Philagrius against me."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Athanasius: Defenec of His Flight 3:7",
                            "text": "And having raised a persecution against Paul, Bishop of Constantinople, as soon as they found him, they caused him to be openly strangled at a place called Cucusus in Cappadocia, employing as their executioner for the purpose Philip, who was Prefect."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Athanasius: Defenec of His Flight 3:8",
                            "text": "He was a patron of their heresy, and the tool of their wicked designs."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Athanasius: Defenec of His Flight 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Athanasius: Defenec of His Flight 4:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Athanasius: Defenec of His Flight 4:2",
                            "text": "Proceedings after the Council of Milan."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Athanasius: Defenec of His Flight 4:3",
                            "text": "Are they then satisfied with all this, and content to be quiet for the future? By no means; they have not given over yet, but like the horseleach in the Proverbs, they revel more and more in their wickedness, and fix themselves upon the larger dioceses."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Athanasius: Defenec of His Flight 4:4",
                            "text": "Who can adequately describe the enormities they have already perpetrated? who is able to recount all the deeds that they have done? Even very lately, while the Churches were at peace, and the people worshipping in their congregations, Liberius, Bishop of Rome, Paulinus, Metropolitan of Gaul, Dionysius, Metropolitan of Italy, Lucifer, Metropolitan of the Sardinian islands, and Eusebius of Italy, all of them good Bishops and preachers of the truth, were seized and banished, on no pretence whatever, except that they would not unite themselves to the Arian heresy, nor subscribe to the false accusations and calumnies which they had invented against me."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Athanasius: Defenec of His Flight 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Athanasius: Defenec of His Flight 5:1",
                            "text": "5."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Athanasius: Defenec of His Flight 5:2",
                            "text": "In praise of Hosius."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Athanasius: Defenec of His Flight 5:3",
                            "text": "Of the great Hosius, who answers to his name, that confessor of a happy old age, it is superfluous for me to speak, for I suppose it is known unto all men that they caused him also to be banished; for he is not an obscure person, but of all men the most illustrious, and more than this."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Athanasius: Defenec of His Flight 5:4",
                            "text": "When was there a Council held, in which he did not take the lead, and by right counsel convince every one? Where is there a Church that does not possess some glorious monuments of his patronage? Who has ever come to him in sorrow, and has not gone away rejoicing? What needy person ever asked his aid, and did not obtain what he desired? And yet even on this man they made their assault, because knowing the calumnies which they invent in behalf of their iniquity, he would not subscribe to their designs against us."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Athanasius: Defenec of His Flight 5:5",
                            "text": "And if afterwards, upon the repeated stripes above measure that were inflicted upon him, and the conspiracies that were formed against his kinsfolk, he yielded to them for a time, as being old and infirm in body, yet at least their wickedness is shewn even in this circumstance; so zealously did they endeavour by all means to prove that they were not truly Christians."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Athanasius: Defenec of His Flight 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:1",
                            "text": "6."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:2",
                            "text": "Outrages of George upon the Alexandrians."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:3",
                            "text": "After this they again fastened themselves upon Alexandria, seeking anew to put us to death: and their proceedings were now worse than before."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:4",
                            "text": "For on a sudden the Church was surrounded by soldiers, and sounds of war took the place of prayers."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:5",
                            "text": "Then George of Cappadocia who was sent by them, having arrived during the season of Lent, brought an increase of evils which they had taught him."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:6",
                            "text": "For after Easter week, Virgins were thrown into prison; Bishops were led away in chains by soldiers; houses of orphans and widows were plundered, and their loaves taken away; attacks were made upon houses, and Christians thrust forth in the night, and their dwellings sealed up: brothers of clergymen were in danger of their lives on account of their brethren."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:7",
                            "text": "These outrages were sufficiently dreadful, but more dreadful than these followed."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:8",
                            "text": "For on the week that succeeded the Holy Pentecost [May 11], when the people after their fast had gone out to the cemetery to pray, because that all refused communion with George, that abandoned person, on learning this, stirred up against them the commander Sebastian, a Manichee; who straightway with a multitude of soldiers with arms, drawn swords, bows, and spears, proceeded to attack the people, though it was the Lord's day: and finding a few praying (for the greater part had already retired on account of the lateness of the hour), he committed such outrages as became a disciple of these men."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Athanasius: Defenec of His Flight 6:9",
                            "text": "Having lighted a pile, he placed certain virgins near the fire, and endeavoured to force them to say that they were of the Arian faith: and when he saw that they were getting the mastery, and cared not for the fire, he immediately stripped them naked, and beat them in the face in such a manner, that for some time they could hardly be recognised."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Athanasius: Defenec of His Flight 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:1",
                            "text": "7."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:2",
                            "text": "Outrages of George."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:3",
                            "text": "And having seized upon forty men, he beat them after a new fashion."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:4",
                            "text": "Cutting some sticks fresh from the palm tree, with the thorns still upon them, he scourged them on the back so severely, that some of them were for a long time under surgical treatment on account of the thorns which had broken off in their flesh, and others unable to bear up under their sufferings died."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:5",
                            "text": "All those whom they had taken, and the virgin, they sent away together into banishment to the great Oasis."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:6",
                            "text": "And the bodies of those who had perished they would not at first suffer to be given up to their friends, but concealed them in any way they pleased, and cast them out without burial, in order that they might not appear to have any knowledge of these cruel proceedings."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:7",
                            "text": "But herein their deluded minds greatly misled them."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:8",
                            "text": "For the relatives of the dead, both rejoicing at the confession, and grieving for the bodies of their friends, published abroad so much the more this proof of their impiety and cruelty."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:9",
                            "text": "Moreover they immediately banished out of Egypt and Libya the following Bishops, Ammonius, Muïus, Gaïus, Philo, Hermes, Plenius, Psenosiris, Nilammon, Agathus, Anagamphus, Marcus, Ammonius, another Marcus, Dracontius, Adelphius, Athenodorus, and the Presbyters, Hierax, and Dioscorus; whom they drove forth under such cruel treatment, that some of them died on the way, and others in the place of their banishment."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:10",
                            "text": "They caused also more than thirty Bishops to take to flight; for their desire was, after the example of Ahab, if it were possible, utterly to root out the truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Athanasius: Defenec of His Flight 7:11",
                            "text": "Such are the enormities of which these impious men have been guilty."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Athanasius: Defenec of His Flight 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:1",
                            "text": "8."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:2",
                            "text": "If it is wrong to flee, it is worse to persecute."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:3",
                            "text": "But although they have done all this, yet they are not ashamed of the evils they have already contrived against me, but proceed now to accuse me, because I have been able to escape their murderous hands."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:4",
                            "text": "Nay, they bitterly bewail themselves, that they have not effectually put me out of the way; and so they pretend to reproach me with cowardice, not perceiving that by thus murmuring against me, they rather turn the blame upon themselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:5",
                            "text": "For if it be a bad thing to flee, it is much worse to persecute; for the one party hides himself to escape death, the other persecutes with a desire to kill; and it is written in the Scriptures that we ought to flee; but he that seeks to destroy transgresses the law, nay, and is himself the occasion of the other's flight."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:6",
                            "text": "If then they reproach me with my flight, let them be more ashamed of their own persecution."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:7",
                            "text": "Let them cease to conspire, and they who flee will forthwith cease to do so."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:8",
                            "text": "But they, instead of giving over their wickedness, are employing every means to obtain possession of my person, not perceiving that the flight of those who are persecuted is a strong argument against those who persecute."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:9",
                            "text": "For no man flees from the gentle and the humane, but from the cruel and the evil-minded."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:10",
                            "text": "'Every one that was in distress, and every one that was in debt,' fled from Saul, and took refuge with David."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:11",
                            "text": "But this is the reason why these men desire to cut off those who are in concealment, that there may be no evidence forthcoming of their wickedness."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:12",
                            "text": "But herein their minds seem to be blinded with their usual error."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Athanasius: Defenec of His Flight 8:13",
                            "text": "For the more the flight of their enemies becomes known, so much the more notorious will be the destruction or the banishment which their treachery has brought upon them; so that whether they kill them outright, their death will be the more loudly noised abroad against them, or whether they drive them into banishment, they will but be sending forth everywhere monuments of their own iniquity."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Athanasius: Defenec of His Flight 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:1",
                            "text": "9."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:2",
                            "text": "The accusation shews the mind of the accusers."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:3",
                            "text": "Now if they had been of sound mind, they would have seen that they were in this strait, and that they were falling foul of their own arguments."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:4",
                            "text": "But since they have lost all judgment, they are still led on to persecute, and seek to destroy, and yet perceive not their own impiety."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:5",
                            "text": "It may be they even venture to accuse Providence itself (for nothing is beyond the reach of their presumption), that it does not deliver up to them those whom they desire; certain as it is, according to the saying of our Saviour, that not even a sparrow can fall into the snare without our Father which is in heaven."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:6",
                            "text": "But when these accursed ones obtain possession of any one, they immediately forget not only all other, but even themselves; and raising their brow in very haughtiness, they neither acknowledge times and seasons, nor respect human nature in those whom they injure."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:7",
                            "text": "Like the tyrant of Babylon, they attack more furiously; they shew pity to none, but mercilessly 'upon the ancient,' as it is written, 'they very heavily lay the yoke,' and 'they add to the grief of them that are wounded."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:8",
                            "text": "' Had they not acted in this manner; had they not driven into banishment those who spoke in my defence against their calumnies, their representations might have appeared to some persons sufficiently plausible."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Athanasius: Defenec of His Flight 9:9",
                            "text": "But since they have conspired against so many other Bishops of high character, and have spared neither the great confessor Hosius, nor the Bishop of Rome, nor so many others from the Spains and the Gauls, and Egypt, and Libya, and the other countries, but have committed such cruel outrages against all who have in any way opposed them in my behalf; is it not plain that their designs have been directed rather against me than against any other, and that their desire is miserably to destroy me as they have done others? To accomplish this they vigilantly watch for an opportunity, and think themselves injured, when they see those safe, whom they wished not to live."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Athanasius: Defenec of His Flight 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Athanasius: Defenec of His Flight 10:1",
                            "text": "10."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Athanasius: Defenec of His Flight 10:2",
                            "text": "Their real grievance is not that Athanasius is a coward, but that he is free."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Athanasius: Defenec of His Flight 10:3",
                            "text": "Who then does not perceive their craftiness? Is it not very evident to every one that they do not reproach me with cowardice from regard to virtue, but that being athirst for blood, they employ these their base devices as nets, thinking thereby to catch those whom they seek to destroy? That such is their character is shewn by their actions, which have convicted them of possessing dispositions more savage than wild beasts, and more cruel than Babylonians."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Athanasius: Defenec of His Flight 10:4",
                            "text": "But although the proof against them is sufficiently clear from all this, yet since they still dissemble with soft words after the manner of their 'father the devil,' and pretend to charge me with cowardice, while they are themselves more cowardly than hares; let us consider what is written in the Sacred Scriptures respecting such cases as this."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Athanasius: Defenec of His Flight 10:5",
                            "text": "For thus they will be shewn to fight against the Scriptures no less than against me, while they detract from the virtues of the Saints."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Athanasius: Defenec of His Flight 10:6",
                            "text": "For if they reproach men for hiding themselves from those who seek to destroy them, and accuse those who flee from their persecutors, what will they do when they see Jacob fleeing from his brother Esau, and Moses withdrawing into Midian for fear of Pharaoh? What excuse will they make for David, after all this idle talk, for fleeing from his house on account of Saul, when he sent to kill him, and for hiding himself in the cave, and for changing his appearance, until he withdrew from Abimelech, and escaped his designs against him? What will they say, they who are ready to say anything, when they see the great Elijah, after calling upon God and raising the dead, hiding himself for fear of Ahab, and fleeing from the threats of Jezebel? At which time also the sons of the prophets, when they were sought after, hid themselves with the assistance of Obadiah, and lay concealed in caves."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Athanasius: Defenec of His Flight 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Athanasius: Defenec of His Flight 11:1",
                            "text": "11."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Athanasius: Defenec of His Flight 11:2",
                            "text": "Examples of Scripture Saints in defence of flight."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Athanasius: Defenec of His Flight 11:3",
                            "text": "Perhaps they have not read these histories; as being out of date; yet have they no recollection of what is written in the Gospel? For the disciples also withdrew and hid themselves for fear of the Jews; and Paul, when he was sought after by the governor at Damascus, was let down from the wall in a basket, and so escaped his hands."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Athanasius: Defenec of His Flight 11:4",
                            "text": "As the Scripture then relates these things of the Saints, what excuse will they be able to invent for their wickedness? To reproach them with cowardice would be an act of madness, and to accuse them of acting contrary to the will of God, would be to shew themselves entirely ignorant of the Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Athanasius: Defenec of His Flight 11:5",
                            "text": "For there was a command under the law that cities of refuge should be appointed, in order that they who were sought after to be put to death, might at least have some means of saving themselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Athanasius: Defenec of His Flight 11:6",
                            "text": "And when He Who spake unto Moses, the Word of the Father, appeared in the end of the world, He also gave this commandment, saying, 'But when they persecute you in this city, flee ye into another:' and shortly after He says, 'When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place (whoso readeth, let him understand); then let them which be in Judaea flee into the mountains: let him which is on the housetop not come down to take any thing out of his house: neither let him which is in the field return back to take his clothes."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Athanasius: Defenec of His Flight 11:7",
                            "text": "' Knowing these things, the Saints regulated their conduct accordingly."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Athanasius: Defenec of His Flight 11:8",
                            "text": "For what our Lord has now commanded, the same also He spoke by His Saints before His coming in the flesh: and this is the rule which is given unto men to lead them to perfection—what God commands, that to do."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Athanasius: Defenec of His Flight 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:1",
                            "text": "12."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:2",
                            "text": "The Lord an example of timely flight."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:3",
                            "text": "Wherefore also the Word Himself, being made man for our sakes, condescended to hide Himself when He was sought after, as we do: and also when He was persecuted, to flee and avoid the designs of His enemies."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:4",
                            "text": "For it became Him, as by hunger and thirst and suffering, so also by hiding Himself and fleeing, to shew that He had taken our flesh, and was made man."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:5",
                            "text": "Thus at the very first, as soon as He became man, when He was a little child, He Himself by His Angel commanded Joseph, 'Arise, and take the young Child and His Mother, and flee into Egypt; for Herod will seek the young Child's life."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:6",
                            "text": "' And when Herod was dead, we find Him withdrawing to Nazareth by reason of Archelaus his son."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:7",
                            "text": "And when afterwards He was shewing Himself to be God, and made whole the withered hand, the Pharisees went out, and held a council against Him, how they might destroy Him; but when Jesus knew it, He withdrew Himself from thence."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:8",
                            "text": "So also when He raised Lazarus from the dead, 'from that day forth,' says the Scripture, 'they took counsel for to put Him to death."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:9",
                            "text": "Jesus therefore walked no more openly among the Jews; but went thence into the country near to the wilderness."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:10",
                            "text": "' Again, when our Saviour said, 'Before Abraham was, I am,' 'the Jews took up stones to cast at Him; but Jesus hid Himself, and went out of the temple."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:11",
                            "text": "' And 'going through the midst of them, He went His way,' and 'so passed by."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Athanasius: Defenec of His Flight 12:12",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Athanasius: Defenec of His Flight 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:1",
                            "text": "13."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:2",
                            "text": "Example of Our Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:3",
                            "text": "When they see these things, or rather even hear of them, for see they do not, will they not desire, as it is written, to become 'fuel of fire,' because their counsels and their words are contrary to what the Lord both did and taught? Also when John was martyred, and his disciples buried his body, 'when Jesus heard of it, He departed thence by ship into a desert place apart."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:4",
                            "text": "' Thus the Lord acted, and thus He taught."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:5",
                            "text": "Would that these men were even now ashamed of their conduct, and confined their rashness to man, nor proceeded to such extreme madness as even to charge our Saviour with cowardice! for it is against Him that they now utter their blasphemies."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:6",
                            "text": "But no one will endure such madness; nay it will be seen that they do not understand the Gospels."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:7",
                            "text": "The cause must be a reasonable and just one, which the Evangelists represent as weighing with our Saviour to withdraw and to flee; and we ought therefore to assign the same for the conduct of all the Saints."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:8",
                            "text": "(For whatever is written concerning our Saviour in His human nature, ought to be considered as applying to the whole race of mankind; because He took our body, and exhibited in Himself human infirmity."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:9",
                            "text": ") Now of this cause John has written thus, 'They sought to take Him: but no man laid hands on Him, because His hour was not yet come."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:10",
                            "text": "' And before it came, He Himself said to His Mother, 'Mine hour is not yet come:' and to them who were called His brethren, 'My time is not yet come."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:11",
                            "text": "' And again, when His time was come, He said to the disciples, 'Sleep on now, and take your rest: for behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Athanasius: Defenec of His Flight 13:12",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Athanasius: Defenec of His Flight 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:1",
                            "text": "14."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:2",
                            "text": "An hour and a time for all men."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:3",
                            "text": "Now in so far as He was God and the Word of the Father, He had no time; for He is Himself the Creator of times."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:4",
                            "text": "But being made man, He shews by speaking in this manner that there is a time allotted to every man; and that not by chance, as some of the Gentiles imagine in their fables, but a time which He, the Creator, has appointed to every one according to the will of the Father."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:5",
                            "text": "This is written in the Scriptures, and is manifest to all men."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:6",
                            "text": "For although it be hidden and unknown to all, what period of time is allotted to each, and how it is allotted; yet every one knows this, that as there is a time for spring and for summer, and for autumn and for winter, so, as it is written, there is a time to die, and a time to live."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:7",
                            "text": "And so the time of the generation which lived in the days of Noah was cut short, and their years were contracted, because the time of all things was at hand."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:8",
                            "text": "But to Hezekiah were added fifteen years."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:9",
                            "text": "And as God promises to them that serve Him truly, 'I will fulfil the number of thy days,' Abraham dies 'full of days,' and David besought God, saying, 'Take me not away in the midst of my days."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:10",
                            "text": "' And Eliphaz, one of the friends of Job, being assured of this truth, said, 'Thou shalt come to thy grave like ripe corn, gathered in due time, and like as a shock of corn cometh in in his season."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:11",
                            "text": "' And Solomon confirming his words, says, 'The souls of the unrighteous are taken away untimely."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Athanasius: Defenec of His Flight 14:12",
                            "text": "' And therefore he exhorts in the book of Ecclesiastes, saying, 'Be not overmuch wicked, neither be thou hard: why shouldest thou die before thy time?'."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Athanasius: Defenec of His Flight 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:1",
                            "text": "15."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:2",
                            "text": "The Lord's hour and time."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:3",
                            "text": "Now as these things are written in the Scriptures, the case is clear, that the saints know that a certain time is measured to every man, but that no one knows the end of that time is plainly intimated by the words of David, 'Declare unto me the shortness of my days."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:4",
                            "text": "' What he did not know, that he desired to be informed of."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:5",
                            "text": "Accordingly the rich man also, while he thought that he had yet a long time to live, heard the words, 'Thou fool, this night they are requiring thy soul: then whose shall those things be which thou hast provided?' And the Preacher speaks confidently in the Holy Spirit, and says, 'Man also knoweth not his time."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:6",
                            "text": "' Wherefore the Patriarch Isaac said to his son Esau, 'Behold, I am old, and I know not the day of my death."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:7",
                            "text": "' Our Lord therefore, although as God, and the Word of the Father, He both knew the time measured out by Him to all, and was conscious of the time for suffering, which He Himself had appointed also to His own body; yet since He was made man for our sakes, He hid Himself when He was sought after before that time came, as we do; when He was persecuted, He fled; and avoiding the designs of His enemies He passed by, and 'so went through the midst of them."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:8",
                            "text": "' But when He had brought on that time which He Himself had appointed, at which He desired to suffer in the body for all men, He announces it to the Father, saying, 'Father, the hour is come; glorify Thy Son."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:9",
                            "text": "' And then He no longer hid Himself from those who sought Him, but stood willing to be taken by them; for the Scripture says, He said to them that came unto Him, 'Whom seek ye?' and when they answered, 'Jesus of Nazareth,' He saith unto them, 'I am He whom ye seek."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:10",
                            "text": "' And this He did even more than once; and so they straightway led Him away to Pilate."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Athanasius: Defenec of His Flight 15:11",
                            "text": "He neither suffered Himself to be taken before the time came, nor did He hide Himself when it was come; but gave Himself up to them that conspired against Him, that He might shew to all men that the life and death of man depend upon the divine sentence; and that without our Father which is in heaven, neither a hair of man's head can become white or black, nor a sparrow ever fall into the snare."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Athanasius: Defenec of His Flight 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Athanasius: Defenec of His Flight 16:1",
                            "text": "6."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Athanasius: Defenec of His Flight 16:2",
                            "text": "The Lord's example followed by the Saints."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Athanasius: Defenec of His Flight 16:3",
                            "text": "Our Lord therefore, as I said before, thus offered Himself for all; and the Saints having received this example from their Saviour (for all of them before His coming, nay always, were under His teaching), in their conflicts with their persecutors acted lawfully in flying, and hiding themselves when they were sought after."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Athanasius: Defenec of His Flight 16:4",
                            "text": "And being ignorant, as men, of the end of the time which Providence had appointed unto them, they were unwilling at once to deliver themselves up into the power of those who conspired against them."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Athanasius: Defenec of His Flight 16:5",
                            "text": "But knowing on the other hand what is written, that 'the portions' of man 'are in God's hand,' and that 'the Lord killeth,' and the Lord 'maketh alive,' they the rather endured unto the end, 'wandering about,' as the Apostle has said, 'in sheepskins, and goatskins, being destitute, tormented, wandering in deserts,' and hiding themselves 'in dens and caves of the earth;' until either the appointed time of death arrived, or God who had appointed their time spake unto them, and stayed the designs of their enemies, or else delivered up the persecuted to their persecutors, according as it seemed to Him to be good."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Athanasius: Defenec of His Flight 16:6",
                            "text": "This we may well learn respecting all men from David: for when Joab instigated him to slay Saul, he said, 'As the Lord liveth, the Lord shall smite him; or his day shall come to die; or he shall descend into battle, and be delivered to the enemies; the Lord forbid that I should stretch forth my hand against the Lord's anointed."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Athanasius: Defenec of His Flight 16:7",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Athanasius: Defenec of His Flight 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:1",
                            "text": "17."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:2",
                            "text": "A time to flee and a time to stay."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:3",
                            "text": "And if ever in their flight they came unto those that sought after them, they did not do so without reason: but when the Spirit spoke unto them, then as righteous men they went and met their enemies; by which they also shewed their obedience and zeal towards God."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:4",
                            "text": "Such was the conduct of Elijah, when, being commanded by the Spirit, he shewed himself unto Ahab; and of Micaiah the prophet when he came to the same Ahab; and of the prophet who cried against the altar in Samaria, and rebuked Rehoboam; and of Paul when he appealed unto Caesar."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:5",
                            "text": "It was not certainly through cowardice that they fled: God forbid."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:6",
                            "text": "The flight to which they submitted was rather a conflict and war against death."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:7",
                            "text": "For with wise caution they guarded against these two things; either that they should offer themselves up without reason (for this would have been to kill themselves, and to become guilty of death, and to transgress the saying of the Lord, 'What God hath joined let not man put asunder'), or that they should willingly subject themselves to the reproach of negligence, as if they were unmoved by the tribulations which they met with in their flight, and which brought with them sufferings greater and more terrible than death."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:8",
                            "text": "For he that dies, ceases to suffer; but he that flies, while he expects daily the assaults of his enemies, esteems death lighter."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:9",
                            "text": "They therefore whose course was consummated in their flight did not perish dishonourably, but attained as well as others the glory of martyrdom."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:10",
                            "text": "Therefore it is that Job was accounted a man of mighty fortitude, because he endured to live under so many and such severe sufferings, of which he would have had no sense, had he come to his end."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:11",
                            "text": "Wherefore the blessed Fathers thus regulated their conduct also; they shewed no cowardice in fleeing from the persecutor, but rather manifested their fortitude of soul in shutting themselves up in close and dark places, and living a hard life."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:12",
                            "text": "Yet did they not desire to avoid the time of death when it arrived; for their concern was neither to shrink from it when it came, nor to forestall the sentence determined by Providence, nor to resist His dispensation, for which they knew themselves to be preserved; lest by acting hastily, they should become to themselves the cause of terror: for thus it is written, 'He that is hasty, with his lips, shall bring terror upon himself."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Athanasius: Defenec of His Flight 17:13",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Athanasius: Defenec of His Flight 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:1",
                            "text": "18."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:2",
                            "text": "The Saints who fled were no cowards."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:3",
                            "text": "Of a truth no one can possibly doubt that they were well furnished with the virtue of fortitude."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:4",
                            "text": "For the Patriarch Jacob who had before fled from Esau, feared not death when it came, but at that very time blessed the Patriarchs, each according to his deserts."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:5",
                            "text": "And the great Moses, who previously had hid himself from Pharaoh, and had withdrawn into Midian for fear of him, when he received the commandment, 'Return into Egypt,' feared not to do so."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:6",
                            "text": "And again, when he was bidden to go up into the mountain Abarim and die, he delayed not through cowardice, but even joyfully proceeded thither."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:7",
                            "text": "And David, who had before fled from Saul, feared not to risk his life in war in defence of his people; but having the choice of death or of flight set before him, when he might have fled and lived, he wisely preferred death."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:8",
                            "text": "And the great Elijah, who had at a former time hid himself from Jezebel, shewed no cowardice when he was commanded by the Spirit to meet Ahab, and to reprove Ahaziah."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:9",
                            "text": "And Peter, who had hid himself for fear of the Jews, and the Apostle Paul who was let down in a basket, and fled, when they were told, 'Ye must bear witness at Rome,' deferred not the journey; yea, rather, they departed rejoicing; the one as hastening to meet his friends, received his death with exultation; and the other shrunk not from the time when it came, but gloried in it, saying, 'For I am now ready to be offered, and the time of my departure is at hand."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Athanasius: Defenec of His Flight 18:10",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Athanasius: Defenec of His Flight 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Athanasius: Defenec of His Flight 19:1",
                            "text": "19."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Athanasius: Defenec of His Flight 19:2",
                            "text": "The Saints courageous in their flight, and divinely favoured."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Athanasius: Defenec of His Flight 19:3",
                            "text": "These things both prove that their previous flight was not the effect of cowardice; and testify that their after conduct also was of no ordinary character: and they loudly proclaim that they possessed in a high degree the virtue of fortitude."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Athanasius: Defenec of His Flight 19:4",
                            "text": "For neither did they withdraw themselves on account of a slothful timidity, on the contrary, they were at such times under the practice of a severer discipline than at others; nor were they condemned for their flight, or charged with cowardice, by such as are now so fond of criminating others."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Athanasius: Defenec of His Flight 19:5",
                            "text": "Nay they were blessed through that declaration of our Lord, 'Blessed are they which are persecuted for righteousness sake."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Athanasius: Defenec of His Flight 19:6",
                            "text": "' Nor yet were these their sufferings without profit to themselves; for having tried them as 'gold in the furnace,' as Wisdom has said, God found them worthy of Himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Athanasius: Defenec of His Flight 19:7",
                            "text": "And then they shone the more 'like sparks,' being saved from them that persecuted them, and delivered from the designs of their enemies, and preserved to the end that they might teach the people; so that their flight and escape from the rage of them that sought after them, was according to the dispensation of the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Athanasius: Defenec of His Flight 19:8",
                            "text": "And so they became dear in the sight of God, and had the most glorious testimony to their fortitude."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Athanasius: Defenec of His Flight 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:1",
                            "text": "20."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:2",
                            "text": "Same Subject Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:3",
                            "text": "Thus, for example, the Patriarch Jacob was favoured in his flight with many, even divine visions, and remaining quiet himself, he had the Lord on his side, rebuking Laban, and hindering the designs of Esau; and afterwards he became the Father of Judah, of whom sprang the Lord according to the flesh; and he dispensed the blessings to the Patriarchs."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:4",
                            "text": "And when Moses the beloved of God was in exile, then it was that he saw that great sight, and being preserved from his persecutors, was sent as a prophet into Egypt, and being made the minister of those mighty wonders and of the Law, he led that great people in the wilderness."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:5",
                            "text": "And David when he was persecuted wrote the Psalm, 'My heart uttered a good word;' and, 'Our God shall come even visibly, and shall not keep silence."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:6",
                            "text": "' And again he speaks more confidently, saying, 'Mine eye hath seen his desire upon mine enemies;' and again, 'In God have I put my trust; I will not be afraid what man can do unto me."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:7",
                            "text": "' And when he fled and escaped from the face of Saul 'to the cave,' he said, 'He hath sent from heaven and hath saved me."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:8",
                            "text": "He hath given them to reproach that would tread me under their feet."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:9",
                            "text": "God hath sent His mercy and truth, and hath delivered my soul from the midst of lions."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:10",
                            "text": "' Thus he too was saved according to the dispensation of God, and afterwards became king, and received the promise, that from his seed our Lord should issue."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:11",
                            "text": "And the great Elijah, when he withdrew to mount Carmel, called upon God, and destroyed at once more than four hundred prophets of Baal; and when there were sent to take him two captains of fifty with their hundred men, he said, 'Let fire come down from heaven,' and thus rebuked them."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:12",
                            "text": "And he too was preserved, so that he anointed Elisha in his own stead, and became a pattern of discipline for the sons of the prophets."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:13",
                            "text": "And the blessed Paul, after writing these words, 'what persecutions I endured; but out of them all the Lord delivered me, and will deliver;' could speak more confidently and say, 'But in all these things we are more than conquerors, for nothing shall separate us from the love of Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:14",
                            "text": "' For then it was that he was caught up to the third heaven, and admitted into paradise, where he heard 'unspeakable words, which it is not lawful for a man to utter."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:15",
                            "text": "' And for this end was he then preserved, that 'from Jerusalem even unto Illyricum' he might 'fully preach the Gospel."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Athanasius: Defenec of His Flight 20:16",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Athanasius: Defenec of His Flight 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:1",
                            "text": "21."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:2",
                            "text": "The Saints fled for our sakes."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:3",
                            "text": "The flight of the saints therefore was neither blameable nor unprofitable."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:4",
                            "text": "If they had not avoided their persecutors, how would it have come to pass that the Lord should spring from the seed of David? Or who would have preached the glad tidings of the word of truth? It was for this that the persecutors sought after the saints, that there might be no one to teach, as the Jews charged the Apostles; but for this cause they endured all things, that the Gospel might be preached."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:5",
                            "text": "Behold, therefore, in that they were thus engaged in conflict with their enemies, they passed not the time of their flight unprofitably, nor while they were persecuted, did they forget the welfare of others: but as being ministers of the good word, they grudged not to communicate it to all men; so that even while they fled, they preached the Gospel, and gave warning of the wickedness of those who conspired against them, and confirmed the faithful by their exhortations."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:6",
                            "text": "Thus the blessed Paul, having found it so by experience, declared beforehand, 'As many as will live godly in Christ, shall suffer persecution."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:7",
                            "text": "' And so he straightway prepared them that fled for the trial, saying, 'Let us run with patience the race that is set before us;' for although there be continual tribulations, 'yet tribulation worketh patience, and patience experience, and experience hope, and hope maketh not ashamed."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:8",
                            "text": "' And the Prophet Isaiah when such-like affliction was expected, exhorted and cried aloud, 'Come, my people, enter thou into thy chambers, and shut thy doors; hide thyself as it were for a little moment, until the indignation be overpast."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:9",
                            "text": "' And so also the Preacher, who knew the conspiracies against the righteous, and said, 'If thou seest the oppression of the poor, and violent perverting of judgment and justice in a province, marvel not at the matter: for He that is higher than the highest regardeth, and there be higher than they: moreover there is the profit of the earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:10",
                            "text": "' He had his own father David for an example, who had himself experienced the sufferings of persecution, and who supports them that suffer by the words, 'Be of good courage, and He shall strengthen your heart, all ye that put your trust in the Lord;' for them that so endure, not man, but the Lord Himself (he says), 'shall help them, and deliver them, because they put their trust in Him:' for I also 'waited patiently for the Lord, and He inclined unto me, and heard my calling; He brought me up also out of the lowest pit, and out of the mire and clay."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Athanasius: Defenec of His Flight 21:11",
                            "text": "' Thus is shewn how profitable to the people and productive of good is the flight of the Saints, howsoever the Arians may think otherwise."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Athanasius: Defenec of His Flight 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Athanasius: Defenec of His Flight 22:1",
                            "text": "22."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Athanasius: Defenec of His Flight 22:2",
                            "text": "Same subject concluded."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Athanasius: Defenec of His Flight 22:3",
                            "text": "Thus the Saints, as I said before, were abundantly preserved in their flight by the Providence of God, as physicians for the sake of them that had need."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Athanasius: Defenec of His Flight 22:4",
                            "text": "And to all men generally, even to us, is this law given, to flee when persecuted, and to hide when sought after, and not rashly tempt the Lord, but wait, as I said above, until the appointed time of death arrive, or the Judge determine something concerning them, according as it shall seem to Him to be good: that men should be ready, that, when the time calls, or when they are taken, they may contend for the truth even unto death."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Athanasius: Defenec of His Flight 22:5",
                            "text": "This rule the blessed Martyrs observed in their several persecutions."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Athanasius: Defenec of His Flight 22:6",
                            "text": "When persecuted they fled, while concealing themselves they shewed fortitude, and when discovered they submitted to martyrdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Athanasius: Defenec of His Flight 22:7",
                            "text": "And if some of them came and presented themselves to their persecutors, they did not do so without reason; for immediately in that case they were martyred, and thus made it evident to all that their zeal, and this offering up of themselves to their enemies, were from the Spirit."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Athanasius: Defenec of His Flight 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Athanasius: Defenec of His Flight 23:1",
                            "text": "23."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Athanasius: Defenec of His Flight 23:2",
                            "text": "Persecution is from the Devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Athanasius: Defenec of His Flight 23:3",
                            "text": "Seeing therefore that such are the commands of our Saviour, and that such is the conduct of the Saints, let these persons, to whom one cannot give a name suitable to their character,—let them, I say, tell us, from whom they learnt to persecute? They cannot say, from the Saints."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Athanasius: Defenec of His Flight 23:4",
                            "text": "No, but from the Devil (that is the only answer which is left to them);—from him who says, 'I will persue, I will overtake."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Athanasius: Defenec of His Flight 23:5",
                            "text": "' Our Lord commanded to flee, and the saints fled: but persecution is a device of the Devil, and one which he desires to exercise against all."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Athanasius: Defenec of His Flight 23:6",
                            "text": "Let them say then, to which we ought to submit ourselves; to the words of the Lord, or to their fabrications? Whose conduct ought we to imitate, that of the Saints, or that of those whose example these men have adopted? But since it is likely they cannot determine this question (for, as Esaias said, their minds and their consciences are blinded, and they think 'bitter to be sweet,' and 'light darkness') let some one come forth from among us Christians, and put them to rebuke, and cry with a loud voice, 'It is better to trust in the Lord, than to attend to the foolish sayings of these men; for the \"words\" of the Lord have \"eternal life,\" but the things which these utter are full of iniquity and blood."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Athanasius: Defenec of His Flight 23:7",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Athanasius: Defenec of His Flight 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:1",
                            "text": "24."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:2",
                            "text": "Irruption of Syrianus."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:3",
                            "text": "This were sufficient to put a stop to the madness of these impious men, and to prove that their desire is for nothing else, but only through a love of contention to utter revilings and insults."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:4",
                            "text": "But forasmuch as having once dared to fight against Christ, they have now become officious, let them enquire and learn into the manner of my withdrawal from their own friends."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:5",
                            "text": "For the Arians were mixed with the soldiers in order to exasperate them against me, and, as they were unacquainted with my person, to point me out to them."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:6",
                            "text": "And although they are destitute of all feelings of compassion, yet when they hear the circumstances they will surely be quiet for very shame."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:7",
                            "text": "It was now night, and some of the people were keeping a vigil preparatory to a communion on the morrow, when the General Syrianus suddenly came upon us with more than five thousand soldiers, having arms and drawn swords, bows, spears, and clubs, as I have related above."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:8",
                            "text": "With these he surrounded the Church, stationing his soldiers near at hand, in order that no one might be able to leave the Church and pass by them."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:9",
                            "text": "Now I considered that it would be unreasonable in me to desert the people during such a disturbance, and not to endanger myself in their behalf; therefore I sat down upon my throne, and desired the Deacon to read a Psalm, and the people to answer, 'For His mercy endureth for ever,' and then all to withdraw and depart home."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:10",
                            "text": "But the General having now made a forcible entry, and the soldiers having surrounded the sanctuary for the purpose of apprehending us, the Clergy and those of the laity, who were still there, cried out, and demanded that we too should withdraw."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:11",
                            "text": "But I refused, declaring that I would not do so, until they had retired one and all."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:12",
                            "text": "Accordingly I stood up, and having bidden prayer, I then made my request of them, that all should depart before me, saying that it was better that my safety should be endangered, than that any of them should receive hurt."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:13",
                            "text": "So when the greater part had gone forth, and the rest were following, the monks who were there with us and certain of the Clergy came up and dragged us away."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Athanasius: Defenec of His Flight 24:14",
                            "text": "And thus (Truth is my witness), while some of the soldiers stood about the sanctuary, and others were going round the Church, we passed through, under the Lord's guidance, and with His protection withdrew without observation, greatly glorifying God that we had not betrayed the people, but had first sent them away, and then had been able to save ourselves, and to escape the hands of them which sought after us."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Athanasius: Defenec of His Flight 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Athanasius: Defenec of His Flight 25:1",
                            "text": "25."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Athanasius: Defenec of His Flight 25:2",
                            "text": "Athanasius's wonderful escape."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Athanasius: Defenec of His Flight 25:3",
                            "text": "Now when Providence had delivered us in such an extraordinary manner, who can justly lay any blame upon me, because we did not give ourselves up into the hands of them that sought after us, nor return and present ourselves before them? This would have been plainly to shew ingratitude to the Lord, and to act against His commandment, and in contradiction to the practice of the Saints."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Athanasius: Defenec of His Flight 25:4",
                            "text": "He who censures me in this matter must presume also to blame the great Apostle Peter, because though he was shut up and guarded by soldiers, he followed the angel that summoned him, and when he had gone forth from the prison and escaped in safety, he did not return and surrender himself, although he heard what Herod had done."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Athanasius: Defenec of His Flight 25:5",
                            "text": "Let the Arian in his madness censure the Apostle Paul, because when he was let down from the wall and had escaped in safety, he did not change his mind, and return and give himself up; or Moses, because he returned not out of Midian into Egypt, that he might be taken of them that sought after him; or David, because when he was concealed in the cave, he did not discover himself to Saul."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Athanasius: Defenec of His Flight 25:6",
                            "text": "As also the sons of the prophets remained in their caves, and did not surrender themselves to Ahab."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Athanasius: Defenec of His Flight 25:7",
                            "text": "This would have been to act contrary to the commandment, since the Scripture says, 'Thou shalt not tempt the Lord thy God."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Athanasius: Defenec of His Flight 25:8",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Athanasius: Defenec of His Flight 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:1",
                            "text": "26."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:2",
                            "text": "He acted according to the example of the Saints."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:3",
                            "text": "Character of his accusers."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:4",
                            "text": "Being careful to avoid such an offence, and instructed by these examples, I so ordered my conduct; and I do not undervalue the favour and the help which have been shewn me of the Lord, howsoever these in their madness may gnash their teeth against us."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:5",
                            "text": "For since the manner of our retreat was such as we have described, I do not think that any blame whatever can attach to it in the minds of those who are possessed of a sound judgment: seeing that according to holy Scripture, this pattern has been left us by the Saints for our instruction."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:6",
                            "text": "But there is no atrocity, it would seem, which these men neglect to practise, nor will they leave anything undone which may shew their own wickedness and cruelty."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:7",
                            "text": "And indeed their lives are only in accordance with their spirit and the follies of their doctrines; for there are no sins that one could charge them with, how heinous soever, that they do not commit without shame."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:8",
                            "text": "Leontius for instance being censured for his intimacy with a certain young woman, named Eustolium, and prohibited from living with her, mutilated himself for her sake, in order that he might be able to associate with her freely."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:9",
                            "text": "He did not however clear himself from suspicion, but rather on this account he was degraded from his rank as Presbyter."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:10",
                            "text": "[Although the heretic Constantius by violence caused him to be named a Bishop."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:11",
                            "text": "] Narcissus, besides being charged with many other transgressions, was degraded three times by different Councils; and now he is among them, most wicked man."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:12",
                            "text": "And George, who was a Presbyter, was deposed for his wickedness, and although he had nominated himself a Bishop, he was nevertheless a second time deposed in the great Council of Sardica."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Athanasius: Defenec of His Flight 26:13",
                            "text": "And besides all this, his dissolute life was notorious, for he is condemned even by his own friends, as making the end of existence, and its happiness, to consist in the commission of the most disgraceful crimes."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Athanasius: Defenec of His Flight 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Athanasius: Defenec of His Flight 27:1",
                            "text": "27."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Athanasius: Defenec of His Flight 27:2",
                            "text": "Conclusion."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Athanasius: Defenec of His Flight 27:3",
                            "text": "Thus each surpasses the other in his own peculiar vices."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Athanasius: Defenec of His Flight 27:4",
                            "text": "But there is a common blot that attaches to them all, in that through their heresy they are enemies of Christ, and are no longer called Christians, but Arians."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Athanasius: Defenec of His Flight 27:5",
                            "text": "They ought indeed to accuse each other of the sins they are guilty of, for they are contrary to the faith of Christ; but they rather conceal them for their own sakes."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Athanasius: Defenec of His Flight 27:6",
                            "text": "And it is no wonder, that being possessed of such a spirit, and implicated in such vices, they persecute and seek after those who follow not the same impious heresy as themselves; that they delight to destroy them, and are grieved if they fail of obtaining their desires, and think themselves injured, as I said before, when they see those alive whom they wish to perish."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Athanasius: Defenec of His Flight 27:7",
                            "text": "May they continue to be injured in such sort, that they may lose the power of inflicting injuries, and that those whom they persecute may give thanks unto the Lord, and say in the words of the twenty-sixth Psalm, 'The Lord is my light and my salvation; whom then shall I fear? The Lord is the strength of my life; of whom then shall I be afraid? When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell;' and again the thirtieth Psalm, 'Thou hast saved my soul from adversities; thou hast not shut me up into the hands of mine enemies; thou hast set my foot in a large room' in Christ Jesus our Lord, through whom to the Father in the Holy Spirit be glory and power for ever and ever, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}