{
    "books": [
        {
            "name": "Prayer of Manasseh",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Prayer of Manasseh 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:1",
                            "text": "O Lord, Almighty God of our fathers, Abraham, Isaac, and Jacob, and of their righteous seed;"
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:2",
                            "text": "who hast made heaven and earth, with all the ornament thereof;"
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:3",
                            "text": "who hast bound the sea by the word of thy commandment; who hast shut up the deep, and sealed it by thy terrible and glorious name;"
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:4",
                            "text": "whom all men fear, and tremble before thy power; for the majesty of thy glory cannot be borne, and thine angry threatening toward sinners is importable:"
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:5",
                            "text": "but thy merciful promise is unmeasurable and unsearchable;"
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:6",
                            "text": "for thou art the most high Lord, of great compassion, longsuffering, very merciful, and repentest of the evils of men. Thou, O Lord, according to thy great goodness hast promised repentance and forgiveness to them that have sinned against thee: and of thine infinite mercies hast appointed repentance unto sinners, that they may be saved."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:7",
                            "text": "Thou therefore, O Lord, that art the God of the just, hast not appointed repentance to the just, as to Abraham, and Isaac, and Jacob, which have not sinned against thee; but thou hast appointed repentance unto me that am a sinner: cb"
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:8",
                            "text": "for I have sinned above the number of the sands of the sea. My transgressions, O Lord, are multiplied: my transgressions are multiplied, and I am not worthy to behold and see the height of heaven for the multitude of mine iniquities."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:9",
                            "text": "I am bowed down with many iron bands, that I cannot lift up mine head, neither have any release: for I have provoked thy wrath, and done evil before thee: I did not thy will, neither kept I thy commandments: I have set up abominations, and have multiplied offences."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:10",
                            "text": "Now therefore I bow the knee of mine heart, beseeching thee of grace."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:11",
                            "text": "I have sinned, O Lord, I have sinned, and I acknowledge mine iniquities:"
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:12",
                            "text": "wherefore, I humbly beseech thee, forgive me, O Lord, forgive me, and destroy me not with mine iniquites. Be not angry with me for ever, by reserving evil for me; neither condemn me to the lower parts of the earth. For thou art the God, even the God of them that repent;"
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:13",
                            "text": "and in me thou wilt shew all thy goodness: for thou wilt save me, that am unworthy, according to thy great mercy."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Prayer of Manasseh 1:14",
                            "text": "Therefore I will praise thee for ever all the days of my life: for all the powers of the heavens do praise thee, and thine is the glory for ever and ever. Amen."
                        }
                    ]
                }
            ]
        }
    ]
}