{
    "books": [
        {
            "name": "Augustine: On the Trinity Book X",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Trinity Book X 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:1",
                            "text": "Book X."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:2",
                            "text": "In which there is shown to be another trinity in the mind of man, and one that appears much more evidently, viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:3",
                            "text": "in his memory, understanding, and will."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:4",
                            "text": "Chapter 1 —The Love of the Studious Mind, that Is, of One Desirous to Know, is Not the Love of a Thing Which It Does Not Know."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:5",
                            "text": "1  Let us now proceed, then, in due order, with a more exact purpose, to explain this same point more thoroughly."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:6",
                            "text": "And first, since no one can love at all a thing of which he is wholly ignorant, we must carefully consider of what sort is the love of those who are studious, that is, of those who do not already know, but are still desiring to know any branch of learning."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:7",
                            "text": "Now certainly, in those things whereof the word study is not commonly used, love often arises from hearsay, when the reputation of anything for beauty inflames the mind to the seeing and enjoying it; since the mind knows generically wherein consist the beauties of corporeal things, from having seen them very frequently, and since there exists within a faculty of approving that which outwardly is longed for."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:8",
                            "text": "And when this happens, the love that is called forth is not of a thing wholly unknown, since its genus is thus known."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:9",
                            "text": "But when we love a good man whose face we never saw, we love him from the knowledge of his virtues, which virtues we know [abstractly] in the truth itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:10",
                            "text": "But in the case of learning, it is for the most part the authority of others who praise and commend it that kindles our love of it; although nevertheless we could not burn with any zeal at all for the study of it, unless we had already in our mind at least a slight impression of the knowledge of each kind of learning."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:11",
                            "text": "For who, for instance, would devote any care and labor to the learning of rhetoric, unless he knew before that it was the science of speaking? Sometimes, again, we marvel at the results of learning itself, which we have heard of or experienced; and hence burn to obtain, by learning, the power of attaining these results."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:12",
                            "text": "Just as if it were said to one who did not know his letters, that there is a kind of learning which enables a man to send words, wrought with the hand in silence, to one who is ever so far absent, for him in turn to whom they are sent to gather these words, not with his ears, but with his eyes; and if the man were to see the thing actually done, is not that man, since he desires to know how he can do this thing, altogether moved to study with a view to the result which he already knows and holds? So it is that the studious zeal of those who learn is kindled: for that of which any one is utterly ignorant, he can in no way love."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:13",
                            "text": "2  So also, if any one hear an unknown sign, as, for instance, the sound of some word of which he does not know the signification, he desires to know what it is; that is, he desires to know what thing it is which it is agreed shall be brought to mind by that sound: as if he heard the word temetum uttered, and not knowing, should ask what it is."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:14",
                            "text": "He must then know already that it is a sign, i-e: that the word is not an empty sound, but that something is signified by it; for in other respects this trisyllabic word is known to him already, and has already impressed its articulate form upon his mind through the sense of hearing."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:15",
                            "text": "And then what more is to be required in him, that he may go on to a greater knowledge of that of which all the letters and all the spaces of its several sounds are already known, unless that it shall at the same time have become known to him that it is a sign, and shall have also moved him with the desire of knowing of what it is the sign? The more, then, the thing is known, yet not fully known, the more the mind desires to know concerning it what remains to be known."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:16",
                            "text": "For if he knew it to be only such and such a spoken word, and did not know that it was the sign of something, he would seek nothing further, since the sensible thing is already perceived as far as it can be by the sense."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:17",
                            "text": "But because he knows it to be not only a spoken word, but also a sign, he wishes to know it perfectly; and no sign is known perfectly, except it be known of what it is the sign."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:18",
                            "text": "He then who with ardent carefulness seeks to know this, and inflamed by studious zeal perseveres in the search; can such an one be said to be without love? What then does he love? For certainly nothing can be loved unless it is known."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:19",
                            "text": "For that man does not love those three syllables which he knows already."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:20",
                            "text": "But if he loves this in them, that he knows them to signify something, this is not the point now in question, for it is not this which he seeks to know."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:21",
                            "text": "But we are now asking what it is he loves, in that which he is desirous to know, but which certainly he does not yet know; and we are therefore wondering why he loves, since we know most assuredly that nothing can be loved unless it be known."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:22",
                            "text": "What then does he love, except that he knows and perceives in the reason of things what excellence there is in learning, in which the knowledge of all signs is contained; and what benefit there is in the being skilled in these, since by them human fellowship mutually communicates its own perceptions, lest the assemblies of men should be actually worse than utter solitude, if they were not to mingle their thoughts by conversing together? The soul, then, discerns this fitting and serviceable species, and knows it, and loves it; and he who seeks the meaning of any words of which he is ignorant, studies to render that species perfect in himself as much as he can: for it is one thing to behold it in the light of truth, another to desire it as within his own capacity."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:23",
                            "text": "For he beholds in the light of truth how great and how good a thing it is to understand and to speak all tongues of all nations, and so to hear no tongue and to be heard by none as from a foreigner."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:24",
                            "text": "The beauty, then, of this knowledge is already discerned by thought, and the thing being known is loved; and that thing is so regarded, and so stimulates the studious zeal of learners, that they are moved with respect to it, and desire it eagerly in all the labor which they spend upon the attainment of such a capacity, in order that they may also embrace in practice that which they know beforehand by reason."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:25",
                            "text": "And so every one, the nearer he approaches that capacity in hope, the more fervently desires it with love; for those branches of learning are studied the more eagerly, which men do not despair of being able to attain; for when any one entertains no hope of attaining his end, then he either loves lukewarmly or does not love at all, howsoever he may see the excellence of it."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:26",
                            "text": "Accordingly, because the knowledge of all languages is almost universally felt to be hopeless, every one studies most to know that of his own nation; but if he feels that he is not sufficient even to comprehend this perfectly, yet no one is so indolent in this knowledge as not to wish to know, when he hears an unknown word, what it is, and to seek and learn it if he can."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:27",
                            "text": "And while he is seeking it, certainly he has a studious zeal of learning, and seems to love a thing he does not know; but the case is really otherwise."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:28",
                            "text": "For that species touches the mind, which the mind knows and thinks, wherein the fitness is clearly visible which accrues from the associating of minds with one another, in the hearing and returning of known and spoken words."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:29",
                            "text": "And this species kindles studious zeal in him who seeks what indeed he knows not, but gazes upon and loves the unknown form to which that pertains."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:30",
                            "text": "If then, for example, any one were to ask, What is temetum (for I had instanced this word already), and it were said to him, What does this matter to you? he will answer, Lest perhaps I hear some one speaking, and understand him not; or perhaps read the word somewhere, and know not what the writer meant."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:31",
                            "text": "Who, pray, would say to such an inquirer, Do not care about understanding what you hear; do not care about knowing what you read? For almost every rational soul quickly discerns the beauty of that knowledge, through which the thoughts of men are mutually made known by the enunciation of significant words; and it is on account of this fitness thus known, and because known therefore loved, that such an unknown word is studiously sought out."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:32",
                            "text": "When then he hears and learns that wine was called \"temetum\" by our forefathers, but that the word is already quite obsolete in our present usage of language, he will think perhaps that he has still need of the word on account of this or that book of those forefathers."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:33",
                            "text": "But if he holds these also to be superfluous, perhaps he does now come to think the word not worth remembering, since he sees it has nothing to do with that species of learning which he knows with the mind, and gazes upon, and so loves."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:34",
                            "text": "3  Wherefore in all cases the love of a studious mind, that is, of one that wishes to know what it does not know, is not the love of that thing which it does not know, but of that which it knows; on account of which it wishes to know what it does not know."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:35",
                            "text": "Or if it is so inquisitive as to be carried away, not for any other cause known to it, but by the mere love of knowing things unknown; then such an inquisitive person is, doubtless distinguishable from an ordinary student, yet does not, any more than he, love things he does not know; nay, on the contrary, he is more fitly said to hate things he knows not, of which he wishes that there should be none, in wishing to know everything."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:36",
                            "text": "But lest any one should lay before us a more difficult question, by declaring that it is just as impossible for any one to hate what he does not know, as to love what he does not know, we will not withstand what is true; but it must be understood that it is not the same thing to say he loves to know things unknown, as to say he loves things unknown."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:37",
                            "text": "For it is possible that a man may love to know things unknown; but it is not possible that he should love things unknown."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:38",
                            "text": "For the word to know is not placed there without meaning; since he who loves to know things unknown, does not love the unknown things themselves, but the knowing of them."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:39",
                            "text": "And unless he knew what knowing means, no one could say confidently, either that he knew or that he did not know."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book X 1:40",
                            "text": "For not only he who says I know, and says so truly, must needs know what knowing is; but he also who says, I do not know, and says so confidently and truly, and knows that he says so truly, certainly knows what knowing is; for he both distinguishes him who does not know from him who knows, when he looks into himself and says truly I do not know; and whereas he knows that he says this truly, whence should he know it, if he did not know what knowing is?."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On the Trinity Book X 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:1",
                            "text": "Chapter 2 —No One at All Loves Things Unknown."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:2",
                            "text": "4  No studious person, then, no inquisitive person, loves things he does not know, even while he is urgent with the most vehement desire to know what he does not know."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:3",
                            "text": "For he either knows already generically what he loves, and longs to know it also in some individual or individuals, which perhaps are praised, but not yet known to him; and he pictures in his mind an imaginary form by which he may be stirred to love."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:4",
                            "text": "And whence does he picture this, except from those things which he has already known? And yet perhaps he will not love it, if he find that form which was praised to be unlike that other form which was figured and in thought most fully known to his mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:5",
                            "text": "And if he has loved it, he will begin to love it from that time when he learned it; since a little before, that form which was loved was other than that which the mind that formed it had been wont to exhibit to itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:6",
                            "text": "But if he shall find it similar to that form which report had proclaimed, and to be such that he could truly say I was already loving thee; yet certainly not even then did he love a form he did not know, since he had known it in that likeness."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:7",
                            "text": "Or else we see somewhat in the species of the eternal reason, and therein love it; and when this is manifested in some image of a temporal thing, and we believe the praises of those who have made trial of it, and so love it, then we do not love anything unknown, according to that which we have already sufficiently discussed above."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:8",
                            "text": "Or else, again, we love something known, and on account of it seek something unknown; and so it is by no means the love of the thing unknown that possesses us, but the love of the thing known, to which we know the unknown thing belongs, so that we know that too which we seek still as unknown; as a little before I said of an unknown word."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:9",
                            "text": "Or else, again, every one loves the very knowing itself, as no one can fail to know who desires to know anything."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:10",
                            "text": "For these reasons they seem to love things unknown who wish to know anything which they do not know, and who, on account of their vehement desire of inquiry, cannot be said to be without love."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:11",
                            "text": "But how different the case really is, and that nothing at all can be loved which is not known, I think I must have persuaded every one who carefully looks upon truth."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book X 2:12",
                            "text": "But since the examples which we have given belong to those who desire to know something which they themselves are not, we must take thought lest perchance some new notion appear, when the mind desires to know itself."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On the Trinity Book X 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:1",
                            "text": "Chapter 3 —That When the Mind Loves Itself, It is Not Unknown to Itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:2",
                            "text": "5  What, then, does the mind love, when it seeks ardently to know itself, whilst it is still unknown to itself? For, behold, the mind seeks to know itself, and is excited thereto by studious zeal."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:3",
                            "text": "It loves, therefore; but what does it love? Is it itself? But how can this be when it does not yet know itself, and no one can love what he does not know? Is it that report has declared to it its own species, in like way as we commonly hear of people who are absent? Perhaps, then, it does not love itself, but loves that which it imagines of itself, which is perhaps widely different from what itself is: or if the phantasy in the mind is like the mind itself, and so when it loves this fancied image, it loves itself before it knew itself, because it gazes upon that which is like itself; then it knew other minds from which to picture itself, and so is known to itself generically."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:4",
                            "text": "Why, then, when it knows other minds, does it not know itself, since nothing can possibly be more present to it than itself? But if, as other eyes are more known to the eyes of the body, than those eyes are to themselves; then let it not seek itself, because it never will find itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:5",
                            "text": "For eyes can never see themselves except in looking-glasses; and it cannot be supposed in any way that anything of that kind can be applied also to the contemplation of incorporeal things, so that the mind should know itself, as it were, in a looking-glass."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:6",
                            "text": "Or does it see in the reason of eternal truth how beautiful it is to know one's self, and so loves this which it sees, and studies to bring it to pass in itself? because, although it is not known to itself, yet it is known to it how good it is, that it should be known to itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:7",
                            "text": "And this, indeed, is very wonderful, that it does not yet know itself, and yet knows already how excellent a thing it is to know itself."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:8",
                            "text": "Or does it see some most excellent end, viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:9",
                            "text": "its own serenity and blessedness, by some hidden remembrance, which has not abandoned it, although it has gone far onwards, and believes that it cannot attain to that same end unless it know itself? And so while it loves that, it seeks this; and loves that which is known, on account of which it seeks that which is unknown."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:10",
                            "text": "But why should the remembrance of its own blessedness be able to last, and the remembrance of itself not be able to last as well; that so it should know itself which wishes to attain, as well as know that to which it wishes to attain? Or when it loves to know itself, does it love, not itself, which it does not yet know, but the very act of knowing; and feel the more annoyed that itself is wanting to its own knowledge wherewith it wishes to embrace all things? And it knows what it is to know; and whilst it loves this, which it knows, desires also to know itself."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:11",
                            "text": "Whereby, then, does it know its own knowing, if it does not know itself? For it knows that it knows other things, but that it does not know itself; for it is from hence that it knows also what knowing is."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:12",
                            "text": "In what way, then, does that which does not know itself, know itself as knowing anything? For it does not know that some other mind knows, but that itself does so."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:13",
                            "text": "Therefore it knows itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:14",
                            "text": "Further, when it seeks to know itself, it knows itself now as seeking."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:15",
                            "text": "Therefore again it knows itself."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:16",
                            "text": "And hence it cannot altogether not know itself, when certainly it does so far know itself as that it knows itself as not knowing itself."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:17",
                            "text": "But if it does not know itself not to know itself, then it does not seek to know itself."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:18",
                            "text": "And therefore, in the very fact that it seeks itself, it is clearly convicted of being more known to itself than unknown."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book X 3:19",
                            "text": "For it knows itself as seeking and as not knowing itself, in that it seeks to know itself."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On the Trinity Book X 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:1",
                            "text": "Chapter 4 —How the Mind Knows Itself, Not in Part, But as a Whole."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:2",
                            "text": "6  What then shall we say? Does that which knows itself in part, not know itself in part? But it is absurd to say, that it does not as a whole know what it knows."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:3",
                            "text": "I do not say, it knows wholly; but what it knows, it as a whole knows."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:4",
                            "text": "When therefore it knows anything about itself, which it can only know as a whole, it knows itself as a whole."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:5",
                            "text": "But it does know that itself knows something, while yet except as a whole it cannot know anything."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:6",
                            "text": "Therefore it knows itself as a whole."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:7",
                            "text": "Further, what in it is so known to itself, as that it lives? And it cannot at once be a mind, and not live, while it has also something over and above, viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:8",
                            "text": ", that it understands: for the souls of beasts also live, but do not understand."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:9",
                            "text": "As therefore a mind is a whole mind, so it lives as a whole."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:10",
                            "text": "But it knows that it lives."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:11",
                            "text": "Therefore it knows itself as a whole."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:12",
                            "text": "Lastly, when the mind seeks to know itself, it already knows that it is a mind: otherwise it knows not whether it seeks itself, and perhaps seeks one thing while intending to seek another."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:13",
                            "text": "For it might happen that itself was not a mind, and so, in seeking to know a mind, that it did not seek to know itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:14",
                            "text": "Wherefore since the mind, when it seeks to know what mind is, knows that it seeks itself, certainly it knows that itself is a mind."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:15",
                            "text": "Furthermore, if it knows this in itself, that it is a mind, and a whole mind, then it knows itself as a whole."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:16",
                            "text": "But suppose it did not know itself to be a mind, but in seeking itself only knew that it did seek itself."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:17",
                            "text": "For so, too, it may possibly seek one thing for another, if it does not know this: but that it may not seek one thing for another, without doubt it knows what it seeks."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:18",
                            "text": "But if it knows what it seeks, and seeks itself, then certainly it knows itself."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:19",
                            "text": "What therefore more does it seek? But if it knows itself in part, but still seeks itself in part, then it seeks not itself, but part of itself."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:20",
                            "text": "For when we speak of the mind itself, we speak of it as a whole."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:21",
                            "text": "Further, because it knows that it is not yet found by itself as a whole, it knows how much the whole is."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:22",
                            "text": "And so it seeks that which is wanting, as we are wont to seek to recall to the mind something that has slipped from the mind, but has not altogether gone away from it; since we can recognize it, when it has come back, to be the same thing that we were seeking."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:23",
                            "text": "But how can mind come into mind, as though it were possible for the mind not to be in the mind? Add to this, that if, having found a part, it does not seek itself as a whole, yet it as a whole seeks itself."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:24",
                            "text": "Therefore as a whole it is present to itself, and there is nothing left to be sought: for that is wanting which is sought, not the mind which seeks."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:25",
                            "text": "Since therefore it as a whole seeks itself, nothing of it is wanting."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:26",
                            "text": "Or if it does not as a whole seek itself, but the part which has been found seeks the part which has not yet been found then the mind does not seek itself, of which no part seeks itself."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:27",
                            "text": "For the part which has been found, does not seek itself; nor yet does the part itself which has not yet been found, seek itself; since it is sought by that part which has been already found."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book X 4:28",
                            "text": "Wherefore, since neither the mind as a whole seeks itself, nor does any part of it seek itself, the mind does not seek itself at all."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On the Trinity Book X 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:1",
                            "text": "Chapter 5 —Why the Soul is Enjoined to Know Itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:2",
                            "text": "Whence Come the Errors of the Mind Concerning Its Own Substance."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:3",
                            "text": "7  Why therefore is it enjoined upon it, that it should know itself? I suppose, in order that, it may consider itself, and live according to its own nature; that is, seek to be regulated according to its own nature, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:4",
                            "text": ", under Him to whom it ought to be subject, and above those things to which it is to be preferred; under Him by whom it ought to be ruled, above those things which it ought to rule."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:5",
                            "text": "For it does many things through vicious desire, as though in forgetfulness of itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:6",
                            "text": "For it sees some things intrinsically excellent, in that more excellent nature which is God: and whereas it ought to remain steadfast that it may enjoy them, it is turned away from Him, by wishing to appropriate those things to itself, and not to be like to Him by His gift, but to be what He is by its own, and it begins to move and slip gradually down into less and less, which it thinks to be more and more; for it is neither sufficient for itself, nor is anything at all sufficient for it, if it withdraw from Him who is alone sufficient: and so through want and distress it becomes too intent upon its own actions and upon the unquiet delights which it obtains through them: and thus, by the desire of acquiring knowledge from those things that are without, the nature of which it knows and loves, and which it feels can be lost unless held fast with anxious care, it loses its security, and thinks of itself so much the less, in proportion as it feels the more secure that it cannot lose itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:7",
                            "text": "So, whereas it is one thing not to know oneself, and another not to think of oneself (for we do not say of the man that is skilled in much learning, that he is ignorant of grammar, when he is only not thinking of it, because he is thinking at the time of the art of medicine);—whereas, then, I say it is one thing not to know oneself, and another not to think of oneself, such is the strength of love, that the mind draws in with itself those things which it has long thought of with love, and has grown into them by the close adherence of diligent study, even when it returns in some way to think of itself."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:8",
                            "text": "And because these things are corporeal which it loved externally through the carnal senses; and because it has become entangled with them by a kind of daily familiarity, and yet cannot carry those corporeal things themselves with itself internally as it were into the region of incorporeal nature; therefore it combines certain images of them, and thrusts them thus made from itself into itself."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:9",
                            "text": "For it gives to the forming of them somewhat of its own substance, yet preserves the while something by which it may judge freely of the species of those images; and this something is more properly the mind, that is, the rational understanding, which is preserved that it may judge."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book X 5:10",
                            "text": "For we see that we have those parts of the soul which are informed by the likenesses of corporeal things, in common also with beasts."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On the Trinity Book X 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book X 6:1",
                            "text": "Chapter 6 —The Opinion Which the Mind Has of Itself is Deceitful."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book X 6:2",
                            "text": "8  But the mind errs, when it so lovingly and intimately connects itself with these images, as even to consider itself to be something of the same kind."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book X 6:3",
                            "text": "For so it is conformed to them to some extent, not by being this, but by thinking it is so: not that it thinks itself to be an image, but outright that very thing itself of which it entertains the image."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book X 6:4",
                            "text": "For there still lives in it the power of distinguishing the corporeal thing which it leaves without, from the image of that corporeal thing which it contains therefrom within itself: except when these images are so projected as if felt without and not thought within, as in the case of people who are asleep, or mad, or in a trance."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On the Trinity Book X 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:1",
                            "text": "Chapter 7 —The Opinions of Philosophers Respecting the Substance of the Soul."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:2",
                            "text": "The Error of Those Who are of Opinion that the Soul is Corporeal, Does Not Arise from Defective Knowledge of the Soul, But from Their Adding There to Something Foreign to It."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:3",
                            "text": "What is Meant by Finding."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:4",
                            "text": "9  When, therefore, it thinks itself to be something of this kind, it thinks itself to be a corporeal thing; and since it is perfectly conscious of its own superiority, by which it rules the body, it has hence come to pass that the question has been raised what part of the body has the greater power in the body; and the opinion has been held that this is the mind, nay, that it is even the whole soul altogether."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:5",
                            "text": "And some accordingly think it to be the blood, others the brain, others the heart; not as the Scripture says, \"I will praise Thee, O Lord, with my whole heart;\" and, \"Thou shall love the Lord thy God with all thine heart;\" for this word by misapplication or metaphor is transferred from the body to the soul; but they have simply thought it to be that small part itself of the body, which we see when the inward parts are rent asunder."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:6",
                            "text": "Others, again, have believed the soul to be made up of very minute and individual corpustules, which they call atoms, meeting in themselves and cohering."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:7",
                            "text": "Others have said that its substance is air, others fire."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:8",
                            "text": "Others have been of opinion that it is no substance at all, since they could not think any substance unless it is body, and they did not find that the soul was body; but it was in their opinion the tempering together itself of our body, or the combining together of the elements, by which that flesh is as it were conjoined."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:9",
                            "text": "And hence all of these have held the soul to be mortal; since, whether it were body, or some combination of body, certainly it could not in either case continue always without death."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:10",
                            "text": "But they who have held its substance to be some kind of life the reverse of corporeal, since they have found it to be a life that animates and quickens every living body, have by consequence striven also, according as each was able, to prove it immortal, since life cannot be without life."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:11",
                            "text": "For as to that fifth kind of body, I know not what, which some have added to the four well-known elements of the world, and have said that the soul was made of this, I do not think we need spend time in discussing it in this place."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:12",
                            "text": "For either they mean by body what we mean by it, viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:13",
                            "text": ", that of which a part is less than the whole in extension of place, and they are to be reckoned among those who have believed the mind to be corporeal: or if they call either all substance, or all changeable substance, body, whereas they know that not all substance is contained in extension of place by any length and breadth and height, we need not contend with them about a question of words."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:14",
                            "text": "10  Now, in the case of all these opinions, any one who sees that the nature of the mind is at once substance, and yet not corporeal,—that is, that it does not occupy a less extension of place with a less part of itself, and a greater with a greater,—must needs see at the same time that they who are of opinion that it is corporeal do not err from defect of knowledge concerning mind, but because they associate with it qualities without which they are not able to conceive any nature at all."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:15",
                            "text": "For if you bid them conceive of existence that is without corporeal phantasms, they hold it merely nothing."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:16",
                            "text": "And so the mind would not seek itself, as though wanting to itself."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:17",
                            "text": "For what is so present to knowledge as that which is present to the mind? Or what is so present to the mind as the mind itself? And hence what is called \"invention,\" if we consider the origin of the word, what else does it mean, unless that to find out is to \"come into\" that which is sought? Those things accordingly which come into the mind as it were of themselves, are not usually said to be found out, although they may be said to be known; since we did not endeavor by seeking to come into them, that is to invent or find them out."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book X 7:18",
                            "text": "And therefore, as the mind itself really seeks those things which are sought by the eyes or by any other sense of the body (for the mind directs even the carnal sense, and then finds out or invents, when that sense comes to the things which are sought); so, too, it finds out or invents other things which it ought to know, not with the medium of corporeal sense, but through itself, when it \"comes into\" them; and this, whether in the case of the higher substance that is in God, or of the other parts of the soul; just as it does when it judges of bodily images themselves, for it finds these within, in the soul, impressed through the body."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On the Trinity Book X 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:1",
                            "text": "Chapter 8 —How the Soul Inquires into Itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:2",
                            "text": "Whence Comes the Error of the Soul Concerning Itself."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:3",
                            "text": "11  It is then a wonderful question, in what manner the soul seeks and finds itself; at what it aims in order to seek, or whither it comes, that it may come into or find out."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:4",
                            "text": "For what is so much in the mind as the mind itself? But because it is in those things which it thinks of with love, and is wont to be in sensible, that is, in corporeal things with love, it is unable to be in itself without the images of those corporeal things."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:5",
                            "text": "And hence shameful error arises to block its way, whilst it cannot separate from itself the images of sensible things, so as to see itself alone."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:6",
                            "text": "For they have marvellously cohered with it by the close adhesion of love."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:7",
                            "text": "And herein consists its uncleanness; since, while it strives to think of itself alone, it fancies itself to be that, without which it cannot think of itself."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:8",
                            "text": "When, therefore, it is bidden to become acquainted with itself, let it not seek itself as though it were withdrawn from itself; but let it withdraw that which it has added to itself."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:9",
                            "text": "For itself lies more deeply within, not only than those sensible things, which are clearly without, but also than the images of them; which are indeed in some part of the soul, viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:10",
                            "text": ", that which beasts also have, although these want understanding, which is proper to the mind."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:11",
                            "text": "As therefore the mind is within, it goes forth in some sort from itself, when it exerts the affection of love towards these, as it were, footprints of many acts of attention."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:12",
                            "text": "And these footprints are, as it were, imprinted on the memory, at the time when the corporeal things which are without are perceived in such way, that even when those corporeal things are absent, yet the images of them are at hand to those who think of them."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:13",
                            "text": "Therefore let the mind become acquainted with itself, and not seek itself as if it were absent; but fix upon itself the act of [voluntary] attention, by which it was wandering among other things, and let it think of itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:14",
                            "text": "So it will see that at no time did it ever not love itself, at no time did it ever not know itself; but by loving another thing together with itself it has confounded itself with it, and in some sense has grown one with it."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book X 8:15",
                            "text": "And so, while it embraces diverse things, as though they were one, it has come to think those things to be one which are diverse."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On the Trinity Book X 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:1",
                            "text": "Chapter 9 —The Mind Knows Itself, by the Very Act of Understanding the Precept to Know Itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:2",
                            "text": "12  Let it not therefore seek to discern itself as though absent, but take pains to discern itself as present."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:3",
                            "text": "Nor let it take knowledge of itself as if it did not know itself, but let it distinguish itself from that which it knows to be another."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:4",
                            "text": "For how will it take pains to obey that very precept which is given it, \"Know thyself,\" if it knows not either what \"know\" means or what \"thyself\" means? But if it knows both, then it knows also itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:5",
                            "text": "Since \"know thyself\" is not so said to the mind as is \"Know the cherubim and the seraphim;\" for they are absent, and we believe concerning them, and according to that belief they are declared to be certain celestial powers."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:6",
                            "text": "Nor yet again as it is said, Know the will of that man: for this it is not within our reach to perceive at all, either by sense or understanding, unless by corporeal signs actually set forth; and this in such a way that we rather believe than understand."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:7",
                            "text": "Nor again as it is said to a man, Behold thy own face; which he can only do in a looking-glass."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:8",
                            "text": "For even our own face itself is out of the reach of our own seeing it; because it is not there where our look can be directed."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:9",
                            "text": "But when it is said to the mind, Know thyself; then it knows itself by that very act by which it understands the word \"thyself;\" and this for no other reason than that it is present to itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:10",
                            "text": "But if it does not understand what is said, then certainly it does not do as it is bid to do."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book X 9:11",
                            "text": "And therefore it is bidden to do that thing which it does do, when it understands the very precept that bids it."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On the Trinity Book X 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:1",
                            "text": "Chapter 10 —Every Mind Knows Certainly Three Things Concerning Itself—That It Understands, that It Is, and that It Lives."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:2",
                            "text": "13  Let it not then add anything to that which it knows itself to be, when it is bidden to know itself."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:3",
                            "text": "For it knows, at any rate, that this is said to itself; namely, to the self that is, and that lives, and that understands."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:4",
                            "text": "But a dead body also is, and cattle live; but neither a dead body nor cattle understand."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:5",
                            "text": "Therefore it so knows that it so is, and that it so lives, as an understanding is and lives."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:6",
                            "text": "When, therefore, for example's sake, the mind thinks itself air, it thinks that air understands; it knows, however, that itself understands, but it does not know itself to be air, but only thinks so."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:7",
                            "text": "Let it separate that which it thinks itself; let it discern that which it knows; let this remain to it, about which not even have they doubted who have thought the mind to be this corporeal thing or that."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:8",
                            "text": "For certainly every mind does not consider itself to be air; but some think themselves fire, others the brain, and some one kind of corporeal thing, others another, as I have mentioned before; yet all know that they themselves understand, and are, and live; but they refer understanding to that which they understand, but to be, and to live, to themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:9",
                            "text": "And no one doubts, either that no one understands who does not live, or that no one lives of whom it is not true that he is; and that therefore by consequence that which understands both is and lives; not as a dead body is which does not live, nor as a soul lives which does not understand, but in some proper and more excellent manner."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:10",
                            "text": "Further, they know that they will, and they equally know that no one can will who is not and who does not live; and they also refer that will itself to something which they will with that will."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:11",
                            "text": "They know also that they remember; and they know at the same time that nobody could remember, unless he both was and lived; but we refer memory itself also to something, in that we remember those things."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:12",
                            "text": "Therefore the knowledge and science of many things are contained in two of these three, memory and understanding; but will must be present, that we may enjoy or use them."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:13",
                            "text": "For we enjoy things known, in which things themselves the will finds delight for their own sake, and so reposes; but we use those things, which we refer to some other thing which we are to enjoy."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:14",
                            "text": "Neither is the life of man vicious and culpable in any other way, than as wrongly using and wrongly enjoying."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:15",
                            "text": "But it is no place here to discuss this."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:16",
                            "text": "14  But since we treat of the nature of the mind, let us remove from our consideration all knowledge which is received from without, through the senses of the body; and attend more carefully to the position which we have laid down, that all minds know and are certain concerning themselves."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:17",
                            "text": "For men certainly have doubted whether the power of living, of remembering, of understanding, of willing, of thinking, of knowing, of judging, be of air, or of fire, or of the brain, or of the blood, or of atoms, or besides the usual four elements of a fifth kind of body, I know not what; or ,whether the combining or tempering together of this our flesh itself has power to accomplish these things."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:18",
                            "text": "And one has attempted to establish this, and another to establish that."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:19",
                            "text": "Yet who ever doubts that he himself lives, and remembers, and understands, and wills, and thinks, and knows, and judges? Seeing that even if he doubts, he lives; if he doubts, he remembers why he doubts; if he doubts, he understands that he doubts; if he doubts, he wishes to be certain; if he doubts, he thinks; if he doubts, he knows that he does not know; if he doubts, he judges that he ought not to assent rashly."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:20",
                            "text": "Whosoever therefore doubts about anything else, ought not to doubt of all these things; which if they were not, he would not be able to doubt of anything."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:21",
                            "text": "15  They who think the mind to be either a body or the combination or tempering of the body, will have all these things to seem to be in a subject, so that the substance is air, or fire, or some other corporeal thing, which they think to be the mind; but that the understanding (intelligentia) is in this corporeal thing as its quality, so that this corporeal thing is the subject, but the understanding is in the subject: viz."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:22",
                            "text": "that the mind is the subject, which they judge to be a corporeal thing, but the understanding [intelligence], or any other of those things which we have mentioned as certain to us, is in that subject."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:23",
                            "text": "They also hold nearly the same opinion who deny the mind itself to be body, but think it to be the combination or tempering together of the body; for there is this difference, that the former say that the mind itself is the substance, in which the understanding [intelligence] is, as in a subject; but the latter say that the mind itself is in a subject, viz."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:24",
                            "text": "in the body, of which it is the combination or tempering together."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:25",
                            "text": "And hence, by consequence, what else can they think, except that the understanding also is in the same body as in a subject?  16  And all these do not perceive that the mind knows itself, even when it seeks for itself, as we have already shown."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:26",
                            "text": "But nothing is at all rightly said to be known while its substance is not known."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:27",
                            "text": "And therefore, when the mind knows itself, it knows its own substance; and when it is certain about itself, it as certain about its own substance."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:28",
                            "text": "But it is certain about itself, as those things which are said above prove convincingly; although it is not at all certain whether itself is air, or fire, or some body, or some function of body."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:29",
                            "text": "Therefore it is not any of these."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:30",
                            "text": "And to that whole which is bidden to know itself, belongs this, that it is certain that it is not any of those things of which it is uncertain, and is certain that it is that only, which only it is certain that it is."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:31",
                            "text": "For it thinks in this way of fire, or air, and whatever else of the body it thinks of."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:32",
                            "text": "Neither can it in any way be brought to pass that it should so think that which itself is, as it thinks that which itself is not."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:33",
                            "text": "Since it thinks all these things through an imaginary phantasy, whether fire, or air, or this or that body, or that part or combination and tempering together of the body: nor assuredly is it said to be all those things, but some one of them."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:34",
                            "text": "But if it were any one of them, it would think this one in a different manner from the rest viz."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:35",
                            "text": "not through an imaginary phantasy, as absent things are thought, which either themselves or some of like kind have been touched by the bodily sense; but by some inward, not feigned, but true presence (for nothing is more present to it than itself); just as it thinks that itself lives, and remembers, and understands, and wills."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:36",
                            "text": "For it knows these things in itself, and does not imagine them as though it had touched them by the sense outside itself, as corporeal things are touched."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book X 10:37",
                            "text": "And if it attaches nothing to itself from the thought of these things, so as to think itself to be something of the kind, then whatsoever remains to it from itself that alone is itself."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On the Trinity Book X 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:1",
                            "text": "Chapter 11 —In Memory, Understanding [or Intelligence], and Will, We Have to Note Ability, Learning, and Use."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:2",
                            "text": "Memory, Understanding, and Will are One Essentially, and Three Relatively."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:3",
                            "text": "17  Putting aside, then, for a little while all other things, of which the mind is certain concerning itself, let us especially consider and discuss these three—memory, understanding, will."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:4",
                            "text": "For we may commonly discern in these three the character of the abilities of the young also; since the more tenaciously and easily a boy remembers, and the more acutely he understands, and the more ardently he studies, the more praiseworthy is he in point of ability."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:5",
                            "text": "But when the question is about any one's learning, then we ask not how solidly and easily he remembers, or how shrewdly he understands; but what it is that he remembers, and what it is that he understands."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:6",
                            "text": "And because the mind is regarded as praiseworthy, not only as being learned, but also as being good, one gives heed not only to what he remembers and what he understands, but also to what he wills (velit); not how ardently he wills, but first what it is he wills, and then how greatly he wills it."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:7",
                            "text": "For the mind that loves eagerly is then to be praised, when it loves that which ought to be loved eagerly."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:8",
                            "text": "Since, then, we speak of these three—ability, knowledge, use—the first of these is to be considered under the three heads, of what a man can do in memory, and understanding, and will."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:9",
                            "text": "The second of them is to be considered in regard to that which any one has in his memory and in his understanding, which he has attained by a studious will."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:10",
                            "text": "But the third, viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:11",
                            "text": "use, lies in the will, which handles those things that are contained in the memory and understanding, whether it refer them to anything further, or rest satisfied with them as an end."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:12",
                            "text": "For to use, is to take up something into the power of the will; and to enjoy, is to use with joy, not any longer of hope, but of the actual thing."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:13",
                            "text": "Accordingly, every one who enjoys, uses; for he takes up something into the power of the will, wherein he also is satisfied as with an end."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:14",
                            "text": "But not every one who uses, enjoys, if he has sought after that, which he takes up into the power of the will, not on account of the thing itself, but on account of something else."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:15",
                            "text": "18  Since, then, these three, memory, understanding, will, are not three lives, but one life; nor three minds, but one mind; it follows certainly that neither are they three substances, but one substance."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:16",
                            "text": "Since memory, which is called life, and mind, and substance, is so called in respect to itself; but it is called memory, relatively to something."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:17",
                            "text": "And I should say the same also of understanding and of will, since they are called understanding and will relatively to something; but each in respect to itself is life, and mind, and essence."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:18",
                            "text": "And hence these three are one, in that they are one life, one mind, one essence; and whatever else they are severally called in respect to themselves, they are called also together, not plurally, but in the singular number."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:19",
                            "text": "But they are three, in that wherein they are mutually referred to each other; and if they were not equal, and this not only each to each, but also each to all, they certainly could not mutually contain each other; for not only is each contained by each, but also all by each."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:20",
                            "text": "For I remember that I have memory and understanding, and will; and I understand that I understand, and will, and remember; and I will that I will, and remember, and understand; and I remember together my whole memory, and understanding, and will."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:21",
                            "text": "For that of my memory which I do not remember, is not in my memory; and nothing is so much in the memory as memory itself."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:22",
                            "text": "Therefore I remember the whole memory."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:23",
                            "text": "Also, whatever I understand I know that I understand, and I know that I will whatever I will; but whatever I know I remember."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:24",
                            "text": "Therefore I remember the whole of my understanding, and the whole of my will."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:25",
                            "text": "Likewise, when I understand these three things, I understand them together as whole."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:26",
                            "text": "For there is none of things intelligible which I do not understand, except what I do not know; but what I do not know, I neither remember, nor will."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:27",
                            "text": "Therefore, whatever of things intelligible I do not understand, it follows also that I neither remember nor will."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:28",
                            "text": "And whatever of things intelligible I remember and will, it follows that I understand."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:29",
                            "text": "My will also embraces my whole understanding and my whole memory whilst I use the whole that I understand and remember."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book X 11:30",
                            "text": "And, therefore, while all are mutually comprehended by each, and as wholes, each as a whole is equal to each as a whole, and each as a whole at the same time to all as wholes; and these three are one, one life, one mind, one essence."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On the Trinity Book X 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book X 12:1",
                            "text": "Chapter 12 —The Mind is an Image of the Trinity in Its Own Memory, and Understanding, and Will."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book X 12:2",
                            "text": "19  Are we, then, now to go upward, with whatever strength of purpose we may, to that chiefest and highest essence, of which the human mind is an inadequate image, yet an image? Or are these same three things to be yet more distinctly made plain in the soul, by means of those things which we receive from without, through the bodily sense, wherein the knowledge of corporeal things is impressed upon us in time? Since we found the mind itself to be such in its own memory, and understanding, and will, that since it was understood always to know and always to will itself, it was understood also at the same time always to remember itself, always to understand and love itself, although not always to think of itself as separate from those things which are not itself; and hence its memory of itself, and understanding of itself, are with difficult discerned in it."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book X 12:3",
                            "text": "For in this case, where these two things are very closely conjoined, and one is not preceded by the other by any time at all, it looks as if they were not two things, but one called by two names; and love itself is not so plainly felt to exist when the sense of need does not disclose it, since what is loved is always at hand."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book X 12:4",
                            "text": "And hence these things may be more lucidly set forth, even to men of duller minds, if such topics are treated of as are brought within reach of the mind in time, and happen to it in time; while it remembers what it did not remember before, and sees what it did not see before, and loves what it did not love before."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book X 12:5",
                            "text": "But this discussion demands now another beginning, by reason of the measure of the present book."
                        }
                    ]
                }
            ]
        }
    ]
}