{
    "books": [
        {
            "name": "Joseph And Asenath",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Joseph And Asenath 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Joseph And Asenath 1:1",
                            "text": "In the first year of plenty, in the second month, on the fifth of the month, Pharaoh sent Joseph to go round all the land of Egypt; and in the fourth month of the first year, on the eighteenth of the month, Joseph came to the borders of Heliopolis, and he was gathering the corn of that country as the sand of the sea."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Joseph And Asenath 1:2",
                            "text": "And there was a certain man in that city by the name Pentephres, who was a priest of Heliopolis and a satrap of Pharaoh, and chief of all Pharaoh's satraps and princes; and this man was exceedingly rich and very sage and gentle, and he was also a counsellor of Pharaoh, because he was prudent beyond all Pharaoh's princes."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Joseph And Asenath 1:3",
                            "text": "And he had a virgin daughter, by name Asenath, of eighteen years, tall and comely, and beautiful to behold exceedingly beyond every virgin upon the earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Joseph And Asenath 1:4",
                            "text": "Now Asenath herself bore no likeness to the virgins, the daughters of the Egyptians, but was in all things like the daughters of the Hebrews, being tall as Sarah and comely as Rebecca and beautiful as Rachel;"
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Joseph And Asenath 1:5",
                            "text": "and the fame of her beauty spread abroad into all that land and unto the ends of the world, so that by reason of this all the sons of the princes and the satraps desired to woo her, nay, and the sons of the kings also, all young men and mighty, and there was great strife among them because of her, and they essayed to fight against one another."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Joseph And Asenath 1:6",
                            "text": "And Pharaoh's firstborn son also heard about her, and he continued entreating his father to give her to him to wife and saying to him: \"Give me, father, Asenath, the daughter of Pentephres, the first man of Heliopolis to wife.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Joseph And Asenath 1:7",
                            "text": "And his father Pharaoh said to him: \"Wherefore dost thou on thy part seek a wife lower than thyself when thou art king of all this land? Nay, but lo! the daughter of Joacim the King of Moab is betrothed to thee, and she herself is a queen and beautiful to behold exceedingly. Take then this one to thyself to wife.\""
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Joseph And Asenath 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:1",
                            "text": "But Asenath set at naught and scorned every man, being boastful and haughty, and never had a man seen her, inasmuch as Pentephres had in his house a tower adjoining, great and high exceedingly, and above the tower was a loft containing ten chambers."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:2",
                            "text": "And the first chamber was great and very lovely and paved with purple stones, and the walls thereof were faced with precious and many-coloured stones, and the roof also of that chamber was of gold."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:3",
                            "text": "And within that chamber, gods of the Egyptians, whereof was no number, gold and silver, were fixed, and all those Asenath worshipped, and she feared them, and she performed sacrifices to them every day."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:4",
                            "text": "And the second chamber also contained all Asenath's adorning and chests, and there was gold in it, and much silver and gold-woven raiment unlimited, and stones choice and of great price, and fine garments of linen, and all the adornment of her virginity was there."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:5",
                            "text": "And the third chamber was Asenath's storehouse, containing all the good things of the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:6",
                            "text": "And the remaining seven chambers the seven virgins who ministered to Asenath occupied, each one having one chamber, for that they were of the same age, born on the same night with Asenath, and she loved them much; and they were also beautiful exceedingly as the stars of heaven, and never did a man converse with them or a male child."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:7",
                            "text": "Now Asenath's great chamber where her virginity was fostered had three windows; and the first window was very large, looking over the court to the east; and the second looked toward the south, and the third looked over the street."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:8",
                            "text": "And a golden bedstead stood in the chamber looking toward the east; and the bed was laid with purple stuff interwoven with gold, the bed being woven of scarlet and crimson stuff and fine linen."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:9",
                            "text": "On this bed, Asenath alone slept, and never had a man or other woman sat thereon."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:10",
                            "text": "And there was also a great court adjoining the house all round, and an exceeding high wall round the court built of great rectangular stones; and there were also four gates in the court overlaid with iron, and these were kept each by eighteen strong young men armed;"
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:11",
                            "text": "and there were also planted along the wall fair trees of all kinds and all bearing fruit, their fruit being ripe, for it was the season of harvest;"
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Joseph And Asenath 2:12",
                            "text": "and there was also a rich fount of water springing from the right of the same court; and beneath the fount was a great cistern receiving the water of that fount, whence there went, as it were, a river through the midst of the court and it watered all the trees of that court."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Joseph And Asenath 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Joseph And Asenath 3:1",
                            "text": "And it came to pass in the first year of the seven years of plenty, in the fourth month, on the twenty-eighth of the month, that Joseph came to the borders of Heliopolis collecting the corn of that district."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Joseph And Asenath 3:2",
                            "text": "And, when Joseph drew near to that city, he sent twelve men before him to Pentephres, the priest of Heliopolis, saying: \"I will come in to thee today, because it is the time of noon and of the midday meal, and there is great heat of the sun, and that I may cool myself under the roof of thine house.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Joseph And Asenath 3:3",
                            "text": "And Pentephres, when he heard these things, rejoiced with exceeding great joy, and said: \"Blessed be the Lord God of Joseph, because my lord Joseph hath thought me worthy.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Joseph And Asenath 3:4",
                            "text": "And Pentephres called the overseer of his house and said to him: \"Haste and make mine house ready, and prepare a great dinner, because Joseph the mighty one of God cometh to us today.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Joseph And Asenath 3:5",
                            "text": "And, when Asenath heard that her father and mother had come from the possession of their inheritance, she rejoiced greatly and said: \"I will go and see my father and mother, because they have come from the possession of our inheritance\" (for that it was the harvest-season)."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Joseph And Asenath 3:6",
                            "text": "And Asenath hastened into her chamber where her robes lay and put on a fine linen robe made of crimson stuff and interwoven with gold, and girded herself with a golden girdle, and bracelets round her hands; and about her feet she put golden buskins, and round her neck she cast an ornament of great price and precious stones, which were embellished on all sides, having also the names of the gods of the Egyptians everywhere engraved on them, both on the bracelets and the stones; and she put also a tiara on her head and bound a diadem round her temples and covered her head with a mantle."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Joseph And Asenath 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Joseph And Asenath 4:1",
                            "text": "And thereupon she hasted and went down the stairs from her loft and came to her father and mother and kissed them."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Joseph And Asenath 4:2",
                            "text": "And Pentephres and his wife rejoiced over their daughter Asenath with exceeding great joy, for that they beheld her adorned and embellished as the bride of God; and they brought forth all the good things which they had brought from the possession of their inheritance and gave them to their daughter; and Asenath rejoiced over all the good things, over the late summer fruit and the grapes and the dates and over the doves, and over the mulberries and the figs, because they were all fair and pleasant to taste."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Joseph And Asenath 4:3",
                            "text": "And Pentephres said to his daughter Asenath: \"Child.\" And she said: \"Here am I, my lord.\" And he said to her: \"Sit down between us, and I will speak to thee my words.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Joseph And Asenath 4:4",
                            "text": "And she sat down between her father and her mother, and Pentephres her father took hold of her right hand with his right hand and kissed it tenderly and said: \"Dearest child.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Joseph And Asenath 4:5",
                            "text": "And she said to him: \"Here am I, my lord father.\" And Pentephres said to her: \"Lo! Joseph, the mighty one of God, cometh to us today, and this man is ruler of all the land of Egypt; and King Pharaoh appointed him ruler of all our land and king, and he himself giveth corn to all this country, and saveth it from the coming famine; and this Joseph is a man that worshippeth God, and discreet and a virgin as thou art today, and a man mighty in wisdom and knowledge, and the spirit of God is upon him and the grace of the Lord is in him. Come, dearest child, and I will give thee over to him to wife, and thou shalt be to him for a bride, and he himself shall be thy bridegroom for ever.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Joseph And Asenath 4:6",
                            "text": "And, when Asenath heard these words from her father, a great sweat was poured out upon her over her face, and she waxed wroth with great anger, and she looked askance with her eyes at her father and said: \"Wherefore, my lord father, speakest thou these words? Wishest thou to give me over as a captive to an alien and a fugitive and one that hath been sold? Is not this the son of the shepherd from the land of Canaan? And he himself hath been left behind by him. Is not this he who lay with his mistress, and his lord cast him into the prison of darkness, and Pharaoh brought him out from the prison inasmuch as he interpreted his dream, as the older women of the Egyptians also interpret? Nay, but I will be married to the king's firstborn son, because he himself is king of all the land.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Joseph And Asenath 4:7",
                            "text": "When he heard these things Pentephres was ashamed to speak further to his daughter Asenath about Joseph, for that she answered him with boastfulness and anger."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Joseph And Asenath 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Joseph And Asenath 5:1",
                            "text": "And lo! a young man of Pentephres' servants sprang in, and he saith to him: \"Lo! Joseph standeth before the doors of our court.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Joseph And Asenath 5:2",
                            "text": "And when Asenath heard these words she fled from the face of her father and mother and went up into the loft, and she came into her chamber and stood at the great window looking east to see Joseph coming into her father's house."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Joseph And Asenath 5:3",
                            "text": "And Pentephres came out and his wife and all their kindred and their servants to meet Joseph; and, when the gates of the court that looked east were opened, Joseph came in seated in the second chariot of Pharaoh; and there were yoked four horses white like snow with golden bits, and the chariot was fashioned all of pure gold."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Joseph And Asenath 5:4",
                            "text": "And Joseph was clad in a tunic white and rare, and the robe that was thrown round him was purple, made of fine linen interwoven with gold, and a golden wreath was upon his head, and round his wreath were twelve choice stones, and above the stones twelve golden rays, and in his right hand a royal staff, which had an olive branch outstretched, and there was abundance of fruit thereon."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Joseph And Asenath 5:5",
                            "text": "When, then, Joseph had come into the court and the doors thereof had been shut, and every strange man and woman remained outside the court, for that the guards of the gates drew to and closed the doors, Pentephres came and his wife and all their kindred except their daughter Asenath, and they made obeisance to Joseph upon their faces upon the earth; and Joseph descended from his chariot and greeted them with his hand."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Joseph And Asenath 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Joseph And Asenath 6:1",
                            "text": "And when Asenath saw Joseph she was sore pricked in the soul and her heart was crushed, and her knees were loosed and her whole body trembled and she feared with great fear, and then she groaned and said in her heart: \"Alas me miserable! where now shall I, the wretched one, go away? or where shall I be hidden from his face? or how shall Joseph the son of God see me, for that on my part I have spoken evil things about him?"
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Joseph And Asenath 6:2",
                            "text": "Alas me miserable! whither shall I go away and be hidden, because he himself seeth every hiding-place, and knoweth all things, and no hidden thing escapeth him by reason of the great light that is in him? And now may the God of Joseph be gracious to me because in ignorance I have spoken wicked words against him."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Joseph And Asenath 6:3",
                            "text": "What now shall I, the wretched one, follow? Have I not said: *Joseph cometh, the son of the shepherd from the land of Canaan'? Now therefore"
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Joseph And Asenath 6:4",
                            "text": "he hath come to us in his chariot as the sun from heaven, and he entered our house to-day, and he shineth into it like light upon the earth. But I am foolish and bold, because I scorned him and spake evil words about him and did not know that Joseph is a son of God. For who among men will ever beget such beauty, or what womb of woman will give birth to such light? Wretched am I and foolish, because I have spoken evil words to my father."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Joseph And Asenath 6:5",
                            "text": "Now, therefore, let my father give me to Joseph for an handmaid and a bondwoman rather, and I will be in bondage to him for ever.\""
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Joseph And Asenath 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Joseph And Asenath 7:1",
                            "text": "And Joseph came into the house of Pentephres and sat upon a chair. And they washed his feet, and set a table before him separately, for that Joseph did not eat with the Egyptians, since this was an abomination to him."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Joseph And Asenath 7:2",
                            "text": "And Joseph looked up and saw Asenath peeping out, and he saith to Pentephres: \"Who is that woman who is standing in the loft by the window? Let her go away from this house.\" For Joseph feared, saying: \"Lest she herself also annoy me.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Joseph And Asenath 7:3",
                            "text": "For all the wives and daughters of the princes and the satraps of all the land of Egypt used to annoy him in order that they might lie with him; but many wives and daughters of the Egyptians also, as many as beheld Joseph, were distressed on account of his beauty; and the envoys whom the women sent to him with gold and silver and precious gifts Joseph sent back with threatening and insult, saying: \"I will not sin in the sight of the Lord God and the face of my father Israel.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Joseph And Asenath 7:4",
                            "text": "For Joseph had God always before his eyes and ever remembered the injunctions of his father; for Jacob often spake and admonished his son Joseph and all his sons: \"Keep yourselves, children, securely from a strange woman so as not to have fellowship with her, for fellowship with her is ruin and destruction.\" Therefore Joseph said: \"Let that woman depart from this house.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Joseph And Asenath 7:5",
                            "text": "And Pentephres said to him: \"My lord, that woman whom thou hast seen standing in the loft is not a stranger, but is our daughter, one who hateth every man, and no other man hath ever seen her save thou only to-day; and, if thou wishest, lord, she shall come and speak to thee, for that our daughter is as thy sister.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Joseph And Asenath 7:6",
                            "text": "And Joseph rejoiced with exceeding great joy, for that Pentephres said: \"She is a virgin hating every man.\" And Joseph said to Pentephres and his wife: \"If she is your daughter, and is a virgin, let her come, for that she is my sister, and I love her from to-day as my sister.\""
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Joseph And Asenath 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Joseph And Asenath 8:1",
                            "text": "Then her mother went up into the loft and brought Asenath to Joseph, and Pentephres said to her: \"Kiss thy brother, because he also is a virgin even as thou today, and hateth every strange woman even as thou hatest every strange man.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Joseph And Asenath 8:2",
                            "text": "And Asenath said to Joseph: \"Hail, lord, blessed of God Most High.\" And Joseph said to her: \"God who quickeneth all things shall bless thee, damsel.\" Pentephres saith then to his daughter Asenath: \"Come and kiss thy brother.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Joseph And Asenath 8:3",
                            "text": "When Asenath then came up to kiss Joseph, Joseph stretched forth his right hand, and laid it on her breast between her two paps (for her paps were already standing forth like lovely apples), and Joseph said: \"It is not meet for a man that worshippeth God, who blesseth with his mouth the living God, and eateth the blessed bread of life, and drinketh the blessed cup of immortality, and is anointed with the blessed unction of incorruption, to kiss a strange woman, who blesseth with her mouth dead and deaf idols and eateth from their table the bread of strangling and drinketh from their libation the cup of deceit and is anointed with the unction of destruction; but the man that worshippeth God will kiss his mother and the sister who is born of his mother and the sister who is born of his tribe and the wife who shareth his couch, who bless with their mouth the living God. Likewise also it is not meet for a woman that worshippeth God to kiss a strange man, for that this is an abomination in the sight of the Lord God.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Joseph And Asenath 8:4",
                            "text": "And, when Asenath heard these words from Joseph, she was sore distressed and groaned; and, as she was looking steadfastly at Joseph with her eyes open, they were filled with tears."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Joseph And Asenath 8:5",
                            "text": "And Joseph, when he saw her weeping, pitied her exceedingly, for that he was mild and merciful and one who feared the Lord. Then he lifted up his right hand above her head and said: \"Lord God of my father Israel, the Most High and the mighty God, who quickenedst all things and calledst from the darkness to the light and from error to truth and from death to life, bless thou this virgin also, and quicken her, and renew her with thy holy spirit, and let her eat the bread of thy life and drink the cup of thy blessing, and number her with thy people whom thou chosest before all things were made, and let her enter into thy rest which thou preparedst for thine elect, and let her live in thine eternal life for ever.\""
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Joseph And Asenath 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Joseph And Asenath 9:1",
                            "text": "And Asenath rejoiced over the blessing of Joseph with exceeding great joy. Then she hasted and came up into her loft by herself, and fell upon her bed in infirmity, for that there was in her joy and sorrow and great fear; and a continuous sweat was poured over her when she heard these words from Joseph, and when he spake to her in the name of God Most High."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Joseph And Asenath 9:2",
                            "text": "Then she wept with great and bitter weeping, and she turned in penitence from her gods whom she was wont to worship, and the idols, which she spurned, and waited for evening to come. But Joseph ate and drank; and he told his serving-men to yoke the horses to their chariots, and to go round all the land."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Joseph And Asenath 9:3",
                            "text": "And Pentephres said to Joseph: \"Let my lord lodge here today, and in the morning thou shalt go thy way.\" And Joseph said: \"Nay, but I will go away today, for that this is the day on which God began to make all His created things, and on the eighth day I also return to you and will lodge here.\""
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Joseph And Asenath 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:1",
                            "text": "And, when Joseph had left the house, Pentephres also and all his kindred departed to their inheritance, and Asenath was left alone with the seven virgins, listless and weeping till the sun set; and she neither ate bread nor drank water,"
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:2",
                            "text": "but while all slept she herself alone was awake and weeping and frequently beating her breast with her hand. And after these things Asenath rose from her bed, and went quietly down the stairs from the loft, and on coming to the gateway found the portress sleeping with her children; and she hasted and took down from the door the leathern cover of the curtain and filled it with cinders and carried it up to the loft and laid it on the floor."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:3",
                            "text": "And thereupon she shut the door securely and fastened it with the iron bolt from the side and groaned with great groaning together with much and very great weeping. But the virgin whom Asenath loved above all the virgins having heard her groaning hasted and came to the door after awaking the other virgins also and found it shut. And, when she had listened to the groaning and the weeping of Asenath, she said to her, standing without: \"What is it, my mistress, and wherefore art thou sad? And what is it that troubleth thee? Open to us and let us see thee.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:4",
                            "text": "And Asenath said to her, being shut inside: \"Great and grievous pain hath attacked mine head, and I am resting in my bed, and I am not able to rise and open to you, for that I am infirm over all my limbs. Go therefore each of you to her chamber and sleep, and let me be still.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:5",
                            "text": "And, when the virgins had departed, each to her own chamber, Asenath rose and opened the door of her bedroom quietly, and went away into her second chamber where the chests of her adornment were, and she opened her coffer and took a black and sombre tunic which she put on and mourned when her firstborn brother died."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:6",
                            "text": "Having taken, then, this tunic, she carried it into her chamber, and again shut the door securely, and put the bolt to from the side. Then, therefore, Asenath put off her royal robe, and put on the mourning tunic, and loosed her golden girdle and girded herself with a rope, and put off the tiara, that is the mitre, from her head, likewise also the diadem, and the chains from her hands and her feet were also all laid upon the floor."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:7",
                            "text": "Then she taketh her choice robe and the golden girdle and the mitre and her diadem, and she cast them through the window that looked toward the north, to the poor. And thereupon she took all her gods that were in her chamber, the gods of gold and of silver whereof there was no number, and brake them up into fragments, and cast them through the window to poor men and beggars."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:8",
                            "text": "And again Asenath took her royal dinner and the fatlings and the fish and heifer's flesh, and all the sacrifices of her gods, and the vessels of the wine of libation, and cast them all through the window that looked north as food for the dogs."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:9",
                            "text": "And after these things she took the leathern cover containing the cinders and poured them upon the floor; and thereupon she took sackcloth and girded her loins; and she loosed also the net of the hair of her head and sprinkled ashes over her head."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Joseph And Asenath 10:10",
                            "text": "And she strewed cinders also upon the floor, and fell upon the cinders and kept beating her breast constantly with her hands and weeping all the night with groaning until the morning. And, when Asenath arose in the morning and saw, and lo! the cinders were beneath her as clay from her tears, she again fell upon her face upon the cinders till the sun set. Thus Asenath did for seven days, not tasting aught whatever."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Joseph And Asenath 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Joseph And Asenath 11:1",
                            "text": "And on the eighth day, when the dawn came and the birds were already chirping and the dogs barking at the passers-by, Asenath lifted up her head a little from the floor and the cinders whereon she was seated, for that she was exceeding weary and had lost the power of her limbs from her great humiliation;"
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Joseph And Asenath 11:2",
                            "text": "for Asenath had waxed weary and faint and her strength was failing, and thereupon she turned toward the wall, sitting under the window that looked east; and her head she laid upon her bosom, twining the fingers of her hands over her right knee; and her mouth was shut, and she opened it not during the seven days and during the seven nights of her humiliation."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Joseph And Asenath 11:3",
                            "text": "And she said in her heart, not opening her mouth: \"What shall I do, I the lowly one, or where shall I go? And with whom again shall I hereafter find refuge? Or to whom shall I speak, the virgin that is an orphan and desolate and abandoned by all and hated?"
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Joseph And Asenath 11:4",
                            "text": "All now have come to hate me, and among these even my father and my mother, for that I spurned the gods with loathing and made away with them and have given them to the poor to be destroyed by men. For my father and my mother said: \"Asenath is not our daughter.\" But all my kin also have come to hate me, and all men, for that I have given their gods to destruction."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Joseph And Asenath 11:5",
                            "text": "And I have hated every man and all who wooed me, and now in this mine humiliation I have been hated by all and they rejoice over my tribulation. But the Lord and God of the mighty Joseph hateth all who worship the idols, for that he is a jealous God and terrible, as I have heard, against all who worship strange gods; whence he hath hated me also, because I worshipped dead and deaf idols and blessed them."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Joseph And Asenath 11:6",
                            "text": "But now have I shunned their sacrifice, and my mouth hath become estranged from their table, and I have no courage to call upon the Lord God of heaven, the Most High and powerful one of the mighty Joseph, for that my mouth is polluted from the sacrifices of the idols. But I have heard many saying that the God of the Hebrews is a true God, and a living God, and a merciful God and pitiful and long-suffering and full of mercy and gentle, and one who reckoneth not the sin of a man who is humble, and especially of one who sinneth in ignorance, and convicteth not of lawlessnesses in the time of the affliction of a man that is afflicted; accordingly I also, the humble one, will be bold and will turn to him and seek refuge with him and confess all my sins to him and pour out my petition before him, and he will have mercy on my misery."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Joseph And Asenath 11:7",
                            "text": "For who knoweth if he will see this mine humiliation and the desolation of my soul and pity me, and will see also the orphanhood of my wretchedness and virginity and defend me? for that, as I hear, he is himself a father of orphans and a consolation of the afflicted and a helper of the persecuted. But in any case I also the humble one will be bold and will cry to him.\" Then Asenath rose up from the wall where she was sitting, and raised herself upon her knees toward the east and directed her eyes toward heaven and opened her mouth and said to God:"
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Joseph And Asenath 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:1",
                            "text": "The prayer and confession of Asenath: \"Lord God of the righteous, who createdst the ages and givcst life to all things, who gavest the breath of life to all thy creation, who broughtest the invisible things out into the light, who madest all things and madest manifest things that did not appear, who liftedst up the heaven and foundedst the earth upon the waters, who fixedst the great stones upon the abyss of the water, which shall not be submerged but are unto the end doing thy will,"
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:2",
                            "text": "for that thou, Lord, saidst the word and all things came into being, and thy word, Lord, is the life of all thy creatures, to thee I flee for refuge, Lord my God, from henceforth, to thee will I cry, Lord, and to thee will I confess my sins, to thee will I pour out my petition, Master, and to thee will I reveal my lawlessnesses."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:3",
                            "text": "Spare me, Lord, spare, for that I committed many sins against thee, I did lawlessness and ungodliness, I have spoken things not to be uttered, and wicked in thy sight; my mouth, Lord, hath been polluted from the sacrifices of the idols of the Egyptians, and from the table of their gods: I sinned, Lord, I sinned in thy sight, both in knowledge and in ignorance I did ungodliness in that I worshipped dead and deaf idols, and I am not worthy to open my mouth unto thee, Lord, I the miserable Asenath daughter of Pentephres the priest, the virgin and queen, who was once proud and haughty and one that prospered in my father's riches above all men, but now an orphan and desolate and abandoned of all men."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:4",
                            "text": "To thee I flee, Lord, and to thee I offer my petition, and unto thee will I cry. Deliver me from them that pursue me, Master, before I be taken by them; for, as an infant in fear of some one fleeth to his father and mother, and his father stretcheth out his hands and catcheth him up against his breast, so also do thou, Lord, stretch out thine undefiled and terrible hands upon me like a child-loving father, and catch me out of the hand of the suprasensual enemy."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:5",
                            "text": "For lo! the ancient and savage and cruel lion pursueth me, for that he is father of the gods of the Egyptians, and the gods of the idol-maniacs are his children, and I have come to hate them, and I made away with them, because they are a lion's children, and I cast all the gods of the Egyptians from me and did them away, and the lion, or their father the devil, in wrath against me is trying to swallow me up."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:6",
                            "text": "But thou, Lord, deliver me from his hands, and I shall be rescued from his mouth, lest he tear me asunder and cast me into the flame of fire, and the fire cast me into storm, and the storm prevail over me in darkness and cast me into the depth of the sea, and the great beast who is from everlasting swallow me up, and I perish for ever."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:7",
                            "text": "Deliver me, Lord, before all these things come upon me; deliver me, Master, the desolate and defenceless, for that my father and my mother have denied me and said, 'Asenath is not our daughter,' because I brake their gods in pieces and made away with them, as having wholly hated them."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:8",
                            "text": "And now I am an orphan and desolate, and I have no other hope save thee, Lord, nor another refuge save thy mercy, thou friend of men, because thou only art father of the orphans and champion of the persecuted and helper of the afflicted. Have mercy on me, Lord, and keep me pure and virgin, the forsaken and orphan, for that thou only, Lord, art a sweet and good and gentle father."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Joseph And Asenath 12:9",
                            "text": "For what father is sweet and good as thou, Lord? For lo! all the houses of my father Pentephres which he hath given me for an inheritance are for a time and vanishing; but the houses of thine inheritance, Lord, are incorruptible and eternal.\""
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Joseph And Asenath 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Joseph And Asenath 13:1",
                            "text": "Visit, Lord, mine humiliation and have mercy on mine orphanhood and pity me, the afflicted. For lo! I, Master, fled from all and sought refuge with thee the only friend of men. Lo! I left all the good things of the earth and sought refuge with thee. Lord, in sackcloth and ashes, naked and solitary."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Joseph And Asenath 13:2",
                            "text": "Lo! now I put off my royal robe of fine linen and of crimson stuff interwoven with gold and have put on a black tunic of mourning. Lo! I have loosed my golden girdle and cast it from me and girded myself with rope and sackcloth. Lo! my diadem and my mitre I have cast from mine head and I have sprinkled myself with cinders."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Joseph And Asenath 13:3",
                            "text": "Lo! the floor of my chamber that was paved with many-coloured and purple stones, which was formerly moistened with ointments and was dried with bright linen cloths, is now moistened with my tears and hath been dishonoured in that it is strewn with ashes."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Joseph And Asenath 13:4",
                            "text": "Lo!, my Lord, from the cinders and my tears much clay hath been formed in my chamber as on a broad road. Lo!, my Lord, my royal dinner and the meats I have given to the dogs."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Joseph And Asenath 13:5",
                            "text": "Lo! I have also, Master, been fasting seven days and seven nights and neither ate bread nor drank water, and my mouth is dry as a wheel and my tongue as horn and my lips as a potsherd, and my face hath shrunk, and mine eyes have failed from shedding tears."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Joseph And Asenath 13:6",
                            "text": "But thou, Lord my God, deliver me from my many ignorances, and forgive me for that, being a virgin and unknowing, I have gone astray. Lo! now all the gods whom I worshipped before in ignorance I have now known to have been deaf and dead idols, and I brake them in pieces and gave them to be trampled on by all men, and the thieves spoiled them, who were gold and silver, and with thee I sought refuge. Lord God, the only compassionate one and friend of men."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Joseph And Asenath 13:7",
                            "text": "Forgive me, Lord, for that I committed many sins against thee in ignorance and have spoken blasphemous words against my lord Joseph, and knew not, I the miserable, that he is thy son. Lord, since the wicked men urged by envy said to me: 'Joseph is son of a shepherd from the land of Canaan,' and I the miserable one have believed them and gone astray, and I set him at naught and have spoken wicked things about him, not knowing that he is thy son."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Joseph And Asenath 13:8",
                            "text": "For who among men begat or will ever beget such beauty? or who else is such as he, wise and mighty as the all-beauteous Joseph? But to thee, Lord, I commit him, because for my part I love him more than my soul. Keep him safe in the wisdom of thy grace, and commit me to him for an handmaid and a bondwoman, that I may wash his feet and make his bed and minister to him and serve him, and I will be a bondwoman to him for the times of my life.\""
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Joseph And Asenath 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Joseph And Asenath 14:1",
                            "text": "And, when Asenath had ceased making confession to the Lord, lo! the morning-star also arose out of the heaven in the east; and Asenath saw it and rejoiced and said: \"Hath the Lord God then heard my prayer? for that this star is a messenger and herald of the light of the great day.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Joseph And Asenath 14:2",
                            "text": "And lo! hard by the morning-star the heaven was rent and a great and ineffable light appeared. And when she saw it Asenath fell upon her face upon the cinders, and straightway there came to her a man from heaven, sending forth rays of light, and stood above her head."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Joseph And Asenath 14:3",
                            "text": "And, as she lay on her face, the divine angel said to her, \"Asenath, stand up.\" And she said: \"Who is he that called me? for that the door of my chamber is shut and the tower is high, and how then hath he come into my chamber?\""
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Joseph And Asenath 14:4",
                            "text": "And he called her again a second time, saying, \"Asenath, Asenath.\" And she said, \"Here am I, lord, tell me who thou art.\" And he said: \"I am the chief captain of the Lord God and commander of all the host of the Most High: stand up and stand upon thy feet, that I may speak to thee my words.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Joseph And Asenath 14:5",
                            "text": "And she lifted up her face and saw, and lo! a man in all things like unto Joseph, in robe and wreath and royal staff, save that his face was as lightning, and his eyes as the light of the sun, and the hairs of his head as the flame of fire of a burning torch, and his hands and his feet like iron shining from fire, for as it were sparks proceeded both from his hands and from his feet."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Joseph And Asenath 14:6",
                            "text": "Seeing these things Asenath feared and fell on her face, unable even to stand upon her feet, for she became greatly afraid and all her limbs trembled. And the man said to her: \"Be of good cheer, Asenath, and fear not; but stand up and stand upon thy feet, that I may speak to thee my words.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Joseph And Asenath 14:7",
                            "text": "Then Asenath stood up and stood upon her feet, and the angel said to her: \"Go without impediment into thy second chamber and lay aside the black tunic wherein thou art clad, and cast off the sackcloth from thy loins, and shake out the cinders from thine head, and wash thy face and thine hands with pure water and put on a white untouched robe and gird thy loins with the bright girdle of virginity, the double one, and come again to me, and I will speak to thee the words that are sent to thee from the Lord.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Joseph And Asenath 14:8",
                            "text": "Then Asenath hasted and went into her second chamber, wherein were the chests of her adorning, and opened her coffer and took a white, fine, untouched robe and put it on, having first put off the black robe, and ungirded also the rope and the sackcloth from her loins and girded herself in a bright, double girdle of her virginity, one girdle about her loins and another girdle about her breast. And she shook out also the cinders from her head and washed her hands and face with pure water, and she took a mantle most beautiful and fine and veiled her head."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Joseph And Asenath 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Joseph And Asenath 15:1",
                            "text": "And thereupon she came to the divine chief captain and stood before him, and the angel of the Lord saith to her: \"Take now the mantle from thine head, for that thou art to-day a pure virgin, and thine head is as of a young man.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Joseph And Asenath 15:2",
                            "text": "And Asenath took it from her head. And again the divine angel saith to her: \"Be of good cheer, Asenath, the virgin and pure, for lo! the Lord God heard all the words of thy confession and thy prayer, and he hath seen also the humiliation and affliction of the seven days of thine abstinence, for that from thy tears much clay hath been formed before thy face upon these cinders."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Joseph And Asenath 15:3",
                            "text": "Accordingly, be of good cheer, Asenath, the virgin and pure, for lo! thy name hath been written in the book of life and shall not be blotted out for ever; but from this day thou shalt be renewed and refashioned and re-quickened, and thou shalt eat the blessed bread of life and drink a cup filled with immortality and be anointed with the blessed unction of incorruption."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Joseph And Asenath 15:4",
                            "text": "Be of good cheer, Asenath, the virgin and pure, lo! the Lord God hath given thee to-day to Joseph for a bride, and he himself shall be thy bridegroom for ever. And no more henceforth shalt thou be called Asenath, but thy name shall be City of Refuge, for that in thee many nations shall seek refuge and they shall lodge under thy wings, and many nations shall find shelter by thy means, and upon thy walls they who cleave unto God Most High through penitence shall be kept secure; for that Penitence is daughter of the Most High, and she herself entreateth God Most High for thee every hour and for all that repent, since he is father of Penitence, and she herself is the completion and overseer of all virgins, loving you exceedingly and beseeching the Most High for you every hour, and for all who repent she will provide a place of rest in the heavens, and she reneweth everyone who hath repented."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Joseph And Asenath 15:5",
                            "text": "And Penitence is exceeding fair, a virgin pure and gentle and mild; and therefore God Most High loveth her, and all the angels revere her, and I love her exceedingly, for that she herself also is my sister, and as she loveth you virgins I also love you. And lo! for my part I go to Joseph and will speak to him all these words concerning thee, and he will come to thee to-day and see thee and rejoice over thee and love thee and be thy bridegroom, and thou shalt be his beloved bride for ever."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Joseph And Asenath 15:6",
                            "text": "Accordingly hear me, Asenath, and put on a wedding robe, the ancient and first robe that is yet laid up in thy chamber from of old, and put all thy choice adorning also about thee, and adorn thyself as a good bride and make thyself ready to meet him; for lo! he himself cometh to thee to-day and will see thee and rejoice.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Joseph And Asenath 15:7",
                            "text": "And, when the angel of the Lord in the shape of a man had finished speaking these words to Asenath, she rejoiced with great joy over all the things that were spoken by him, and fell upon her face upon the earth, and made obeisance before his feet and said to him: \"Blessed is the Lord thy God who sent thee to deliver me from the darkness and to bring me from the foundations of the abyss itself into the light, and blessed is thy name for ever. If then I have found grace, my lord, in thy sight and shall know that thou wilt perform all the words which thou hast said to me so that they be accomplished, let thine handmaid speak to thee.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Joseph And Asenath 15:8",
                            "text": "And the angel saith to her, \"Say on.\" And she said: \"I pray thee, lord, sit down a little time upon this bed, because this bed is pure and undefiled, for that another man or other woman never sat upon it, and I will set before thee a table and bread, and thou shalt eat, and I will bring thee also wine old and good, the odour whereof shall reach unto heaven, and thou shalt drink thereof and thereafter shalt depart upon thy way.\" And he saith to her: \"Haste and bring it quickly.\""
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Joseph And Asenath 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:1",
                            "text": "And Asenath hasted and set an empty table before him; and, as she was starting to fetch bread, the divine angel saith to her: \"Bring me also an honeycomb.\" And she stood still and was perplexed and grieved for that she had not a bee's comb in her storehouse."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:2",
                            "text": "And the divine angel saith to her: \"Wherefore standest thou still?\" And she said: \"My lord, I will send a boy to the suburb, because the possession of our inheritance is near, and he will come and bring one quickly thence, and I will set it before thee.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:3",
                            "text": "The divine angel saith to her: \"Enter thy storehouse and thou wilt find a bee's comb lying upon the table; take it up and bring it hither.\" And she said, \"Lord, there is no bee's comb in my storehouse.\" And he said, \"Go and thou wilt find.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:4",
                            "text": "And Asenath entered her storehouse and found an honeycomb lying upon the table; and the comb was great and white like snow and full of honey, and that honey was as the dew of heaven, and the odour thereof as the odour of life."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:5",
                            "text": "Then Asenath wondered and said in herself: \"Is this comb from the mouth of this man himself?\" And Asenath took that comb and brought it and set it forth upon the table, and the angel said to her: \"Why is it that thou saidst, 'There is no honeycomb in mine house,' and lo! thou hast brought it me?\" And she said: \"Lord, I have never put an honeycomb in mine house, but as thou saidst so it hath been made. Came this forth from thy mouth? for that the odour thereof is as the odour of ointment.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:6",
                            "text": "And the man smiled at Asenath's understanding. Then he calleth her to himself, and, when she came, he stretched out his right hand and took hold of her head, and, when he shook her head with his right hand, Asenath feared the angel's hand greatly, for that sparks proceeded from his hands after the manner of red-hot iron, and accordingly she was all the time gazing with much fear and trembling at the angel's hand."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:7",
                            "text": "And he smiled and said: \"Blessed art thou, Asenath, because the ineffable mysteries of God have been revealed to thee; and blessed are all who cleave to the Lord God in penitence, because they shall eat of this comb, for that this comb is the spirit of life, and this the bees of the paradise of delight have made from the dew of the roses of life that are in the paradise of God and every flower, and of it eat the angels and all the elect of God and all the sons of the Most High, and whosoever shall eat of it shall not die forever.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:8",
                            "text": "Then the divine angel stretched out his right hand and took a small piece from the comb and ate, and with his own hand placed what was left in Asenath's mouth and said to her, \"Eat,\" and she ate."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:9",
                            "text": "And the angel saith to her: \"Lo! now thou hast eaten the bread of life and hast drunk the cup of immortality and been anointed with the unction of incorruption; lo! now to-day thy flesh produceth flowers of life from the fountain of the Most High, and thy bones shall be made fat like the cedars of the paradise of delight of God and unwearying powers shall maintain thee; accordingly thy youth shall not see old age, nor shall thy beauty fail for ever, but thou shalt be as a walled mother-city of all.\""
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:10",
                            "text": "And the angel said to the comb, and many bees arose from the cells of that comb, and the cells were numberless, tens of thousands of tens of thousands and thousands of thousands. And the bees also were white like snow, and their wings as purple and crimson stuff and as scarlet; and they had also sharp stings and injured no man."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:11",
                            "text": "Then all those bees encircled Asenath from feet to head, and other great bees like their queens arose from the cells, and they circled round upon her face and upon her lips, and made a comb upon her mouth and upon her lips like the comb that lay before the angel; and all those bees ate from the comb that was upon Asenath's mouth."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:12",
                            "text": "And the angel said to the bees, \"Go now to your place.\" Then all the bees rose and flew and departed to heaven; but as many as wished to injure Asenath all fell upon the earth and died."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Joseph And Asenath 16:13",
                            "text": "And thereupon the angel stretched his staff over the dead bees and said to them: \"Rise and depart ye also into your place.\" Then all the dead bees rose and departed into the court that adjoined Asenath's house and took up their lodging upon the fruit-bearing trees."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Joseph And Asenath 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Joseph And Asenath 17:1",
                            "text": "And the angel saith to Asenath, \"Hast thou seen this thing?\" And she said, \"Yea, my lord, I have seen all these things.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Joseph And Asenath 17:2",
                            "text": "The divine angel saith to her: \"So shall be all my words as many as I have spoken to thee to-day.\" Then the angel of the Lord for the third time stretched forth his right hand and touched the side of the comb, and straightway fire came up from the table and devoured the comb, but the table it injured not a whit."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Joseph And Asenath 17:3",
                            "text": "And, when much fragrance had come forth from the burning of the comb and filled the chamber, Asenath said to the divine angel: \"Lord, I have seven virgins who were brought up with me from my youth and were born on one night with me, who wait upon me, and I love them all as my sisters. I will call them and thou shalt bless them too, even as thou blessedst me.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Joseph And Asenath 17:4",
                            "text": "And the angel said to her: \"Call them.\" Then Asenath called the seven virgins and set them before the angel, and the angel said to them: \"The Lord God Most High shall bless you, and ye shall be pillars of refuge of seven cities, and all the elect of that city who dwell together shall upon you rest for ever.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Joseph And Asenath 17:5",
                            "text": "And after these things the divine angel saith to Asenath: \"Take away this table.\" And, when Asenath turned to remove the table, straightway he departed from her eyes, and Asenath saw as it were a chariot with four horses that were going eastward to heaven, and the chariot was as a flame of fire, and the horses as lightning, and the angel was standing above that chariot."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Joseph And Asenath 17:6",
                            "text": "Then Asenath said: \"Silly and foolish am I, the lowly one, for that I have spoken as that a man came into my chamber from heaven, and I knew not that God came into it; and lo! now he goeth back to heaven to his place.\" And she said in herself: \"Be gracious, Lord, to thy bondmaid, and spare thine handmaid, because, for my part, I have in ignorance spoken rash things before thee.\""
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Joseph And Asenath 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Joseph And Asenath 18:1",
                            "text": "And, while Asenath was yet speaking these words to herself, lo! a young man, one of the servants of Joseph, saying: \"Joseph, the mighty man of God, cometh to you to-day.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Joseph And Asenath 18:2",
                            "text": "And straightway Asenath called the overseer of her house and said to him: \"Haste and prepare mine house and make a good dinner ready, for that Joseph, the mighty man of God, cometh to us to-day.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Joseph And Asenath 18:3",
                            "text": "And the overseer of the house when he saw her (for her face had shrunk from the seven days' affliction and weeping and abstinence) sorrowed and wept; and he took hold of her right hand and kissed it tenderly and said: \"What aileth thee, my lady, that thy face is thus shrunken?\""
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Joseph And Asenath 18:4",
                            "text": "And she said: \"I have had great pain about mine head, and sleep departed from mine eyes.\" Then the overseer of the house went away and prepared the house and the dinner. And Asenath remembered the angel's words and his injunctions, and hasted and entered her second chamber, where the chests of her adorning were, and opened her great coffer and brought out her first robe like lightning to behold and put it on; and she girded herself also with a girdle bright and royal that was of gold and precious stones, and on her hands she put golden bracelets, and upon her feet golden buskins, and a precious ornament about her neck, and a golden wreath she put about her head; and on the wreath as upon its front was a great sapphire stone, and round the great stone six stones of great price, and with a very marvellous mantle she veiled her head."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Joseph And Asenath 18:5",
                            "text": "And, when Asenath remembered the words of the overseer of her house, for that he said to her that her face had shrunk, she sorrowed exceedingly, and groaned and said: \"Woe is me, the lowly one, since my face is shrunken. Joseph will see me thus and I shall be set at naught by him.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Joseph And Asenath 18:6",
                            "text": "And she saith to her handmaid, \"Bring me pure water from the fountain.\" And, when she had brought it, she poured it out into the basin, and, bending down to wash her face, she seeth her own face shining like the sun, and her eyes as the morning-star when it riseth, and her cheeks as a star of heaven, and her lips as red roses, the hairs of her head were as the vine that bloometh among his fruits in the paradise of God, her neck as an all-variegated cypress."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Joseph And Asenath 18:7",
                            "text": "And Asenath, when she saw these things, marvelled in herself at the sight and rejoiced with exceeding great joy and washed not her face, for she said, \"Lest I wash off this great and comely beauty.\" The overseer of her house then came back to tell her, \"All things are done that thou commandedst\"; and, when he beheld her, he feared greatly and was seized with trembling for a long time, and he fell at her feet and began to say: \"What is this, my mistress? What is this beauty that surroundeth thee that is great and marvellous? Hath the Lord God of Heaven chosen thee as bride for his son Joseph?\""
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Joseph And Asenath 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Joseph And Asenath 19:1",
                            "text": "And, while they were yet speaking these things, a boy came saying to Asenath: \"Lo! Joseph standeth before the doors of our court.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Joseph And Asenath 19:2",
                            "text": "Then Asenath hasted and went down the stairs from her loft with the seven virgins to meet Joseph and stood in the porch of her house. And, Joseph having come into the court, the gates were shut and all strangers remained outside."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Joseph And Asenath 19:3",
                            "text": "And Asenath came out from the porch to meet Joseph, and when he saw her he marvelled at her beauty, and said to her: \"Who art thou, damsel? Quickly tell me.\" And she saith to him: \"I, lord, am thine handmaid Asenath; all the idols I have cast away from me and they perished."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Joseph And Asenath 19:4",
                            "text": "And a man came to me to-day from heaven and hath given me bread of life and I ate, and I drank a blessed cup, and he said to me: 'I have given thee for a bride to Joseph, and he himself shall be thy bridegroom for ever; and thy name shall not be called Asenath, but it shall be called \"City of Refuge,\" and the Lord God shall reign over many nations, and through thee shall they seek refuge with God Most High.'"
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Joseph And Asenath 19:5",
                            "text": "And the man said: 'I will go also to Joseph that I may speak into his ears these words concerning thee.' And now thou knowest, lord, if that man hath come to thee and if he hath spoken to thee concerning me.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Joseph And Asenath 19:6",
                            "text": "Then Joseph saith to Asenath: \"Blessed art thou, woman, of God Most High, and blessed is thy name for ever, for that the Lord God hath laid the foundations of thy walls, and the sons of the living God shall dwell in thy city of refuge, and the Lord God shall reign over them for ever. For that man came from heaven to me to-day and said these words to me concerning thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Joseph And Asenath 19:7",
                            "text": "And now come hither to me, thou virgin and pure, and wherefore standest thou afar off?\" Then Joseph stretched out his hands and embraced Asenath, and Asenath Joseph, and they kissed one another for a long time, and both lived again in their spirit."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Joseph And Asenath 19:8",
                            "text": "And Joseph kissed Asenath and gave her the spirit of life, then the second time he gave her the spirit of wisdom, and the third time he kissed her tenderly and gave her the spirit of truth."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Joseph And Asenath 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Joseph And Asenath 20:1",
                            "text": "And, when they had clasped one another round for a long time and intertwined the chains of their hands, Asenath said to Joseph: \"Come hither, lord, and enter our house, for that on my part I have prepared our house and a great dinner.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Joseph And Asenath 20:2",
                            "text": "And she took hold of his right hand and led him into her house and seated him on the chair of Pentephres her father; and she brought water to wash his feet."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Joseph And Asenath 20:3",
                            "text": "And Joseph said: \"Let one of the virgins come and wash my feet.\" And Asenath said to him: \"Nay, lord, for that henceforth thou art my lord and I am thine handmaid. And wherefore seekest thou this, that another virgin should wash thy feet? for that thy feet are my feet, and thine hands mine hands, and thy soul my soul, and another shall not wash thy feet.\" And she constrained him and washed his feet."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Joseph And Asenath 20:4",
                            "text": "Then Joseph took hold of her right hand and kissed her tenderly and Asenath kissed his head tenderly, and thereupon he seated her at his right hand."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Joseph And Asenath 20:5",
                            "text": "Her father and mother and all her kindred then came from the possession of their inheritance, and they saw her sitting with Joseph and clad in a wedding-garment. And they marvelled at her beauty and rejoiced and glorified God who quickeneth the dead."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Joseph And Asenath 20:6",
                            "text": "And after these things they ate and drank; and, all having made cheer, Pentephres said to Joseph: \"To-morrow I will call all the princes and satraps of all the land of Egypt, and will make a wedding for you, and thou shalt take my daughter Asenath to wife.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Joseph And Asenath 20:7",
                            "text": "But Joseph said: \"I go to-morrow to Pharaoh the king, for that he himself is my father and appointed me ruler over all this land, and I will speak to him concerning Asenath, and he will give her to me to wife.\" And Pentephres said to him: \"Go in peace.\""
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Joseph And Asenath 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Joseph And Asenath 21:1",
                            "text": "And Joseph stayed that day with Pentephres, and he went not in to Asenath, for that he was wont to say: \"It is not meet for a man who worshippeth God to sleep with his wife before his marriage.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Joseph And Asenath 21:2",
                            "text": "And Joseph rose early and departed to Pharaoh and said to him: \"Give me Asenath, daughter of Pentephres, priest of Heliopolis, to wife.\" And Pharaoh rejoiced with great joy, and he saith to Joseph: \"Lo! hath not this one been betrothed unto thee to wife from eternity? Accordingly let her be thy wife henceforth and unto time eternal.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Joseph And Asenath 21:3",
                            "text": "Then Pharaoh sent and called Pentephres, and Pentephres brought Asenath and set her before Pharaoh; and Pharaoh when he saw her marvelled at her beauty and said: \"The Lord God of Joseph shall bless thee, child, and this thy beauty shall remain to eternity, for that the Lord God of Joseph chose thee as bride for him: for Joseph is as the son of the Most High, and thou shalt be called his bride henceforth and for ever.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Joseph And Asenath 21:4",
                            "text": "And after these things Pharaoh took Joseph and Asenath and set golden wreaths upon their heads, which were in his house from of old and from ancient times, and Pharaoh set Asenath at Joseph's right hand."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Joseph And Asenath 21:5",
                            "text": "And Pharaoh put his hands upon their heads and said: \"The Lord God Most High shall bless you and shall multiply and magnify and glorify you unto time eternal.\" Then Pharaoh turned them round to face one another and brought them mouth to mouth, and they kissed one another."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Joseph And Asenath 21:6",
                            "text": "And Pharaoh made a wedding for Joseph and a great dinner and much drinking during seven days, and he called together all the rulers of Egypt and all the kings of the nations, having made proclamation in the land of Egypt, saying: \"Every man who shall do work during the seven days of the wedding of Joseph and Asenath shall surely die.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Joseph And Asenath 21:7",
                            "text": "And, while the wedding was going on, and when the dinner was ended, Joseph went in to Asenath, and Asenath conceived by Joseph and bare Manasses and Ephraim his brother in Joseph's house."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Joseph And Asenath 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Joseph And Asenath 22:1",
                            "text": "And, when the seven years of plenty had passed, the seven years of famine began to come. And, when Jacob heard about Joseph his son, he came into Egypt with all his kindred in the second year of the famine, in the second month, on the twenty-first of the month, and settled in Geshem."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Joseph And Asenath 22:2",
                            "text": "And Asenath said to Joseph: \"I will go and see thy father, for that thy father Israel is as my father and God.\" And Joseph said to her: \"Thou shalt go with me and see my father.\" And Joseph and Asenath came to Jacob in the land of Geshem, and Joseph's brethren met them and made obeisance to them upon their faces on the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Joseph And Asenath 22:3",
                            "text": "Then both went in to Jacob; and Jacob was sitting upon his bed, and he himself was an old man in a lusty old age. And, when Asenath saw him, she marvelled at his beauty, for that Jacob was beautiful to behold exceedingly and his old age as the youth of a comely man, and all his head was white like snow, and the hairs of his head were all close and thick exceedingly, and his beard white reaching to his breast, his eyes cheerful and glistering, his sinews and his shoulders and his arms as of an angel, his thighs and his calves and his feet as of a giant."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Joseph And Asenath 22:4",
                            "text": "Then Asenath, when she saw him thus, marvelled and fell down and made obeisance on her face upon the earth. And Jacob said to Joseph: \"Is this my daughter-in-law, thy wife? Blessed shall she be of God Most High.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Joseph And Asenath 22:5",
                            "text": "Then Jacob called Asenath to himself and blessed her and kissed her tenderly; and Asenath stretched out her hands and took hold of Jacob's neck and hung on to his neck and kissed him tenderly. And after these things they ate and drank."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Joseph And Asenath 22:6",
                            "text": "And thereupon both Joseph and Asenath went to their house; and Simeon and Levi, the sons of Leah, alone conducted them forth, but the sons of Balla and Zelpha, the handmaids of Leah and Rachel, did not join in conducting them forth, for that they envied and detested them."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Joseph And Asenath 22:7",
                            "text": "And Levi was at Asenath's right and Simeon at her left. And Asenath took hold of Levi's hand, for that she loved him exceedingly above all Joseph's brethren and as a prophet and a worshipper of God and one who feared the Lord. For he was an understanding man and a prophet of the Most High, and he himself saw letters written in heaven and read them and revealed them to Asenath in secret; for that Levi himself also loved Asenath much and saw the place of her rest in the highest."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Joseph And Asenath 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:1",
                            "text": "And it came to pass as Joseph and Asenath were passing by, when they were going to Jacob, Pharaoh's firstborn son saw them from the wall, and, when he saw Asenath, he became mad upon her by reason of her surpassing beauty."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:2",
                            "text": "Then Pharaoh's son sent messengers, and called Simeon and Levi to him; and, when they came and stood before him, Pharaoh's firstborn son saith to them: \"I for my part know that ye are to-day mighty men above all men upon the earth, and with these right hands of yours the city of the Sicimites was overthrown, and with your two swords 30,000 warriors were cut down."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:3",
                            "text": "And I to-day will take you to myself as companions and give you much gold and silver and serving-men and handmaids and houses and great inheritances, and contend ye on my side and do me kindness; for that I received great despite from your brother Joseph, since he himself took Asenath to wife, and this woman was betrothed to me from of old."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:4",
                            "text": "And now come with me, and I will fight against Joseph to slay him with my sword, and I will take Asenath to wife, and ye shall be to me as brethren and faithful friends. But, if ye shall not hearken to my words, I will slay you with my sword.\" And, when he had said these things, he drew out his sword and showed it to them."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:5",
                            "text": "And Simeon was a bold and daring man, and he thought to lay his right hand upon the hilt of his sword and draw it from the sheath thereof and smite Pharaoh's son for that he had spoken hard words to them. Levi then saw the thought of his heart, because he was a prophet, and trod with his foot on Simeon's right foot and pressed it, signing to him to cease from his wrath."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:6",
                            "text": "And Levi was saying quietly to Simeon: \"Wherefore art thou angry against this man? We are men who worship God and it is not meet for us to render evil for evil.\" Then Levi said to Pharaoh's son openly with mildness of heart: \"Wherefore speaketh our lord these words? We are men who worship God, and our father is a friend of God Most High, and our brother is as a son of God. And how shall we do this wicked thing, to sin in the sight of our God and of our father Israel and in the sight of our brother Joseph?"
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:7",
                            "text": "And now hear my words. It is not meet for a man who worshippeth God to injure any man in any wise; and, if any wisheth to injure a man who worshippeth God, that man who worshippeth God avengeth not himself upon him, for that there is no sword in his hands. And do thou beware of speaking any more these words about our brother Joseph. But, if thou continuest in thine evil counsel, lo! our swords are drawn against thee.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:8",
                            "text": "Then Simeon and Levi drew their swords from their sheaths and said: \"Seest thou now these swords? With these two swords the Lord punished the despite of the Sicimites, wherewith they did despite to the sons of Israel through our sister Dinah, whom Sychem the son of Hamor defiled.\" And Pharaoh's son, when he saw the swords drawn, feared exceedingly and trembled over all his body, for that they glittered like a flame of fire, and his eyes became dim, and he fell upon his face on the earth beneath their feet."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Joseph And Asenath 23:9",
                            "text": "Then Levi stretched out his right hand and took hold of him, saying: \"Stand up and fear not, only beware of speaking any more any evil word concerning our brother Joseph.\" And so both Simeon and Levi went out from before his face."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Joseph And Asenath 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:1",
                            "text": "Pharaoh's son then continued to be full of fear and grief for that he feared Joseph's brethren, and again he was exceedingly mad by reason of Asenath's beauty, and grieved greatly."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:2",
                            "text": "Then his serving-men say in his ear: \"Lo! the sons of Balla and the sons of Zelpha, the handmaids of Leah and Rachel, Jacob's wives, are at great enmity against Joseph and Asenath and hate them; these will be unto thee in all things according to thy will.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:3",
                            "text": "Straightway therefore Pharaoh's son sent messengers and called them, and they came to him at the first hour of the night, and they stood in his presence, and he saith to them; \"I have learned from many that ye are mighty men.\" And Dan and Gad, the elder brethren, said to him: \"Let my lord now speak to his serving-men what he wisheth, that thy serving-men may hear and we may do according to thy will.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:4",
                            "text": "Then Pharaoh's son rejoiced with exceeding great joy and said to his serving-men: \"Withdraw now for a short space from me, for that I have secret speech to hold with these men.\" And they all withdrew. Then Pharaoh's son lied, and he saith to them: \"Lo! now blessing and death are before your faces; do ye therefore take the blessing rather than the death, because ye are mighty men and will not die as women; but be brave and avenge yourselves upon your enemies."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:5",
                            "text": "For I have heard Joseph your brother saying to Pharaoh my father: 'Dan and Gad and Nephthalim and Asher are not my brethren, but children of my father's handmaids: I wait therefore for my father's death, and will blot them out from the earth and all their issue, lest they should inherit with us, because they are children of handmaids. For these also sold me to the Ishmaelites, and I will render unto them again according to their despite which they wickedly committed against me; only my father shall die.' And my father Pharaoh commended him for these things and said to him: 'Thou hast well spoken, child. Accordingly, take from me mighty men and proceed against them according to what they wrought against thee, and I will be a helper to thee.'\""
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:6",
                            "text": "And when Dan and Gad heard these things from Pharaoh's son they were much troubled, and grieved exceedingly, and they said to him: \"We pray thee, lord, help us; for henceforth we are thy slaves and bondmen and will die with thee.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:7",
                            "text": "And Pharaoh's son said: \"I will be a helper to you if ye also will hearken to my words.\" And they said to him: \"Command us what thou wishest and we will do according to thy will.\" And Pharaoh's son saith to them: \"I will slay my father Pharaoh this night, for that Pharaoh is as Joseph's father and said to him that he would help against you; and do ye slay Joseph, and I will take Asenath to myself to wife, and ye shall be my brethren and fellow-heirs of all my possessions. Only do this thing.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:8",
                            "text": "And Dan and Gad said to him: \"We are thy serving-men to-day and will do all things that thou hast commanded us. And we have heard Joseph saying to Asenath: 'Go to-morrow to the possession of our inheritance, for that it is the season of the vintage'; and he sent six hundred men mighty to war with her and fifty forerunners. Now therefore hear us and we will speak unto our lord.\" And they spake to him all their secret words."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:9",
                            "text": "Then Pharaoh's son gave the four brethren five hundred men each and appointed them their chiefs and leaders. And Dan and Gad said to him: \"We are thy serving-men to-day and will do all the things that thou hast commanded us, and we will set forth by night and lie in wait in the ravine and hide ourselves in the thicket of the reeds; and do thou take with thyself fifty bowmen upon horses and go a long way before us, and Asenath will come and fall into our hands, and we will cut down the men that are with her, and she herself will flee before with her chariot and fall into thine hands and thou shalt do to her as thy soul desireth; and after these things we will slay Joseph also while he is grieving for Asenath; likewise also his children will we slay before his eyes.\""
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Joseph And Asenath 24:10",
                            "text": "Pharaoh's firstborn son then, when he heard these things, rejoiced exceedingly, and he sent them forth and two thousand fighting men with them. And when they came to the ravine they hid themselves in the thicket of the reeds, and they divided into four companies, and took up their station on the far side of the ravine as in the front part, five hundred men on this side of the road and on that, and on the near side of the ravine likewise the rest remained, and they themselves also took up their station in the thicket of the reeds, five hundred men on this side and on that of the road; and between them was a broad and wide road."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Joseph And Asenath 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Joseph And Asenath 25:1",
                            "text": "Then Pharaoh's son rose up the same night and came to his father's bed-chamber to slay him with the sword. His father's guards thereupon hindered him from coming in to his father and said to him: \"What commandest thou, lord?\""
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Joseph And Asenath 25:2",
                            "text": "And Pharaoh's son said to them: \"I wish to see my father, for that I am going to gather the vintage of my new-planted vineyard.\" And the guards said to him: \"Thy father suffereth pain and lay awake the whole night and now resteth, and he said to us that no one was to come in to him 'not even if it is my firstborn son.'\""
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Joseph And Asenath 25:3",
                            "text": "And he on hearing these things went away in wrath and straightway took mounted bowmen fifty in number and went away before them as Dan and Gad had said to him."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Joseph And Asenath 25:4",
                            "text": "And the younger brethren Nephthalim and Asher spake to their elder brethren Dan and Gad, saying: \"Wherefore do ye on your part again work wickedness against your father Israel and against your brother Joseph? And God preserveth him as the apple of an eye. Lo! did ye not once sell Joseph? and he is king to-day of all the land of Egypt and food-giver. Now therefore, if ye again wish to work wickedness against him, he will cry unto the Most High, and he will send fire from heaven and it will devour you, and the angels of God will fight against you.\""
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Joseph And Asenath 25:5",
                            "text": "Then the elder brethren were moved to anger against them and said: \"And shall we die as women? Far be it.\" And they went out to meet Joseph and Asenath."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Joseph And Asenath 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Joseph And Asenath 26:1",
                            "text": "And Asenath rose in the morning and said to Joseph: \"I am going to the possession of our inheritance as thou hast said; but my soul feareth exceedingly for that thou art parting from me.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Joseph And Asenath 26:2",
                            "text": "And Joseph said to her: \"Be of good cheer and be not afraid, but rather go away rejoicing, in dread of no man whatsoever, for that the Lord is with thee and he himself will preserve thee as the apple of an eye from every evil. And I will set forth for my giving of food and will give to all the men in the city, and no man shall perish of hunger in the land of Egypt.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Joseph And Asenath 26:3",
                            "text": "Then Asenath departed on her way, and Joseph for his giving of food. And, when Asenath reached the place of the ravine with the six hundred men, suddenly they who were with Pharaoh's son came forth from their ambush and joined battle with those who were with Asenath, and cut them all down with their swords, and all her forerunners they slew, but Asenath fled with her chariot."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Joseph And Asenath 26:4",
                            "text": "Then Levi, the son of Leah, knew all these things by the spirit as a prophet and told his brethren of Asenath's danger, and straightway each of them took his sword upon his thigh and their shields upon their arms and the spears in their right hands and pursued after Asenath with great speed. And, as Asenath was fleeing before, lo! Pharaoh's son met her and fifty horsemen with him: and Asenath, when she saw him, was seized with very great fear and was trembling, and she called upon the name of the Lord her God."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Joseph And Asenath 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Joseph And Asenath 27:1",
                            "text": "And Benjamin was sitting with her on the chariot on the right side; and Benjamin was a strong lad of about nineteen years, and upon him was ineffable beauty and might as of a lion's whelp, and he was also one who feared God exceedingly."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Joseph And Asenath 27:2",
                            "text": "Then Benjamin leaped down from the chariot, and took a round stone from the ravine and filled his hand and hurled at Pharaoh's son and smote his left temple, and wounded him with a grievous wound, and he fell from his horse upon the earth half-dead."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Joseph And Asenath 27:3",
                            "text": "And thereupon Benjamin, having run up on to a rock, saith to Asenath's chariot-man: \"Give me stones from the ravine.\" And he gave him fifty stones. And Benjamin hurled the stones and slew the fifty men who were with Pharaoh's son, all the stones sinking in through their temples."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Joseph And Asenath 27:4",
                            "text": "Then the sons of Leah, Reuben and Simeon, Levi and Judah, Issachar and Zebulon, pursued after the men who had lain in wait against Asenath and fell upon them unawares and cut them all down; and the six men slew two thousand and seventy-six men."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Joseph And Asenath 27:5",
                            "text": "And the sons of Balla and Zelpha fled from their face and said: \"We have perished at the hands of our brethren, and Pharaoh's son hath also died by the hand of Benjamin the lad, and all who were with him perished by the hand of the boy Benjamin. Accordingly, therefore, come let us slay Asenath and Benjamin and flee to the thicket of these reeds.\""
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Joseph And Asenath 27:6",
                            "text": "And they came against Asenath holding their swords drawn covered with blood. And Asenath when she saw them feared greatly and said: \"Lord God, who quickenedst me and deliveredst me from the idols and the corruption of death, even as thou saidst to me that my soul shall live for ever, deliver me now also from these wicked men.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Joseph And Asenath 27:7",
                            "text": "And the Lord God heard Asenath's voice, and straightway the swords of the adversaries fell from their hands upon the earth and were turned into ashes."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Joseph And Asenath 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:1",
                            "text": "And the sons of Balla and Zelpha, when they saw the strange miracle that had been wrought, feared and said: \"The Lord fighteth against us on Asenath's behalf.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:2",
                            "text": "Then they fell upon their faces on the earth and made obeisance to Asenath and said: \"Have mercy on us thy bondmen, for that thou art our mistress and queen. We wickedly committed evil deeds against thee and against our brother Joseph, but the Lord requited us according to our works. Therefore we thy bondmen pray thee, have mercy on us the lowly and miserable and deliver us from the hands of our brethren, for that they will make themselves avengers of the despite done to thee and their swords are against us. Accordingly be gracious to thy bondmen, mistress, before them.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:3",
                            "text": "And Asenath said to them: \"Be of good cheer and be not ye afraid of your brethren, for that they themselves are men who worship God and fear the Lord; but go into the thicket of these reeds until I shall appease them on your behalf and stay their wrath on account of the great crimes which ye on your part have dared to commit against them. But the Lord see and judge between me and you.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:4",
                            "text": "Then Dan and Gad fled into the thicket of the reeds; and their brethren, Leah's sons, came running like stags with great haste against them."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:5",
                            "text": "And Asenath stepped down from the chariot that was her covert and gave them her right hand with tears, and they themselves fell down and made obeisance to her on the earth and wept with a loud voice; and they continued asking for their brethren the sons of the handmaids to put them to death."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:6",
                            "text": "And Asenath said to them: \"I pray you, spare your brethren, and render not to them evil for evil. For the Lord saved me from them and shattered their daggers and swords from out their hands, and lo! they have melted and were burned to ashes upon the earth like wax from before fire, and this is sufficient for us that the Lord fighteth for us against them. Accordingly do ye spare your brethren, for that they are your brethren and the blood of your father Israel.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:7",
                            "text": "And Simeon said to her: \"Wherefore speaketh our mistress good words on behalf of her enemies? Nay but rather we will cut them down limb from limb with our swords, for that they devised evil things concerning our brother Joseph and our father Israel and against thee, our mistress, to-day.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:8",
                            "text": "Then Asenath stretched out her right hand and touched Simeon's beard and kissed him tenderly and said: \"In no wise, brother, render evil for evil to thy neighbour, for that the Lord will avenge this despite. They themselves, ye know, are your brethren and the offspring of your father Israel, and they fled from afar from your face. Accordingly grant them pardon.\""
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:9",
                            "text": "Then Levi came up to her and kissed her right hand tenderly, for that he knew that she was fain to save the men from their brethren's anger that they should not slay them."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Joseph And Asenath 28:10",
                            "text": "And they themselves were nigh at hand in the thicket of the reed-bed: and Levi his brother knowing this did not declare it to his brethren, for he feared lest in their anger they should cut their brethren down."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Joseph And Asenath 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Joseph And Asenath 29:1",
                            "text": "And Pharaoh's son rose from the earth and sat up and spat blood from his mouth; for the blood was running down from his temple into his mouth. And Benjamin ran up to him and took his sword and drew it from Pharaoh's son's sheath (for Benjamin was not wearing a sword upon his thigh) and wished to smite Pharaoh's son upon the breast."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Joseph And Asenath 29:2",
                            "text": "Then Levi ran up to him and took hold of his hand and said: \"In no wise, brother, do this thing, for that we are men who worship God, and it is not meet for a man who worshippeth God to render evil for evil, nor to trample upon one who hath fallen, nor utterly to crush his enemy even unto death. And now put back the sword into his place, and come and help me, and let us heal him of this wound; and, if he live, he will be our friend and his father Pharaoh will be our father.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Joseph And Asenath 29:3",
                            "text": "Then Levi raised Pharaoh's son from the earth and washed away the blood from his face and tied a bandage over his wound and set him upon his horse and led him to his father Pharaoh, relating to him all the things that had happened and befallen."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Joseph And Asenath 29:4",
                            "text": "And Pharaoh arose from his throne and made obeisance to Levi upon the earth and blessed him. Then, when the third day had passed, Pharaoh's son died from the stone wherewith he was wounded by Benjamin. And Pharaoh mourned for his firstborn son exceedingly, whence from the grief Pharaoh fell sick and died at 109 years, and he left his diadem to the all-beauteous Joseph."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Joseph And Asenath 29:5",
                            "text": "And Joseph reigned alone in Egypt 48 years; and after these things Joseph gave back the diadem to Pharaoh's younger child, who was at the breast when the old man Pharaoh died. And Joseph was thenceforth as father of Pharaoh's younger child in Egypt till his death, glorifying and praising God."
                        }
                    ]
                }
            ]
        }
    ]
}