{
    "books": [
        {
            "name": "Gregory The Great: Pastoral Rule IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory The Great: Pastoral Rule IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:1",
                            "text": "Part IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:2",
                            "text": "How the Preacher, When He Has Accomplished All Aright, Should Return to Himself, Lest Either His Life or His Preaching Lift Him Up."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:3",
                            "text": "But since often, when preaching is abundantly poured forth in fitting ways, the mind of the speaker is elevated in itself by a hidden delight in self-display, great care is needed that he may gnaw himself with the laceration of fear, lest he who recalls the diseases of others to health by remedies should himself swell through neglect of his own health; lest in helping others he desert himself, lest in lifting up others he fall."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:4",
                            "text": "For to some the greatness of their virtue has often been the occasion of their perdition; causing them, while inordinately secure in confidence of strength, to die unexpectedly through negligence."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:5",
                            "text": "For virtue strives with vices; the mind flatters itself with a certain delight in it; and it comes to pass that the soul of a well-doer casts aside the fear of its circumspection, and rests secure in self-confidence; and to it, now torpid, the cunning seducer enumerates all things that it has done well, and exalts it in swelling thoughts as though superexcellent beyond all beside."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:6",
                            "text": "Whence it is brought about, that before the eyes of the just judge the memory of virtue is a pitfall of the soul; because, in calling to mind what it has done well, while it lifts itself up in its own eyes, it falls before the author of humility."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:7",
                            "text": "For hence it is said to the soul that is proud, For that thou art more beautiful, go down, and sleep with the uncircumcised (Ezek."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:8",
                            "text": "xxxii."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:9",
                            "text": "19):  as if it were plainly said, Because thou liftest thyself up for the comeliness of thy virtues, thou art driven by thy very beauty to fall."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:10",
                            "text": "Hence under the figure of Jerusalem the soul that is proud in virtue is reproved, when it is  said, Thou wert perfect in my comeliness which I had put upon thee, saith the Lord, and having confidence in thy beauty thou hast committed fornication in thy renown (Ibid."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:11",
                            "text": "xvi."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:12",
                            "text": "14, 15)."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:13",
                            "text": "For the mind is lifted up by confidence in its beauty, when, glad for the merits of its virtues, it glories within itself in security."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:14",
                            "text": "But through this same confidence it is led to fornication; because, when the soul is deceived by its own thoughts, malignant spirits, which take possession of it, defile it through the seduction of innumerable vices."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:15",
                            "text": "But it is to be noted that it is said, Thou hast committed fornication in thy renown:  for when the soul leaves off regard for the supernal ruler, it forthwith seeks its own praise, and begins to arrogate to itself all the good which it has received for shewing forth the praise of the giver; it desires to spread abroad the glory of its own reputation, and busies itself to become known as one to be admired of all."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:16",
                            "text": "In its renown, therefore, it commits fornication, in that, forsaking the wedlock of a lawful bed, it prostitutes itself to the defiling spirit in its lust of praise."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:17",
                            "text": "Hence David says, He delivered their virtue into captivity, and their beauty into the enemy's hands (Ps."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:18",
                            "text": "lxvii."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:19",
                            "text": "61\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:20",
                            "text": ")."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:21",
                            "text": "For virtue is delivered into captivity and beauty into the enemy's hands, when the old enemy gets dominion over the deceived soul because of elation in well doing."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:22",
                            "text": "And yet this elation in virtue tempts somewhat, though it does not fully overcome, the mind even of the elect."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:23",
                            "text": "But it, when lifted up, is forsaken, and, being forsaken, it is recalled to fear."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:24",
                            "text": "For hence David says again, I said in mine abundance, I shall not be moved for ever (Ps."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:25",
                            "text": "xxix."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:26",
                            "text": "7\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:27",
                            "text": ")."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:28",
                            "text": "But he added a little later what he underwent for having been puffed up with confidence in his virtue, Thou didst turn thy face from me, and I was troubled (Ibid."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:29",
                            "text": "v."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:30",
                            "text": "8)."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:31",
                            "text": "As if he would say plainly, I believed myself strong in the midst of virtues, but, being forsaken, I become aware how great was my infirmity."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:32",
                            "text": "Hence he says again, I have sworn and am stedfastly purposed to keep the judgments of thy righteousness (Ps."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:33",
                            "text": "cxix."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:34",
                            "text": "106\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:35",
                            "text": ")."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:36",
                            "text": "But, because it was beyond his powers to continue the keeping which he sware, straightway, being troubled, he found his weakness."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:37",
                            "text": "Whence also he all at once betook himself to the aid of prayer, saying, I am humbled all together; quicken me, O Lord, according to Thy word (Ibid."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:38",
                            "text": "v."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:39",
                            "text": "107)."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:40",
                            "text": "But sometimes Divine government, before advancing a soul by gifts, recalls to it the memory of its infirmity, lest it be puffed up for the virtues it has received."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:41",
                            "text": "Whence the Prophet Ezekiel, before being led to the contemplation of heavenly things, is first called a son of man; as though the Lord plainly admonished him, saying, Lest thou shouldest lift up thy heart in elation for these things which thou seest, perpend cautiously what thou art; that, when thou penetratest the highest things, thou mayest remember that thou art a man, to the end that, when rapt beyond thyself, thou mayest be recalled in anxiety to thyself by the curb of thine infirmity."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:42",
                            "text": "Whence it is needful that, when abundance of virtues flatters us, the eye of the soul should return to its own weaknesses, and salubriously depress itself; that it should look, not at the right things that it has done, but those that it has left undone; so that, while the heart is bruised by recollection of infirmity, it may be the more strongly confirmed in virtue before the author of humility."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:43",
                            "text": "For it is generally for this purpose that Almighty God, though perfecting in great part the minds of rulers, still in some small part leaves them imperfect; in order that, when they shine with wonderful virtues, they may pine with disgust at their own imperfection, and by no means lift themselves up for great things, while still labouring in their struggle against the least; but that, since they are not strong enough to overcome in what is last and lowest, they may not dare to glory in their chief performances."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:44",
                            "text": "See now, good man, how, compelled by the necessity laid upon me by thy reproof, being intent on shewing what a Pastor ought to be, I have been as an ill-favoured painter pourtraying a handsome man; and how I direct others to the shore of perfection, while myself still tossed among the waves of transgressions."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule IV 1:45",
                            "text": "But in the shipwreck of this present life sustain me, I beseech thee, by the plank of thy prayer, that, since my own weight sinks me down, the hand of thy merit may raise me up."
                        }
                    ]
                }
            ]
        }
    ]
}