{
    "books": [
        {
            "name": "Apocrypha: Acts of Pilate (I Greek)",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 1:1",
                            "text": "Acts of Pilate: First Greek Form: First Greek Form."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 1:2",
                            "text": "Memorials of Our Lord Jesus Christ, Done in the Time of Pontius Pilate."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 1:3",
                            "text": "Prologue."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 1:4",
                            "text": "—I Ananias, of the propraetor's body-guard, being learned in the law, knowing our Lord Jesus Christ from the Holy Scriptures, coming to Him by faith, and counted worthy of the holy baptism, searching also the memorials written at that time of what was done in the case of our Lord Jesus Christ, which the Jews had laid up in the time of Pontius Pilate, found these memorials written in Hebrew, and by the favour of God have translated them into Greek for the information of all who call upon the name of our Master Jesus Christ, in the seventeenth year of the reign of our Lord Flavius Theodosius, and the sixth of Flavius Valentinianus, in the ninth indiction."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 1:5",
                            "text": "All ye, therefore, who read and transfer into other books, remember me, and pray for me, that God may be merciful to me, and pardon my sins which I have sinned against Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 1:6",
                            "text": "Peace be to those who read, and to those who hear and to their households,  Amen."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 1:7",
                            "text": "In the fifteenth year of the government of Tiberius Caesar, emperor of the Romans, and Herod being king of Galilee, in the nineteenth year of his rule, on the eighth day before the Kalends of April, which is the twenty-fifth of March, in the consulship of Rufus and Rubellio, in the fourth year of the two hundred and second Olympiad, Joseph Caiaphas being high priest of the Jews."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 1:8",
                            "text": "The account that Nicodemus wrote in Hebrew, after the cross and passion of our Lord Jesus Christ, the Saviour God, and left to those that came after him, is as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:2",
                            "text": "Having called a council, the high priests and scribes Annas and Caiaphas and Semes and Dathaes, and Gamaliel, Judas, Levi and Nephthalim, Alexander and Jaïrus, and the rest of the Jews, came to Pilate accusing Jesus about many things, saying:  We know this man to be the son of Joseph the carpenter, born of Mary; and he says that he is the Son of God, and a king; moreover, he profanes the Sabbath, and wishes to do away with the law of our fathers."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:3",
                            "text": "Pilate says:  And what are the things which he does, to show that he wishes to do away with it?  The Jews say:  We have a law not to cure any one on the Sabbath; but this man has on the Sabbath cured the lame and the crooked, the withered and the blind and the paralytic, the dumb and the demoniac, by evil practices."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:4",
                            "text": "Pilate says to them:  What evil practices?  They say to him:  He is a magician, and by Beelzebul prince of the demons he casts out the demons, and all are subject to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:5",
                            "text": "Pilate says to them:  This is not casting out the demons by an unclean spirit, but by the god aesculapius."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:6",
                            "text": "The Jews say to Pilate:  we entreat your highness that he stand at thy tribunal, and be heard."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:7",
                            "text": "And Pilate having called them, says:  Tell me how I, being a procurator, can try a king?  They say to him:  We do not say that he is a king, but he himself says that he is."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:8",
                            "text": "And Pilate having called the runner, says to him:  Let Jesus be brought in with respect."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:9",
                            "text": "And the runner going out, and recognising Him, adored Him, and took his cloak into his hand, and spread it on the ground, and says to him:  My lord, walk on this, and come in, for the procurator calls thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:10",
                            "text": "And the Jews seeing what the runner had done, cried out against Pilate, saying:  Why hast thou ordered him to come in by a runner, and not by a crier? for assuredly the runner, when he saw him, adored him, and spread his doublet on the ground, and made him walk like a king."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:11",
                            "text": "And Pilate having called the runner, says to him:  Why hast thou done this, and spread out thy cloak upon the earth, and made Jesus walk upon it?  The runner says to him:  My lord procurator, when thou didst send me to Jerusalem to Alexander, I saw him sitting upon an ass, and the sons of the Hebrews held branches in their hands, and shouted; and other spread their clothes under him saying, Save now, thou who art in the highest:  blessed is he that cometh in the name of the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:12",
                            "text": "The Jews cry out, and say to the runner:  The sons of the Hebrews shouted in Hebrew; whence then hast thou the Greek?  The runner says to them:  I asked one of the Jews, and said, What is it they are shouting in Hebrew?  And he interpreted it for me."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:13",
                            "text": "Pilate says to them:  And what did they shout in Hebrew?  The Jews say to him:  Hosanna membrome Baruchamma Adonaï."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:14",
                            "text": "Pilate says to them:  And this hosanna, etc."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:15",
                            "text": ", how is it interpreted?  The Jews say to him:  Save now in the highest; blessed is he that cometh in the name of the Lord."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:16",
                            "text": "Pilate says to them:  If you bear witness to the words spoken by the children, in what has the runner done wrong?  And they were silent."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:17",
                            "text": "And the procurator says to the runner:  Go out, and bring him in what way thou wilt."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:18",
                            "text": "And the runner going out, did in the same manner as before, and says to Jesus:  My lord, come in; the procurator calleth thee."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:19",
                            "text": "And Jesus going in, and the standard-bearers holding their standards, the tops of the standards were bent down, and adored Jesus."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:20",
                            "text": "And the Jews seeing the bearing of the standards, how they were bent down and adored Jesus, cried out vehemently against the standard-bearers."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:21",
                            "text": "And Pilate says to the Jews:  Do you not wonder how the tops of the standards were bent down, and adored Jesus?  The Jews say to Pilate:  We saw how the standard-bearers bent them down, and adored him."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:22",
                            "text": "And the procurator having called the standard-bearers, says to them:  Why have you done this?  They say to Pilate:  We are Greeks and temple-slaves, and how could we adore him? and assuredly, as we were holding them up, the tops bent down of their own accord, and adored him."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:23",
                            "text": "Pilate says to the rulers of the synagogue and the elders of the people:  Do you choose for yourselves men strong and powerful, and let them hold up the standards, and let us see whether they will bend down with them."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:24",
                            "text": "And the elders of the Jews picked out twelve men powerful and strong, and made them hold up the standards six by six; and they were placed in front of the procurator's tribunal."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:25",
                            "text": "And Pilate says to the runner:  Take him outside of the praetorium, and bring him in again in whatever way may please thee."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:26",
                            "text": "And Jesus and the runner went out of the praetorium."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:27",
                            "text": "And Pilate, summoning those who had formerly held up the standards, says to them:  I have sworn by the health of Caesar, that if the standards do not bend down when Jesus comes in, I will cut off your heads."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:28",
                            "text": "And the procurator ordered Jesus to come in the second time."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:29",
                            "text": "And the runner did in the same manner as before, and made many entreaties to Jesus to walk on his cloak."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:30",
                            "text": "And He walked on it, and went in."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 2:31",
                            "text": "And as He went in, the standards were again bent down, and adored Jesus."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:2",
                            "text": "And Pilate seeing this, was afraid, and sought to go away from the tribunal; but when he was still thinking of going away, his wife sent to him, saying:  Have nothing to do with this just man, for many things have I suffered on his account this night."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:3",
                            "text": "And Pilate, summoning the Jews, says to them:  You know that my wife is a worshipper of God, and prefers to adhere to the Jewish religion along with you."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:4",
                            "text": "They say to him:  Yes; we know."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:5",
                            "text": "Pilate says to them:  Behold, my wife has sent to me, saying, Have nothing to do with this just man, for many things have I suffered on account of him this night."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:6",
                            "text": "And the Jews answering, say unto Pilate:  Did we not tell thee that he was a sorcerer? behold, he has sent a dream to thy wife."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:7",
                            "text": "And Pilate, having summoned Jesus, says to Him:  What do these witness against thee?  Sayest thou nothing?  And Jesus said:  Unless they had the power, they would say nothing; for every one has the power of his own mouth to speak both good and evil."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:8",
                            "text": "They shall see to it."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:9",
                            "text": "And the elders of the Jews answered, and said to Jesus:  What shall we see? first, that thou wast born of fornication; secondly, that thy birth in Bethlehem was the cause of the murder of the infants; thirdly, that thy father Joseph and thy mother Mary fled into Egypt because they had no confidence in the people."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:10",
                            "text": "Some of the bystanders, pious men of the Jews, say:  we deny that he was born of fornication; for we know that Joseph espoused Mary, and he was not born of fornication."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:11",
                            "text": "Pilate says to the Jews who said that he was of fornication:  This story of yours is not true, because they were betrothed, as also these fellow-countrymen of yours say."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:12",
                            "text": "Annas and Caiaphas say to Pilate:  All the multitude of us cry out that he was born of fornication, and are not believed; these are proselytes, and his disciples."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:13",
                            "text": "And Pilate, calling Annas and Caiaphas, says to them:  What are proselytes?  They say to him:  They are by birth children of the Greeks, and have now become Jews."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:14",
                            "text": "And those that said that He was not born of fornication, viz."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:15",
                            "text": "—Lazarus, Asterius, Antonius, James, Amnes, Zeras, Samuel, Isaac, Phinees, Crispus, Agrippas, and Judas—say:  We are not proselytes, but are children of the Jews, and speak of the truth; for we were present at the betrothal of Joseph and Mary."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:16",
                            "text": "And Pilate, calling these twelve men who said that He was not born of fornication, says to them:  I adjure you by the health of Caesar, to tell me whether it be true that you say, that he was not born of fornication."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:17",
                            "text": "They say to Pilate:  We have a law against taking oaths, because it is a sin; but they will swear by the health of Caesar, that it is not as we have said, and we are liable to death."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:18",
                            "text": "Pilate says to Annas and Caiaphas:  Have you nothing to answer to this?  Annas and Caiaphas say to Pilate:  These twelve are believed when they say that he was not born of fornication; all the multitude of us cry out that he was born of fornication, and that he is a sorcerer, and he says that he is the Son of God and a king, and we are not believed."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:19",
                            "text": "And Pilate orders all the multitude to go out, except the twelve men who said that He was not born of fornication, and he ordered Jesus to be separated from them."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:20",
                            "text": "And Pilate says to them:  For what reason do they wish to put him to death?  They say to him:  They are angry because he cures on the Sabbath."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 3:21",
                            "text": "Pilate says:  For a good work do they wish to put him to death?  They say to him:  Yes."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:2",
                            "text": "And Pilate, filled with rage, went outside of the praetorium, and said to them:  I take the sun to witness that I find no fault in this man."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:3",
                            "text": "The Jews answered and said to the procurator:  Unless this man were an evil-doer, we should not have delivered him to thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:4",
                            "text": "And Pilate said, Do you take him, and judge him according to your law."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:5",
                            "text": "The Jews said to Pilate:  It is not lawful for us to put any one to death."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:6",
                            "text": "Pilate said:  Has God said that you are not to put to death, but that I am?  And Pilate went again into the praetorium, and spoke to Jesus privately, and said to Him:  Art thou the king of the Jews?  Jesus answered Pilate:  Dost thou say this of thyself, or have others said it to thee of me?  Pilate answered Jesus:  Am I also a Jew?  Thy nation and the chief priests have given thee up to me."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:7",
                            "text": "What hast thou done?  Jesus answered:  My kingdom is not of this world; for if my kingdom were of this world, my servants would fight in order that I should not be given up to the Jews:  but now my kingdom is not from thence."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:8",
                            "text": "Pilate said to Him:  Art thou then a king?  Jesus answered him:  Thou sayest that I am a king."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:9",
                            "text": "Because for this have I been born, and have I come, in order that every one who is of the truth might hear my voice."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:10",
                            "text": "Pilate says to him:  What is truth?  Jesus says to him:  Truth is from heaven."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 4:11",
                            "text": "Pilate says:  Is truth not upon earth?  Jesus says to Pilate:  Thou seest how those who speak the truth are judged by those that have the power upon earth."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:2",
                            "text": "And leaving Jesus within the praetorium, Pilate went out to the Jews, and said to them:  I find no fault in him."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:3",
                            "text": "The Jews say to him:  He said, I can destroy this temple, and in three days build it."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:4",
                            "text": "Pilate says:  What temple?  The Jews say:  The one that Solomon built in forty-six years, and this man speaks of pulling it down and building it in three days."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:5",
                            "text": "Pilate says to them:  I am innocent of the blood of this just man."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:6",
                            "text": "See you to it."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:7",
                            "text": "The Jews say:  His blood be upon us, and upon our children."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:8",
                            "text": "And Pilate having summoned the elders and priests and Levites, said to them privately:  Do not act thus, because no charge that you bring against him is worthy of death; for your charge is about curing and Sabbath profanation."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:9",
                            "text": "The elders and the priests and the Levites say:  If any one speak evil against Caesar, is he worthy of death or not?  Pilate says:  He is worthy of death."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:10",
                            "text": "The Jews say to Pilate:  If any one speak evil against Caesar, he is worthy of death; but this man has spoken evil against God."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:11",
                            "text": "And the procurator ordered the Jews to go outside of the praetorium; and summoning Jesus, he says to Him:  What shall I do to thee?  Jesus says to Pilate:  As it has been given to thee."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:12",
                            "text": "Pilate says:  How given?  Jesus says:  Moses and the prophets have proclaimed beforehand of my death and resurrection."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:13",
                            "text": "And the Jews noticing this, and hearing it, say to Pilate:  What more wilt thou hear of this blasphemy?  Pilate says to the Jews:  If these words be blasphemous, do you take him for the blasphemy, and lead him away to your synagogue, and judge him according to your law."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:14",
                            "text": "The Jews say to Pilate:  Our law bears that a man who wrongs his fellow-men is worthy to receive forty save one; but he that blasphemeth God is to be stoned with stones."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:15",
                            "text": "Pilate says to them:  Do you take him, and punish him in whatever way you please."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:16",
                            "text": "The Jews say to Pilate:  We wish that he be crucified."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:17",
                            "text": "Pilate says:  He is not deserving of crucifixion."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:18",
                            "text": "And the procurator, looking round upon the crowds of the Jews standing by, sees many of the Jews weeping, and says:  All the multitude do not wish him to die."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:19",
                            "text": "The elders of the Jews say:  For this reason all the multitude of us have come, that he should die."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 5:20",
                            "text": "Pilate says to the Jews:  Why should he die?  The Jews say:  Because he called himself Son of God, and King."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:2",
                            "text": "And one Nicodemus, a Jew, stood before the procurator, and said:  I beseech your honour, let me say a few words."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:3",
                            "text": "Pilate says:  Say on."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:4",
                            "text": "Nicodemus says:  I said to the elders and the priests and Levites, and to all the multitude of the Jews in the synagogue, What do you seek to do with this man?  This man does many miracles and strange things, which no one has done or will do."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:5",
                            "text": "Let him go, and do not wish any evil against him."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:6",
                            "text": "If the miracles which he does are of God, they will stand; but if man, they will come to nothing."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:7",
                            "text": "For assuredly Moses, being sent by God into Egypt, did many miracles, which the Lord commanded him to do before Pharaoh king of Egypt."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:8",
                            "text": "And there were there Jannes and Jambres, servants of Pharaoh, and they also did not a few of the miracles which Moses did; and the Egyptians took them to be gods—this Jannes and this Jambres."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:9",
                            "text": "But, since the miracles which they did were not of God, both they and those who believed in them were destroyed."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:10",
                            "text": "And now release this man, for he is not deserving of death."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:11",
                            "text": "The Jews say to Nicodemus:  Thou hast become his disciple, and therefore thou defendest him."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:12",
                            "text": "Nicodemus says to them:  Perhaps, too, the procurator has become his disciple, because he defends him."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:13",
                            "text": "Has the emperor not appointed him to this place of dignity?  And the Jews were vehemently enraged, and gnashed their teeth against Nicodemus."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:14",
                            "text": "Pilate says to them:  Why do you gnash your teeth against him when you hear the truth?  The Jews say to Nicodemus:  Mayst thou receive his truth and his portion."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 6:15",
                            "text": "Nicodemus says:  Amen, amen; may I receive it, as you have said."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:2",
                            "text": "One of the Jews, stepping up, asked leave of the procurator to say a word."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:3",
                            "text": "The procurator says:  If thou wishest to say any thing, say on."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:4",
                            "text": "And the Jew said:  Thirty-eight years I lay in my bed in great agony."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:5",
                            "text": "And when Jesus came, many demoniacs, and many lying ill of various diseases, were cured by him."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:6",
                            "text": "And some young men, taking pity on me, carried me, bed and all, and took me to him."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:7",
                            "text": "And when Jesus saw me, he had compassion on me, and said to me:  Take up thy couch and walk."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:8",
                            "text": "And I took up my couch, and walked."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:9",
                            "text": "The Jews say to Pilate:  Ask him on what day it was that he was cured."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:10",
                            "text": "He that had been cured says:  On a Sabbath."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:11",
                            "text": "The Jews say:  Is not this the very thing that we said, that on a Sabbath he cures and casts out demons?  And another Jew stepped up and said:  I was born blind; I heard sounds, but saw not a face."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:12",
                            "text": "And as Jesus passed by, I cried out with a loud voice, Pity me, O son of David."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:13",
                            "text": "And he pitied me, and put his hands upon my eyes, and I instantly received my sight."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:14",
                            "text": "And another Jew stepped up and said:  I was crooked, and he straightened me with a word."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 7:15",
                            "text": "And another said:  I was a leper, and he cured me with a word."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 8:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 8:2",
                            "text": "And a woman cried out from a distance, and said:  I had an issue of blood, and I touched the hem of his garment, and the issue of blood which I had had for twelve years was stopped."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 8:3",
                            "text": "The Jews say:  we have a law, that a woman's evidence is not to be received."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 9:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 9:2",
                            "text": "And others, a multitude both of men and women, cried out, saying:  This man is a prophet, and the demons are subject to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 9:3",
                            "text": "Pilate says to them who said that the demons were subject to Him:  Why, then, were not your teachers also subject to him?  They say to Pilate:  We do not know."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 9:4",
                            "text": "And others said:  He raised Lazarus from the tomb after he had been dead four days."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 9:5",
                            "text": "And the procurator trembled, and said to all the multitude of the Jews:  Why do you wish to pour out innocent blood?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:2",
                            "text": "And having summoned Nicodemus and the twelve men that said He was not born of fornication, he says to them:  What shall I do, because there is an insurrection among the people?  They say to him:  We know not; let them see to it."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:3",
                            "text": "Again Pilate, having summoned all the multitude of the Jews, says:  You know that it is customary, at the feast of unleavened bread, to release one prisoner to you."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:4",
                            "text": "I have one condemned prisoner in the prison, a murderer named Barabbas, and this man standing in your presence, Jesus, in whom I find no fault."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:5",
                            "text": "Which of them do you wish me to release to you?  And they cry out:  Barabbas."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:6",
                            "text": "Pilate says:  What, then, shall we do to Jesus who is called Christ?  The Jews say:  Let him be crucified."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:7",
                            "text": "And others said:  Thou art no friend of Caesar's if thou release this man, because he called himself Son of God and king."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:8",
                            "text": "You wish, then, this man to be king, and not Caesar?  And Pilate, in a rage, says to the Jews:  Always has your nation been rebellious, and you always speak against your benefactors."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:9",
                            "text": "The Jews say:  What benefactors?  He says to them:  Your God led you out of the land of Egypt from bitter slavery, and brought you safe through the sea as through dry land, and in the desert fed you with manna, and gave you quails, and quenched your thirst with water from a rock, and gave you a law; and in all these things you provoked your God to anger, and sought a molten calf."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:10",
                            "text": "And you exasperated your God, and He sought to slay you."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:11",
                            "text": "And Moses prayed for you, and you were not put to death."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:12",
                            "text": "And now you charge me with hating the emperor."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:13",
                            "text": "And rising up from the tribunal, he sought to go out."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:14",
                            "text": "And the Jews cry out, and say:  We know that Caesar is king, and not Jesus."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:15",
                            "text": "For assuredly the magi brought gifts to him as to a king."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:16",
                            "text": "And when Herod heard from the magi that a king had been born, he sought to slay him; and his father Joseph, knowing this, took him and his mother, and they fled into Egypt."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:17",
                            "text": "And Herod hearing of it, destroyed the children of the Hebrews that had been born in Bethlehem."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:18",
                            "text": "And when Pilate heard these words, he was afraid; and ordering the crowd to keep silence, because they were crying out, he said to them:  So this is he whom Herod sought?  The Jews say:  Yes, it is he."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:19",
                            "text": "And, taking water, Pilate washed his hands in the face of the sun, saying:  I am innocent of the blood of this just man; see you to it."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:20",
                            "text": "Again the Jews cry out:  His blood be upon us, and upon our children."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:21",
                            "text": "Then Pilate ordered the curtain of the tribunal where he was sitting to be drawn, and says to Jesus:  Thy nation has charged thee with being a king."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:22",
                            "text": "On this account I sentence thee, first to be scourged, according to the enactment of venerable kings, and then to be fastened on the cross in the garden where thou wast seized."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 10:23",
                            "text": "And let Dysmas and Gestas, the two malefactors, be crucified with thee."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:2",
                            "text": "And Jesus went forth out of the praetorium, and the two malefactors with Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:3",
                            "text": "And when they came to the place, they stripped Him of his clothes, and girded Him with a towel, and put a crown of thorns on Him round His head."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:4",
                            "text": "And they crucified Him; and at the same time also they hung up the two malefactors along with Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:5",
                            "text": "And Jesus said:  Father, forgive them, for they know not what they do."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:6",
                            "text": "And the soldiers parted His clothes among them; and the people stood looking at Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:7",
                            "text": "And the chief priests, and the rulers with them, mocked Him, saying:  He saved others; let him save himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:8",
                            "text": "If he be the Son of God, let him come down from the cross."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:9",
                            "text": "And the soldiers made sport of Him, coming near and offering Him vinegar mixed with gall, and said:  Thou art the king of the Jews; save thyself."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:10",
                            "text": "And Pilate, after the sentence, ordered the charge made against Him to be inscribed as a superscription in Greek, and Latin, and Hebrew, according to what the Jews had said:  He is king of the Jews."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:11",
                            "text": "And one of the malefactors hanging up spoke to Him, saying:  If thou be the Christ, save thyself and us."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:12",
                            "text": "And Dysmas answering, reproved him, saying:  Dost thou not fear God, because thou art in the same condemnation?  And we indeed justly, for we receive the fit punishment of our deeds; but this man has done no evil."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:13",
                            "text": "And he said to Jesus:  Remember me, Lord, in Thy kingdom."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 11:14",
                            "text": "And Jesus said to him:  Amen, amen; I say to thee, To-day shalt thou be with me in Paradise."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:2",
                            "text": "And it was about the sixth hour, and there was darkness over the earth until the ninth hour, the sun being darkened; and the curtain of the temple was split in the middle."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:3",
                            "text": "And crying out with a loud voice, Jesus said:  Father, Baddach ephkid ruel, which is, interpreted:  Into Thy hands I commit my spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:4",
                            "text": "And having said this, He gave up the ghost."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:5",
                            "text": "And the centurion, seeing what had happened, glorified God, and said:  This was a just man."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:6",
                            "text": "And all the crowds that were present at this spectacle, when they saw what had happened, beat their breasts and went away."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:7",
                            "text": "And the centurion reported what had happened to the procurator."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:8",
                            "text": "And when the procurator and his wife heard it, they were exceedingly grieved, and neither ate nor drank that day."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:9",
                            "text": "And Pilate sent for the Jews, and said to them:  Have you seen what has happened?  And they say:  There has been an eclipse of the sun in the usual way."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:10",
                            "text": "And His acquaintances were standing at a distance, and the women who came with Him from Galilee, seeing these things."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:11",
                            "text": "And a man named Joseph, a councillor from the city of Arimathaea, who also waited for the kingdom of God, went to Pilate, and begged the body of Jesus."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 12:12",
                            "text": "And he took it down, and wrapped it in clean linen, and placed it in a tomb hewn out of the rock, in which no one had ever lain."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:2",
                            "text": "And the Jews, hearing that Joseph had begged the body of Jesus, sought him and the twelve who said that Jesus was not born of fornication, and Nicodemus, and many others who had stepped up before Pilate and declared His good works."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:3",
                            "text": "And of all these that were hid, Nicodemus alone was seen by them, because he was a ruler of the Jews."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:4",
                            "text": "And Nicodemus says to them:  How have you come into the synagogue?  The Jews say to him:  How hast thou come into the synagogue? for thou art a confederate of his, and his portion is with thee in the world to come."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:5",
                            "text": "Nicodemus says:  Amen, amen."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:6",
                            "text": "And likewise Joseph also stepped out and said to them:  Why are you angry against me because I begged the body of Jesus?  Behold, I have put him in my new tomb, wrapping him in clean linen; and I have rolled a stone to the door of the tomb."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:7",
                            "text": "And you have acted not well against the just man, because you have not repented of crucifying him, but also have pierced him with a spear."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:8",
                            "text": "And the Jews seized Joseph, and ordered him to be secured until the first day of the week, and said to him:  Know that the time does not allow us to do anything against thee, because the Sabbath is dawning; and know that thou shalt not be deemed worthy of burial, but we shall give thy flesh to the birds of the air."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:9",
                            "text": "Joseph says to them:  These are the words of the arrogant Goliath, who reproached the living God and holy David."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:10",
                            "text": "For God has said by the prophet, Vengeance is mine, and I will repay, saith the Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:11",
                            "text": "And now he that is uncircumcised in flesh, but circumcised in heart, has taken water, and washed his hands in the face of the sun, saying, I am innocent of the blood of this just man; see ye to it."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:12",
                            "text": "And you answered and said to Pilate, His blood be upon us, and upon our children."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:13",
                            "text": "And now I am afraid lest the wrath of God come upon you, and upon your children, as you have said."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:14",
                            "text": "And the Jews, hearing these words, were embittered in their souls, and seized Joseph, and locked him into a room where there was no window; and guards were stationed at the door, and they sealed the door where Joseph was locked in."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:15",
                            "text": "And on the Sabbath, the rulers of the synagogue, and the priests and the Levites, made a decree that all should be found in the synagogue on the first day of the week."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:16",
                            "text": "And rising up early, all the multitude in the synagogue consulted by what death they should slay him."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:17",
                            "text": "And when the Sanhedrin was sitting, they ordered him to be brought with much indignity."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:18",
                            "text": "And having opened the door, they found him not."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:19",
                            "text": "And all the people were surprised, and struck with dismay, because they found the seals unbroken, and because Caiaphas had the key."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 13:20",
                            "text": "And they no longer dared to lay hands upon those who had spoken before Pilate in Jesus' behalf."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:2",
                            "text": "And while they were still sitting in the synagogue, and wondering about Joseph, there come some of the guard whom the Jews had begged of Pilate to guard the tomb of Jesus, that His disciples might not come and steal Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:3",
                            "text": "And they reported to the rulers of the synagogue, and the priests and the Levites, what had happened:  how there had been a great earthquake; and we saw an angel coming down from heaven, and he rolled away the stone from the mouth of the tomb, and sat upon it; and he shone like snow, and like lightning."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:4",
                            "text": "And we were very much afraid, and lay like dead men; and we heard the voice of the angel saying to the women who remained beside the tomb, Be not afraid, for I know that you seek Jesus who was crucified."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:5",
                            "text": "He is not here:  He is risen, as He said."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:6",
                            "text": "Come, see the place where the Lord lay:  and go quickly, and tell His disciples that He is risen from the dead, and is in Galilee."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:7",
                            "text": "The Jews say:  To what women did he speak?  The men of the guard say:  We do not know who they were."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:8",
                            "text": "The Jews say:  At what time was this?  The men of the guard say:  At midnight."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:9",
                            "text": "The Jews say:  And wherefore did you not lay hold of them?  The men of the guard say:  We were like dead men from fear, not expecting to see the light of day, and how could we lay hold of them?  The Jews say:  As the Lord liveth, we do not believe you."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:10",
                            "text": "The men of the guard say to the Jews:  You have seen so great miracles in the case of this man, and have not believed; and how can you believe us?  And assuredly you have done well to swear that the Lord liveth, for indeed He does live."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:11",
                            "text": "Again the men of the guard say:  We have heard that you have locked up the man that begged the body of Jesus, and put a seal on the door; and that you have opened it, and not found him."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:12",
                            "text": "Do you then give us the man whom you were guarding, and we shall give you Jesus."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:13",
                            "text": "The Jews say:  Joseph has gone away to his own city."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:14",
                            "text": "The men of the guard say to the Jews:  And Jesus has risen, as we heard from the angel, and is in Galilee."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:15",
                            "text": "And when the Jews heard these words, they were very much afraid, and said:  We must take care lest this story be heard, and all incline to Jesus."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:16",
                            "text": "And the Jews called a council, and paid down a considerable sum of money, and gave it to the soldiers, saying:  Say, while we slept, his disciples came by night and stole him; and if this come to the ears of the procurator, we shall persuade him, and keep you out of trouble."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 14:17",
                            "text": "And they took it, and said as they had been instructed."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:2",
                            "text": "And Phinees a priest, and Adas a teacher, and Haggai a Levite, came down from Galilee to Jerusalem, and said to the rulers of the synagogue, and the priests and the Levites:  We saw Jesus and his disciples sitting on the mountain called Mamilch; and he said to his disciples, Go into all the world, and preach to every creature:  he that believeth and is baptized shall be saved, and he that believeth not shall be condemned."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:3",
                            "text": "And these signs shall attend those who have believed:  in my name they shall cast out demons, speak new tongues, take up serpents; and if they drink any deadly thing, it shall by no means hurt them; they shall lay hands on the sick, and they shall be well."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:4",
                            "text": "And while Jesus was speaking to his disciples, we saw him taken up to heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:5",
                            "text": "The elders and the priests and Levites say:  Give glory to the God of Israel, and confess to Him whether you have heard and seen those things of which you have given us an account."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:6",
                            "text": "And those who had given the account said:  As the Lord liveth, the God of our fathers Abraham, Isaac, and Jacob, we heard these things, and saw him taken up into heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:7",
                            "text": "The elders and the priests and the Levites say to them:  Have you come to give us this announcement, or to offer prayer to God?  And they say:  To offer prayer to God."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:8",
                            "text": "The elders and the chief priests and the Levites say to them:  If you have come to offer prayer to God, why then have you told these idle tales in the presence of all the people?  Says Phinees the priest, and Adas the teacher, and Haggai the Levite to the rulers of the synagogues, and the priests and the Levites:  If what we have said and seen be sinful, behold, we are before you; do to us as seems good in your eyes."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:9",
                            "text": "And they took the law, and made them swear upon it, not to give any more an account of these matters to any one."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:10",
                            "text": "And they gave them to eat and drink, and sent them out of the city, having given them also money, and three men with them; and they sent them away to Galilee."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 15:11",
                            "text": "And these men having gone into Galilee, the chief priests, and the rulers of the synagogue, and the elders, came together into the synagogue, and locked the door, and lamented with a great lamentation, saying:  Is this a miracle that has happened in Israel?  And Annas and Caiaphas said:  Why are you so much moved?  Why do you weep?  Do you not know that his disciples have given a sum of gold to the guards of the tomb, and have instructed them to say that an angel came down and rolled away the stone from the door of the tomb?  And the priests and the elders said:  Be it that his disciples have stolen his body; how is it that the life has come into his body, and that he is going about in Galilee?  And they being unable to give an answer to these things, said, after great hesitation:  It is not lawful for us to believe the uncircumcised."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:2",
                            "text": "And Nicodemus stood up, and stood before the Sanhedrin, saying:  You say well; you are not ignorant, you people of the Lord, of these men that come down from Galilee, that they fear God, and are men of substance, haters of covetousness, men of peace; and they have declared with an oath, We saw Jesus upon the mountain Mamilch with his disciples, and he taught what we heard from him, and we saw him taken up into heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:3",
                            "text": "And no one asked them in what form he went up."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:4",
                            "text": "For assuredly, as the book of the Holy Scriptures taught us, Helias also was taken up into heaven, and Elissaeus cried out with a loud voice, and Helias threw his sheepskin upon Elissaeus, and Elissaeus threw his sheepskin upon the Jordan, and crossed, and came into Jericho."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:5",
                            "text": "And the children of the prophets met him, and said, O Elissaeus, where is thy master Helias?  And he said, He has been taken up into heaven."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:6",
                            "text": "And they said to Elissaeus, Has not a spirit seized him, and thrown him upon one of the mountains?  But let us take our servants with us, and seek him."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:7",
                            "text": "And they persuaded Elissaeus, and he went away with them."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:8",
                            "text": "And they sought him three days, and did not find him; and they knew he had been taken up."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:9",
                            "text": "And now listen to me, and let us send into every district of Israel, and see lest perchance Christ has been taken up by a spirit, and thrown upon one of the mountains?  And this proposal pleased all."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:10",
                            "text": "And they sent into every district of Israel, and sought Jesus, and did not find Him; but they found Joseph in Arimathaea, and no one dared to lay hands on him."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:11",
                            "text": "And they reported to the elders, and the priests, and the Levites:  We have gone round to every district of Israel, and have not found Jesus; but Joseph we have found in Arimathaea."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:12",
                            "text": "And hearing about Joseph, they were glad, and gave glory to the God of Israel."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:13",
                            "text": "And the rulers of the synagogue, and the priests and the Levites, having held a council as to the manner in which they should meet with Joseph, took a piece of paper, and wrote to Joseph as follows:—  Peace to thee!  We know that we have sinned against God, and against thee; and we have prayed to the God of Israel, that thou shouldst deign to come to thy fathers, and to thy children, because we have all been grieved."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:14",
                            "text": "For having opened the door, we did not find thee."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:15",
                            "text": "And we know that we have counselled evil counsel against thee; but the Lord has defended thee, and the Lord Himself has scattered to the winds our counsel against thee, O honourable father Joseph."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:16",
                            "text": "And they chose from all Israel seven men, friends of Joseph, whom also Joseph himself was acquainted with; and the rulers of the synagogue, and the priests and the Levites, say to them:  Take notice:  if, after receiving our letter, he read it, know that he will come with you to us; but if he do not read it, know that he is ill-disposed towards us."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:17",
                            "text": "And having saluted him in peace, return to us."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:18",
                            "text": "And having blessed the men, they dismissed them."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:19",
                            "text": "And the men came to Joseph, and did reverence to him, and said to him:  Peace to thee!  And he said:  Peace to you, and to all the people of Israel!  And they gave him the roll of the letter."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:20",
                            "text": "And Joseph having received it, read the letter and rolled it up, and blessed God, and said:  Blessed be the Lord God, who has delivered Israel, that they should not shed innocent blood; and blessed be the Lord, who sent out His angel, and covered me under his wings."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:21",
                            "text": "And he set a table for them; and they ate and drank, and slept there."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:22",
                            "text": "And they rose up early, and prayed."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:23",
                            "text": "And Joseph saddled his ass, and set out with the men; and they came to the holy city Jerusalem."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:24",
                            "text": "And all the people met Joseph, and cried out:  Peace to thee in thy coming in!  And he said to all the people:  Peace to you! and he kissed them."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:25",
                            "text": "And the people prayed with Joseph, and they were astonished at the sight of him."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:26",
                            "text": "And Nicodemus received him into his house, and made a great feast, and called Annas and Caiaphas, and the elders, and the priests, and the Levites to his house."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:27",
                            "text": "And they rejoiced, eating and drinking with Joseph; and after singing hymns, each proceeded to his own house."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:28",
                            "text": "But Joseph remained in the house of Nicodemus."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:29",
                            "text": "And on the following day, which was the preparation, the rulers of the synagogue and the priests and the Levites went early to the house of Nicodemus; and Nicodemus met them, and said:  Peace to you!  And they said:  Peace to thee, and to Joseph, and to all thy house, and to all the house of Joseph!  And he brought them into his house."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:30",
                            "text": "And all the Sanhedrin sat down, and Joseph sat down between Annas and Caiaphas:  and no one dared to say a word to him."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:31",
                            "text": "And Joseph said:  Why have you called me?  And they signalled to Nicodemus to speak to Joseph."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:32",
                            "text": "And Nicodemus, opening his mouth, said to Joseph:  Father, thou knowest that the honourable teachers, and the priests and the Levites, see to learn a word from thee."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:33",
                            "text": "And Joseph said:  Ask."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:34",
                            "text": "And Annas and Caiaphas having taken the law, made Joseph swear, saying:  Give glory to the God of Israel, and give Him confession; for Achar being made to swear by the prophet Jesus, did not forsware himself, but declared unto him all, and did not hide a word from him."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:35",
                            "text": "Do thou also accordingly not hide from us to the extent of a word."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:36",
                            "text": "And Joseph said:  I shall not hide from you one word."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:37",
                            "text": "And they said to him:  With grief were we grieved because thou didst beg the body of Jesus, and wrap it in clean linen, and lay it in a tomb."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:38",
                            "text": "And on account of this we secured thee in a room where there was no windows:  and we put locks and seals upon the doors and guards kept watching where thou wast locked in."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:39",
                            "text": "And on the first day of the week we opened, and found thee not, and were grieved exceedingly; and astonishment fell upon all the people of the Lord until yesterday."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:40",
                            "text": "And now relate to us what has happened to thee."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:41",
                            "text": "And Joseph said:  On the preparation, about the tenth hour, you locked me up, and I remained all the Sabbath."
                        },
                        {
                            "verse": 42,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:42",
                            "text": "And at midnight, as I was standing and praying, the room where you locked me in was hung up by the four corners, and I saw a light like lightning into my eyes."
                        },
                        {
                            "verse": 43,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:43",
                            "text": "And I was afraid, and fell to the ground."
                        },
                        {
                            "verse": 44,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:44",
                            "text": "And some one took me by the hand, and removed me from the place where I had fallen; and moisture of water was poured from my head even to my feet, and a smell of perfumes came about my nostrils."
                        },
                        {
                            "verse": 45,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:45",
                            "text": "And he wiped my face, and kissed me, and said to me, Fear not, Joseph; open thine eyes, and see who it is that speaks to thee."
                        },
                        {
                            "verse": 46,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:46",
                            "text": "And looking up, I saw Jesus."
                        },
                        {
                            "verse": 47,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:47",
                            "text": "And I trembled and thought it was a phantom; and I said the commandments, and he said them with me."
                        },
                        {
                            "verse": 48,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:48",
                            "text": "Even so you are not ignorant that a phantom, if it meet anybody, and hear the commandments, takes to flight."
                        },
                        {
                            "verse": 49,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:49",
                            "text": "And seeing that he said them with me, I said to him, Rabbi Helias."
                        },
                        {
                            "verse": 50,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:50",
                            "text": "And he said to me, I am not Helias."
                        },
                        {
                            "verse": 51,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:51",
                            "text": "And I said to him, Who art thou, my lord?  And he said to me, I am Jesus, whose body thou didst beg from Pilate; and thou didst clothe me with clean linen, and didst put a napkin on my face, and didst lay me in thy new tomb, and didst roll a great stone to the door of the tomb."
                        },
                        {
                            "verse": 52,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:52",
                            "text": "And I said to him that was speaking to me, Show me the place where I laid thee."
                        },
                        {
                            "verse": 53,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:53",
                            "text": "And he carried me away, and showed me the place where I laid him; and the linen cloth was lying in it, and the napkin for his face."
                        },
                        {
                            "verse": 54,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:54",
                            "text": "And I knew that it was Jesus."
                        },
                        {
                            "verse": 55,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 16:55",
                            "text": "And he took me by the hand, and placed me, though the doors were locked, in the middle of my house, and led me away to my bed, and said to me, Peace to thee!  And he kissed me, and said to me, For forty days go not forth out of thy house; for, behold, I go to my brethren into Galilee."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Apocrypha: Acts of Pilate (I Greek) 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:2",
                            "text": "And the rulers of the synagogue, and the priests and the Levites, when they heard these words from Joseph, became as dead, and fell to the ground, and fasted until the ninth hour."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:3",
                            "text": "And Nicodemus, along with Joseph, exhorted Annas and Caiaphas, the priests and the Levites, saying:  Rise up and stand upon your feet, and taste bread, and strengthen your souls, because to-morrow is the Sabbath of the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:4",
                            "text": "And they rose up, and prayed to God, and ate and drank, and departed every man to his own house."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:5",
                            "text": "And on the Sabbath our teachers and the priests and Levites sat questioning each other, and saying:  What is this wrath that has come upon us? for we know his father and mother."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:6",
                            "text": "Levi, a teacher, says:  I know that his parents fear God, and do not withdraw themselves from the prayers, and give the tithes thrice a year."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:7",
                            "text": "And when Jesus was born, his parents brought him to this place, and gave sacrifices and burnt-offerings to God."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:8",
                            "text": "And when the great teacher Symeon took him into his arms, he said, Now Thou sendest away Thy servant, Lord, according to Thy word, in peace; for mine eyes have seen Thy salvation, which Thou hast prepared before the face of all the peoples:  a light for the revelation of the Gentiles, and the glory of Thy people Israel."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:9",
                            "text": "And Symeon blessed them, and said to Mary his mother, I give thee good news about this child."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:10",
                            "text": "And Mary said, It is well, my lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:11",
                            "text": "And Symeon said to her, It is well; behold, he lies for the fall and rising again of many in Israel, and for a sign spoken against; and of thee thyself a sword shall go through the soul, in order that the reasoning of many hearts may be revealed."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:12",
                            "text": "They say to the teacher Levi:  How knowest thou these things?  Levi says to them:  Do you not know that from him I learned the law?  The Sanhedrin say to him:  We wish to see thy father."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:13",
                            "text": "And they sent for his father."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:14",
                            "text": "And they asked him; and he said to them:  Why have you not believed my son?  The blessed and just Symeon himself taught him the law."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:15",
                            "text": "The Sanhedrin says to Rabbi Levi:  Is the word that you have said true?  And he said:  It is true."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:16",
                            "text": "And the rulers of the synagogue, and the priests and the Levites, said to themselves:  Come, let us send into Galilee to the three men that came and told about his teaching and his taking up, and let them tell us how they saw him taken up."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:17",
                            "text": "And this saying pleased all."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:18",
                            "text": "And they sent away the three men who had already gone away into Galilee with them; and they say to them:  Say to Rabbi Adas, and Rabbi Phinees, and Rabbi Haggai:  Peace to you, and all who are with you!  A great inquiry having taken place in the Sanhedrin, we have been sent to you to call you to this holy place, Jerusalem."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:19",
                            "text": "And the men set out into Galilee, and found them sitting and considering the law; and they saluted them in peace."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:20",
                            "text": "And the men who were in Galilee said to those who had come to them:  Peace upon all Israel!  And they said:  Peace to you!  And they again said to them:  Why have you come?  And those who had been sent said:  The Sanhedrin call you to the holy city Jerusalem."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:21",
                            "text": "And when the men heard that they were sought by the Sanhedrin, they prayed to God, and reclined with the men, and ate and drank, and rose up, and set out in peace to Jerusalem."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:22",
                            "text": "And on the following day the Sanhedrin sat in the synagogue, and asked them, saying:  Did you really see Jesus sitting on the mountain Mamilch teaching his eleven disciples, and did you see him taken up?  And the men answered them, and said:  As we saw him taken up, so also we said."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:23",
                            "text": "Annas says:  Take them away from one another, and let us see whether their account agrees."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:24",
                            "text": "And they took them away from one another."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:25",
                            "text": "And first they call Adas, and say to him:  How didst thou see Jesus taken up?  Adas says:  While he was yet sitting on the mountain Mamilch, and teaching his disciples, we saw a cloud overshadowing both him and his disciples."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:26",
                            "text": "And the cloud took him up into heaven, and his disciples lay upon their face upon the earth."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:27",
                            "text": "And they call Phinees the priest, and ask him also, saying:  How didst thou see Jesus taken up?  And he spoke in like manner."
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:28",
                            "text": "And they again asked Haggai, and he spoke in like manner."
                        },
                        {
                            "verse": 29,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:29",
                            "text": "And the Sanhedrin said:  The law of Moses holds:  At the mouth of two or three every word shall be established."
                        },
                        {
                            "verse": 30,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:30",
                            "text": "Buthem, a teacher, says:  It is written in the law, And Enoch walked with God, and is not, because God took him."
                        },
                        {
                            "verse": 31,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:31",
                            "text": "Jairus, a teacher, said:  And the death of holy Moses we have heard of, and have not seen it; for it is written in the law of the Lord, And Moses died from the mouth of the Lord, and no man knoweth of his sepulchre unto this day."
                        },
                        {
                            "verse": 32,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:32",
                            "text": "And Rabbi Levi said:  Why did Rabbi Symeon say, when he saw Jesus, \"Behold, he lies for the fall and rising again of many in Israel, and for a sign spoken against?\"  And Rabbi Isaac said:  It is written in the law, Behold, I send my messenger before thy face, who shall go before thee to keep thee in every good way, because my name has been called upon him."
                        },
                        {
                            "verse": 33,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:33",
                            "text": "Then Annas and Caiaphas said:  Rightly have you said what is written in the law of Moses, that no one saw the death of Enoch, and no one has named the death of Moses; but Jesus was tried before Pilate, and we saw him receiving blows and spittings on his face, and the soldiers put about him a crown of thorns, and he was scourged, and received sentence from Pilate, and was crucified upon the Cranium, and two robbers with him; and they gave him to drink vinegar with gall, and Longinus the soldier pierced his side with a spear; and Joseph our honourable father begged his body, and, as he says, he is risen; and as the three teachers say, We saw him taken up into heaven; and Rabbi Levi has given evidence of what was said by Rabbi Symeon, and that he said, Behold, he lies for the fall and rising again of many in Israel, and for a sign spoken against."
                        },
                        {
                            "verse": 34,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:34",
                            "text": "And all the teachers said to all the people of the Lord:  If this was from the Lord, and is wonderful in your eyes, knowing you shall know, O house of Jacob, that it is written, Cursed is every one that hangeth upon a tree."
                        },
                        {
                            "verse": 35,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:35",
                            "text": "And another Scripture teaches:  The gods which have not made the heaven and the earth shall be destroyed."
                        },
                        {
                            "verse": 36,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:36",
                            "text": "And the priests and the Levites said to each other:  If his memorial be until the year that is called Jobel, know that it shall it endure for ever, and he hath raised for himself a new people."
                        },
                        {
                            "verse": 37,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:37",
                            "text": "Then the rulers of the synagogue, and the priests and the Levites, announced to all Israel, saying:  Cursed is that man who shall worship the work of man's hand, and cursed is the man who shall worship the creatures more than the Creator."
                        },
                        {
                            "verse": 38,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:38",
                            "text": "And all the people said, Amen, amen."
                        },
                        {
                            "verse": 39,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:39",
                            "text": "And all the people praised the Lord, and said:  Blessed is the Lord, who hath given rest to His people Israel, according to all that He hath spoken; there hath not fallen one word of every good word of His that He spoke to Moses His servant."
                        },
                        {
                            "verse": 40,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:40",
                            "text": "May the Lord our God be with us, as He was with our fathers:  let Him not destroy us."
                        },
                        {
                            "verse": 41,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:41",
                            "text": "And let Him not destroy us, that we may incline our hearts to Him, that we may walk in all His ways, that we may keep His commandments and His judgments which He commanded to our fathers."
                        },
                        {
                            "verse": 42,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:42",
                            "text": "And the Lord shall be for a king over all the earth in that day; and there shall be one Lord, and His name one."
                        },
                        {
                            "verse": 43,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:43",
                            "text": "The Lord is our king:  He shall save us."
                        },
                        {
                            "verse": 44,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:44",
                            "text": "There is none like Thee, O Lord."
                        },
                        {
                            "verse": 45,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:45",
                            "text": "Great art Thou, O Lord, and great is Thy name."
                        },
                        {
                            "verse": 46,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:46",
                            "text": "By Thy power heal us, O Lord, and we shall be healed:  save us, O Lord, and we shall be saved; because we are Thy lot and heritage."
                        },
                        {
                            "verse": 47,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:47",
                            "text": "And the Lord will not leave His people, for His great name's sake; for the Lord has begun to make us into His people."
                        },
                        {
                            "verse": 48,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (I Greek) 17:48",
                            "text": "And all, having sung praises, went away each man to his own house, glorifying God; for His is the glory for ever and ever,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}