{
    "books": [
        {
            "name": "Augustine: City of God Book V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: City of God Book V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:1",
                            "text": "Argument—Augustin first discusses the doctrine of fate, for the sake of confuting those who are disposed to refer to fate the power and increase of the Roman empire, which could not be attributed to false gods, as has been shown in the preceding book."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:2",
                            "text": "After that, he proves that there is no contradiction between God's prescience and our free will."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:3",
                            "text": "He then speaks of the manners of the ancient Romans, and shows in what sense it was due to the virtue of the Romans themselves, and in how far to the counsel of God, that he increased their dominion, though they did not worship him."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:4",
                            "text": "Finally, he explains what is to be accounted the true happiness of the Christian emperors."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:5",
                            "text": "Preface."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:6",
                            "text": "Since, then, it is established that the complete attainment of all we desire is that which constitutes felicity, which is no goddess, but a gift of God, and that therefore men can worship no god save Him who is able to make them happy,—and were Felicity herself a goddess, she would with reason be the only object of worship,—since, I say, this is established, let us now go on to consider why God, who is able to give with all other things those good gifts which can be possessed by men who are not good, and consequently not happy, has seen fit to grant such extended and long-continued dominion to the Roman empire; for that this was not effected by that multitude of false gods which they worshipped, we have both already adduced, and shall, as occasion offers, yet adduce considerable proof."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:7",
                            "text": "Chapter 1—That the Cause of the Roman Empire, and of All Kingdoms, is Neither Fortuitous Nor Consists in the Position of the Stars."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:8",
                            "text": "The cause, then, of the greatness of the Roman empire is neither fortuitous nor fatal, according to the judgment or opinion of those who call those things fortuitous which either have no causes, or such causes as do not proceed from some intelligible order, and those things fatal which happen independently of the will of God and man, by the necessity of a certain order."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:9",
                            "text": "In a word, human kingdoms are established by divine providence."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:10",
                            "text": "And if any one attributes their existence to fate, because he calls the will or the power of God itself by the name of fate, let him keep his opinion, but correct his language."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:11",
                            "text": "For why does he not say at first what he will say afterwards, when some one shall put the question to him, What he means by fate? For when men hear that word, according to the ordinary use of the language, they simply understand by it the virtue of that particular position of the stars which may exist at the time when any one is born or conceived, which some separate altogether from the will of God, whilst others affirm that this also is dependent on that will."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:12",
                            "text": "But those who are of opinion that, apart from the will of God, the stars determine what we shall do, or what good things we shall possess, or what evils we shall suffer, must be refused a hearing by all, not only by those who hold the true religion, but by those who wish to be the worshippers of any gods whatsoever, even false gods."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:13",
                            "text": "For what does this opinion really amount to but this, that no god whatever is to be worshipped or prayed  to? Against these, however, our present disputation is not intended to be directed, but against those who, in defence of those whom they think to be gods, oppose the Christian religion."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:14",
                            "text": "They, however, who make the position of the stars depend on the divine will, and in a manner decree what character each man shall have, and what good or evil shall happen to him, if they think that these same stars have that power conferred upon them by the supreme power of God, in order that they may determine these things according to their will, do a great injury to the celestial sphere, in whose most brilliant senate, and most splendid senate-house, as it were, they suppose that wicked deeds are decreed to be done,—such deeds as that, if any terrestrial state should decree them, it would be condemned to overthrow by the decree of the whole human race."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:15",
                            "text": "What judgment, then, is left to God concerning the deeds of men, who is Lord both of the stars and of men, when to these deeds a celestial necessity is attributed? Or, if they do not say that the stars, though they have indeed received a certain power from God, who is supreme, determine those things according to their own discretion, but simply that His commands are fulfilled by them instrumentally in the application and enforcing of such necessities, are we thus to think concerning God even what it seemed unworthy that we should think concerning the will of the stars? But, if the stars are said rather to signify these things than to effect them, so that that position of the stars is, as it were, a kind of speech predicting, not causing future things,—for this has been the opinion of men of no ordinary learning,—certainly the mathematicians are not wont so to speak saying, for example, Mars in such or such a position signifies a homicide, but makes a homicide."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: City of God Book V 1:16",
                            "text": "But, nevertheless, though we grant that they do not speak as they ought, and that we ought to accept as the proper form of speech that employed by the philosophers in predicting those things which they think they discover in the position of the stars, how comes it that they have never been able to assign any cause why, in the life of twins, in their actions, in the events which befall them, in their professions, arts, honors, and other things pertaining to human life, also in their very death, there is often so great a difference, that, as far as these things are concerned, many entire strangers are more like them than they are like each other, though separated at birth by the smallest interval of time, but at conception generated by the same act of copulation, and at the same moment?."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: City of God Book V 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:1",
                            "text": "Chapter 2—On the Difference in the Health of Twins."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:2",
                            "text": "Cicero says that the famous physician Hippocrates has left in writing that he had suspected that a certain pair of brothers were twins, from the fact that they both took ill at once, and their disease advanced to its crisis and subsided in the same time in each of them."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:3",
                            "text": "Posidonius the Stoic, who was much given to astrology, used to explain the fact by supposing that they had been born and conceived under the same constellation."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:4",
                            "text": "In this question the conjecture of the physician is by far more worthy to be accepted, and approaches much nearer to credibility, since, according as the parents were affected in body at the time of copulation, so might the first elements of the foetuses have been affected, so that all that was necessary for their growth and development up till birth having been supplied from the body of the same mother, they might be born with like constitutions."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:5",
                            "text": "Thereafter, nourished in the same house, on the same kinds of food, where they would have also the same kinds of air, the same locality, the same quality of water,—which, according to the testimony of medical science, have a very great influence, good or bad, on the condition of bodily health,—and where they would also be accustomed to the same kinds of exercise, they would have bodily constitutions so similar that they would be similarly affected with sickness at the same time and by the same causes."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:6",
                            "text": "But, to wish to adduce that particular position of the stars which existed at the time when they were born or conceived as the cause of their being simultaneously affected with sickness, manifests the greatest arrogance, when so many beings of most diverse kinds, in the most diverse conditions, and subject to the most diverse events, may have been conceived and born at the same time, and in the same district, lying under the same sky."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:7",
                            "text": "But we know that twins do not only act differently, and travel to very different places, but that they also suffer from different kinds of sickness; for which Hippocrates would give what is in my opinion the simplest reason, namely, that, through diversity of food and exercise, which arises not from the constitution of the body, but from the inclination of the mind, they may have come to be different from each other in respect of health."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:8",
                            "text": "Moreover, Posidonius, or any other asserter of the fatal influence of the stars, will have enough to do to find anything to say to this, if he be unwilling to im  pose upon the minds of the uninstructed in things of which they are ignorant."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:9",
                            "text": "But, as to what they attempt to make out from that very small interval of time elapsing between the births of twins, on account of that point in the heavens where the mark of the natal hour is placed, and which they call the \"horoscope,\" it is either disproportionately small to the diversity which is found in the dispositions, actions, habits, and fortunes of twins, or it is disproportionately great when compared with the estate of twins, whether low or high, which is the same for both of them, the cause for whose greatest difference they place, in every case, in the hour on which one is born; and, for this reason, if the one is born so immediately after the other that there is no change in the horoscope, I demand an entire similarity in all that respects them both, which can never be found in the case of any twins."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: City of God Book V 2:10",
                            "text": "But if the slowness of the birth of the second give time for a change in the horoscope, I demand different parents, which twins can never have."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: City of God Book V 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: City of God Book V 3:1",
                            "text": "Chapter 3—Concerning the Arguments Which Nigidius the Mathematician Drew from the Potter's Wheel, in the Question About the Birth of Twins."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: City of God Book V 3:2",
                            "text": "It is to no purpose, therefore, that that famous fiction about the potter's wheel is brought forward, which tells of the answer which Nigidius is said to have given when he was perplexed with this question, and on account of which he was called Figulus."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: City of God Book V 3:3",
                            "text": "For, having whirled round the potter's wheel with all his strength he marked it with ink, striking it twice with the utmost rapidity, so that the strokes seemed to fall on the very same part of it."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: City of God Book V 3:4",
                            "text": "Then, when the rotation had ceased, the marks which he had made were found upon the rim of the wheel at no small distance apart."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: City of God Book V 3:5",
                            "text": "Thus, said he, considering the great rapidity with which the celestial sphere revolves, even though twins were born with as short an interval between their births as there was between the strokes which I gave this wheel, that brief interval of time is equivalent to a very great distance in the celestial sphere."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: City of God Book V 3:6",
                            "text": "Hence, said he, come whatever dissimilitudes may be remarked in the habits and fortunes of twins."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: City of God Book V 3:7",
                            "text": "This argument is more fragile than the vessels which are fashioned by the rotation of that wheel."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: City of God Book V 3:8",
                            "text": "For if there is so much significance in the heavens which cannot be comprehended by observation of the constellations, that, in the case of twins, an inheritance may fall to the one and not to the other, why, in the case of others who are not twins, do they dare, having examined their constellations, to declare such things as pertain to that secret which no one can comprehend, and to attribute them to the precise moment of the birth of each individual? Now, if such predictions in connection with the natal hours of others who are not twins are to be vindicated on the ground that they are founded on the observation of more extended spaces in the heavens, whilst those very small moments of time which separated the births of twins, and correspond to minute portions of celestial space, are to be connected with trifling things about which the mathematicians are not wont to be consulted,—for who would consult them as to when he is to sit, when to walk abroad, when and on what he is to dine? —how can we be justified in so speaking, when we can point out such manifold diversity both in the habits, doings, and destinies of twins?."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: City of God Book V 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: City of God Book V 4:1",
                            "text": "Chapter 4—Concerning the Twins Esau and Jacob, Who Were Very Unlike Each Other Both in Their Character and Actions."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: City of God Book V 4:2",
                            "text": "In the time of the ancient fathers, to speak concerning illustrious persons, there were born two twin brothers, the one so immediately after the other, that the first took hold of the heel of the second."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: City of God Book V 4:3",
                            "text": "So great a difference existed in their lives and manners, so great a dissimilarity in their actions, so great a difference in their parents' love for them respectively, that the very contrast between them produced even a mutual hostile antipathy."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: City of God Book V 4:4",
                            "text": "Do we mean, when we say that they were so unlike each other, that when the one was walking the other was sitting, when the one was sleeping the other was waking,—which differences are such as are attributed to those minute portions of space which cannot be appreciated by those who note down the position of the stars which exists at the moment of one's birth, in order that the mathematicians may be consulted concerning it? One of these twins was for a long time a hired servant; the other never served."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: City of God Book V 4:5",
                            "text": "One of them was beloved by his mother; the other was not so."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: City of God Book V 4:6",
                            "text": "One of them lost that honor which was so much valued among their people; the other obtained it."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: City of God Book V 4:7",
                            "text": "And what shall we say of their wives, their children, and their possessions? How different they were in respect to all these! If, therefore, such things as these are connected with those minute intervals of time which elapse between the births of twins, and are not to be attributed to the constellations, wherefore are they predicted in the case of  others from the examination of their constellations? And if, on the other hand, these things are said to be predicted, because they are connected, not with minute and inappreciable moments, but with intervals of time which can be observed and noted down, what purpose is that potter's wheel to serve in this matter, except it be to whirl round men who have hearts of clay, in order that they may be prevented from detecting the emptiness of the talk of the mathematicians?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: City of God Book V 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: City of God Book V 5:1",
                            "text": "Chapter 5—In What Manner the Mathematicians are Convicted of Professing a Vain Science."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: City of God Book V 5:2",
                            "text": "Do not those very persons whom the medical sagacity of Hippocrates led him to suspect to be twins, because their disease was observed by him to develop to its crisis and to subside again in the same time in each of them,—do not these, I say, serve as a sufficient refutation of those who wish to attribute to the influence of the stars that which was owing to a similarity of bodily constitution? For wherefore were they both sick of the same disease, and at the same time, and not the one after the other in the order of their birth? (for certainly they could not both be born at the same time."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: City of God Book V 5:3",
                            "text": ") Or, if the fact of their having been born at different times by no means necessarily implies that they must be sick at different times, why do they contend that the difference in the time of their births was the cause of their difference in other things? Why could they travel in foreign parts at different times, marry at different times, beget children at different times, and do many other things at different times, by reason of their having been born at different times, and yet could not, for the same reason, also be sick at different times? For if a difference in the moment of birth changed the horoscope, and occasioned dissimilarity in all other things, why has that simultaneousness which belonged to their conception remained in their attacks of sickness? Or, if the destinies of health are involved in the time of conception, but those of other things be said to be attached to the time of birth, they ought not to predict anything concerning health from examination of the constellations of birth, when the hour of conception is not also given, that its constellations may be inspected."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: City of God Book V 5:4",
                            "text": "But if they say that they predict attacks of sickness without examining the horoscope of conception, because these are indicated by the moments of birth, how could they inform either of these twins when he would be sick, from the horoscope of his birth, when the other also, who had not the same horoscope of birth, must of necessity fall sick at the same time? Again, I ask, if the distance of time between the births of twins is so great as to occasion a difference of their constellations on account of the difference of their horoscopes, and therefore of all the cardinal points to which so much influence is attributed, that even from such change there comes a difference of destiny, how is it possible that this should be so, since they cannot have been conceived at different times? Or, if two conceived at the same moment of time could have different destinies with respect to their births, why may not also two born at the same moment of time have different destinies for life and for death? For if the one moment in which both were conceived did not hinder that the one should be born before the other, why, if two are born at the same moment, should anything hinder them from dying at the same moment? If a simultaneous conception allows of twins being differently affected in the womb, why should not simultaneousness of birth allow of any two individuals having different fortunes in the world? and thus would all the fictions of this art, or rather delusion, be swept away."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: City of God Book V 5:5",
                            "text": "What strange circumstance is this, that two children conceived at the same time, nay, at the same moment, under the same position of the stars, have different fates which bring them to different hours of birth, whilst two children, born of two different mothers, at the same moment of time, under one and the same position of the stars, cannot have different fates which shall conduct them by necessity to diverse manners of life and of death? Are they at conception as yet without destinies, because they can only have them if they be born? What, therefore, do they mean when they say that, if the hour of the conception be found, many things can be predicted by these astrologers? from which also arose that story which is reiterated by some, that a certain sage chose an hour in which to lie with his wife, in order to secure his begetting an illustrious son."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: City of God Book V 5:6",
                            "text": "From this opinion also came that answer of Posidonius, the great astrologer and also philosopher, concerning those twins who were attacked with sickness at the same time, namely, \"That this had happened to them because they were conceived at the same time, and born at the same time\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: City of God Book V 5:7",
                            "text": "For certainly he added \"conception,\" lest it should be said to him that they could not both be born at the same time, knowing that at any rate they must both have been conceived at the same time; wishing thus to show that he did not attribute the fact of their being similarly and simultaneously affected with sickness  to the similarity of their bodily constitutions as its proximate cause, but that he held that even in respect of the similarity of their health, they were bound together by a sidereal connection."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: City of God Book V 5:8",
                            "text": "If, therefore, the time of conception has so much to do with the similarity of destinies, these same destinies ought not to be changed by the circumstances of birth; or, if the destinies of twins be said to be changed because they are born at different times, why should we not rather understand that they had been already changed in order that they might be born at different times? Does not, then, the will of men living in the world change the destinies of birth, when the order of birth can change the destinies they had at conception?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: City of God Book V 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:1",
                            "text": "Chapter 6—Concerning Twins of Different Sexes."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:2",
                            "text": "But even in the very conception of twins, which certainly occurs at the same moment in the case of both, it often happens that the one is conceived a male, and the other a female."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:3",
                            "text": "I know two of different sexes who are twins."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:4",
                            "text": "Both of them are alive, and in the flower of their age; and though they resemble each other in body, as far as difference of sex will permit, still they are very different in the whole scope and purpose of their lives (consideration being had of those differences which necessarily exist between the lives of males and females),—the one holding the office of a count, and being almost constantly away from home with the army in foreign service, the other never leaving her country's soil, or her native district."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:5",
                            "text": "Still more,—and this is more incredible, if the destinies of the stars are to be believed in, though it is not wonderful if we consider the wills of men, and the free gifts of God,—he is married; she is a sacred virgin: he has begotten a numerous offspring; she has never even married."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:6",
                            "text": "But is not the virtue of the horoscope very great? I think I have said enough to show the absurdity of that."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:7",
                            "text": "But, say those astrologers, whatever be the virtue of the horoscope in other respects, it is certainly of significance with respect to birth."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:8",
                            "text": "But why not also with respect to conception, which takes place undoubtedly with one act of copulation? And, indeed, so great is the force of nature, that after a woman has once conceived, she ceases to be liable to conception."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:9",
                            "text": "Or were they, perhaps, changed at birth, either he into a male, or she into a female, because of the difference in their horoscopes? But, whilst it is not altogether absurd to say that certain sidereal influences have some power to cause differences in bodies alone,—as, for instance, we see that the seasons of the year come round by the approaching and receding of the sun, and that certain kinds of things are increased in size or diminished by the waxings and wanings of the moon, such as sea-urchins, oysters, and the wonderful tides of the ocean,—it does not follow that the wills of men are to be made subject to the position of the stars."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:10",
                            "text": "The astrologers, however, when they wish to bind our actions also to the constellations, only set us on investigating whether, even in these bodies, the changes may not be attributable to some other than a sidereal cause."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:11",
                            "text": "For what is there which more intimately concerns a body than its sex? And yet, under the same position of the stars, twins of different sexes may be conceived."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: City of God Book V 6:12",
                            "text": "Wherefore, what greater absurdity can be affirmed or believed than that the position of the stars, which was the same for both of them at the time of conception, could not cause that the one child should not have been of a different sex from her brother, with whom she had a common constellation, whilst the position of the stars which existed at the hour of their birth could cause that she should be separated from him by the great distance between marriage and holy virginity?."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: City of God Book V 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:1",
                            "text": "Chapter 7—Concerning the Choosing of a Day for Marriage, or for Planting, or Sowing."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:2",
                            "text": "Now, will any one bring forward this, that in choosing certain particular days for particular actions, men bring about certain new destinies for their actions? That man, for instance, according to this doctrine, was not born to have an illustrious son, but rather a contemptible one, and therefore, being a man of learning, he choose an hour in which to lie with his wife."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:3",
                            "text": "He made, therefore, a destiny which he did not have before, and from that destiny of his own making something began to be fatal which was not contained in the destiny of his natal hour."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:4",
                            "text": "Oh, singular stupidity! A day is chosen on which to marry; and for this reason, I believe, that unless a day be chosen, the marriage may fall on an unlucky day, and turn out an unhappy one."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:5",
                            "text": "What then becomes of what the stars have already decreed at the hour of birth? Can a man be said to change by an act of choice that which has already been determined for him, whilst that which he himself has determined in the choosing of a day cannot be changed by another power? Thus, if men alone, and not all things under heaven, are subject to the influence of the stars, why do  they choose some days as suitable for planting vines or trees, or for sowing grain, other days as suitable for taming beasts on, or for putting the males to the females, that the cows and mares may be impregnated, and for such-like things? If it be said that certain chosen days have an influence on these things, because the constellations rule over all terrestrial bodies, animate and inanimate, according to differences in moments of time, let it be considered what innumerable multitudes of beings are born or arise, or take their origin at the very same instant of time, which come to ends so different, that they may persuade any little boy that these observations about days are ridiculous."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:6",
                            "text": "For who is so mad as to dare affirm that all trees, all herbs, all beasts, serpents, birds, fishes, worms, have each separately their own moments of birth or commencement? Nevertheless, men are wont, in order to try the skill of the mathematicians, to bring before them the constellations of dumb animals, the constellations of whose birth they diligently observe at home with a view to this discovery; and they prefer those mathematicians to all others, who say from the inspection of the constellations that they indicate the birth of a beast and not of a man."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:7",
                            "text": "They also dare tell what kind of beast it is, whether it is a wool-bearing beast, or a beast suited for carrying burthens, or one fit for the plough, or for watching a house; for the astrologers are also tried with respect to the fates of dogs, and their answers concerning these are followed by shouts of admiration on the part of those who consult them."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:8",
                            "text": "They so deceive men as to make them think that during the birth of a man the births of all other beings are suspended, so that not even a fly comes to life at the same time that he is being born, under the same region of the heavens."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:9",
                            "text": "And if this be admitted with respect to the fly, the reasoning cannot stop there, but must ascend from flies till it lead them up to camels and elephants."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:10",
                            "text": "Nor are they willing to attend to this, that when a day has been chosen whereon to sow a field, so many grains fall into the ground simultaneously, germinate simultaneously, spring up, come to perfection, and ripen simultaneously; and yet, of all the ears which are coeval, and, so to speak, congerminal, some are destroyed by mildew, some are devoured by the birds, and some are pulled by men."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: City of God Book V 7:11",
                            "text": "How can they say that all these had their different constellations, which they see coming to so different ends? Will they confess that it is folly to choose days for such things, and to affirm that they do not come within the sphere of the celestial decree, whilst they subject men alone to the stars, on whom alone in the world God has bestowed free wills? All these things being considered, we have good reason to believe that, when the astrologers give very many wonderful answers, it is to be attributed to the occult inspiration of spirits not of the best kind, whose care it is to insinuate into the minds of men, and to confirm in them, those false and noxious opinions concerning the fatal influence of the stars, and not to their marking and inspecting of horoscopes, according to some kind of art which in reality has no existence."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: City of God Book V 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: City of God Book V 8:1",
                            "text": "Chapter 8—Concerning Those Who Call by the Name of Fate, Not the Position of the Stars, But the Connection of Causes Which Depends on the Will of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: City of God Book V 8:2",
                            "text": "But, as to those who call by the name of fate, not the disposition of the stars as it may exist when any creature is conceived, or born, or commences its existence, but the whole connection and train of causes which makes everything become what it does become, there is no need that I should labor and strive with them in a merely verbal controversy, since they attribute the so-called order and connection of causes to the will and power of God most high, who is most rightly and most truly believed to know all things before they come to pass, and to leave nothing unordained; from whom are all powers, although the wills of all are not from Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: City of God Book V 8:3",
                            "text": "Now, that it is chiefly the will of God most high, whose power extends itself irresistibly through all things which they call fate, is proved by the following verses, of which, if I mistake not, Annaeus Seneca is the author:—  \"Father supreme, Thou ruler of the lofty heavens,  Lead me where'er it is Thy pleasure; I will give  A prompt obedience, making no delay,  Lo! here I am."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: City of God Book V 8:4",
                            "text": "Promptly I come to do Thy sovereign will;  If thy command shall thwart my inclination, I will still  Follow Thee groaning, and the work assigned,  With all the suffering of a mind repugnant,  Will perform, being evil; which, had I been good,  I should have undertaken and performed, though hard,  With virtuous cheerfulness."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: City of God Book V 8:5",
                            "text": "The Fates do lead the man that follows willing;  But the man that is unwilling, him they drag\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: City of God Book V 8:6",
                            "text": "Most evidently, in this last verse, he calls that \"fate\" which he had before called \"the will of the Father supreme,\" whom, he says, he is ready to obey that he may be led, being willing, not dragged, being unwilling, since \"the Fates do lead the man that follows willing, but the man that is unwilling, him they drag\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: City of God Book V 8:7",
                            "text": "The following Homeric lines, which Cicero translates into Latin, also favor this opinion :—  \"Such are the minds of men, as is the light  Which Father Jove himself doth pour  Illustrious o'er the fruitful earth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: City of God Book V 8:8",
                            "text": "Not that Cicero wishes that a poetical sentiment should have any weight in a question like this; for when he says that the Stoics, when asserting the power of fate, were in the habit of using these verses from Homer, he is not treating concerning the opinion of that poet, but concerning that of those philosophers, since by these verses, which they quote in connection with the controversy which they hold about fate, is most distinctly manifested what it is which they reckon fate, since they call by the name of Jupiter him whom they reckon the supreme god, from whom, they say, hangs the whole chain of fates."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: City of God Book V 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:1",
                            "text": "Chapter 9—Concerning the Foreknowledge of God and the Free Will of Man, in Opposition to the Definition of Cicero."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:2",
                            "text": "The manner in which Cicero addresses himself to the task of refuting the Stoics, shows that he did not think he could effect anything against them in argument unless he had first demolished divination."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:3",
                            "text": "And this he attempts to accomplish by denying that there is any knowledge of future things, and maintains with all his might that there is no such knowledge either in God or man, and that there is no prediction of events."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:4",
                            "text": "Thus he both denies the foreknowledge of God, and attempts by vain arguments, and by opposing to himself certain oracles very easy to be refuted, to overthrow all prophecy, even such as is clearer than the light (though even these oracles are not refuted by him)."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:5",
                            "text": "But, in refuting these conjectures of the mathematicians, his argument is triumphant, because truly these are such as destroy and refute themselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:6",
                            "text": "Nevertheless, they are far more tolerable who assert the fatal influence of the stars than they who deny the foreknowledge of future events."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:7",
                            "text": "For, to confess that God exists, and at the same time to deny that He has foreknowledge of future things, is the most manifest folly."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:8",
                            "text": "This Cicero himself saw, and therefore attempted to assert the doctrine embodied in the words of Scripture, \"The fool hath said in his heart, There is no God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:9",
                            "text": "That, however, he did not do in his own person, for he saw how odious and offensive such an opinion would be; and therefore, in his book on the nature of the gods, he makes Cotta dispute concerning this against the Stoics, and preferred to give his own opinion in favor of Lucilius Balbus, to whom he assigned the defence of the Stoical position, rather than in favor of Cotta, who maintained that no divinity exists."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:10",
                            "text": "However, in his book on divination, he in his own person most openly opposes the doctrine of the prescience of future things."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:11",
                            "text": "But all this he seems to do in order that he may not grant the doctrine of fate, and by so doing destroy free will."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:12",
                            "text": "For he thinks that, the knowledge of future things being once conceded, fate follows as so necessary a consequence that it cannot be denied."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:13",
                            "text": "But, let these perplexing debatings and disputations of the philosophers go on as they may, we, in order that we may confess the most high and true God Himself, do confess His will, supreme power, and prescience."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:14",
                            "text": "Neither let us be afraid lest, after all, we do not do by will that which we do by will, because He, whose foreknowledge is infallible, foreknew that we would do it."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:15",
                            "text": "It was this which Cicero was afraid of, and therefore opposed foreknowledge."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:16",
                            "text": "The Stoics also maintained that all things do not come to pass by necessity, although they contended that all things happen according to destiny."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:17",
                            "text": "What is it, then, that Cicero feared in the prescience of future things? Doubtless it was this,—that if all future things have been foreknown, they will happen in the order in which they have been foreknown; and if they come to pass in this order, there is a certain order of things foreknown by God; and if a certain order of things, then a certain order of causes, for nothing can happen which is not preceded by some efficient cause."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:18",
                            "text": "But if there is a certain order of causes according to which everything happens which does happen, then by fate, says he, all things happen which do happen."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:19",
                            "text": "But if this be so, then is there nothing in our own power, and there is no such thing as freedom of will; and if we grant that, says he, the whole economy of human life is subverted."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:20",
                            "text": "In vain are laws enacted."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:21",
                            "text": "In vain are reproaches, praises, chidings, exhortations had recourse to; and there is no justice whatever in the appointment of rewards for the good, and punishments for the wicked."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:22",
                            "text": "And that consequences so disgraceful, and absurd, and pernicious to humanity may not follow, Cicero chooses to reject the foreknowledge of future things, and shuts up the religious mind to this alternative, to make choice between two things, either that something is in our own power, or that there is foreknowledge,—both of which cannot be true; but if the one is affirmed, the other is thereby denied."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:23",
                            "text": "He therefore, like a truly great and wise man, and one who consulted very much and very  skillfully for the good of humanity, of those two chose the freedom of the will, to confirm which he denied the foreknowledge of future things; and thus, wishing to make men free he makes them sacrilegious."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:24",
                            "text": "But the religious mind chooses both, confesses both, and maintains both by the faith of piety."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:25",
                            "text": "But how so? says Cicero; for the knowledge of future things being granted, there follows a chain of consequences which ends in this, that there can be nothing depending on our own free wills."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:26",
                            "text": "And further, if there is anything depending on our wills, we must go backwards by the same steps of reasoning till we arrive at the conclusion that there is no foreknowledge of future things."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:27",
                            "text": "For we go backwards through all the steps in the following order:—If there is free will, all things do not happen according to fate; if all things do not happen according to fate, there is not a certain order of causes; and if there is not a certain order of causes, neither is there a certain order of things foreknown by God,—for things cannot come to pass except they are preceded by efficient causes,—but, if there is no fixed and certain order of causes foreknown by God, all things cannot be said to happen according as He foreknew that they would happen."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:28",
                            "text": "And further, if it is not true that all things happen just as they have been foreknown by Him, there is not, says he, in God any foreknowledge of future events."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:29",
                            "text": "Now, against the sacrilegious and impious darings of reason, we assert both that God knows all things before they come to pass, and that we do by our free will whatsoever we know and feel to be done by us only because we will it."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:30",
                            "text": "But that all things come to pass by fate, we do not say; nay we affirm that nothing comes to pass by fate; for we demonstrate that the name of fate, as it is wont to be used by those who speak of fate, meaning thereby the position of the stars at the time of each one's conception or birth, is an unmeaning word, for astrology itself is a delusion."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:31",
                            "text": "But an order of causes in which the highest efficiency is attributed to the will of God, we neither deny nor do we designate it by the name of fate, unless, perhaps, we may understand fate to mean that which is spoken, deriving it from fari, to speak; for we cannot deny that it is written in the sacred Scriptures, \"God hath spoken once; these two things have I heard, that power belongeth unto God."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:32",
                            "text": "Also unto Thee, O God, belongeth mercy: for Thou wilt render unto every man according to his works\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:33",
                            "text": "Now the expression, \"Once hath He spoken,\" is to be understood as meaning \"immovably,\" that is, unchangeably hath He spoken, inasmuch as He knows unchangeably all things which shall be, and all things which He will do."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:34",
                            "text": "We might, then, use the word fate in the sense it bears when derived from fari, to speak, had it not already come to be understood in another sense, into which I am unwilling that the hearts of men should unconsciously slide."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:35",
                            "text": "But it does not follow that, though there is for God a certain order of all causes, there must therefore be nothing depending on the free exercise of our own wills, for our wills themselves are included in that order of causes which is certain to God, and is embraced by His foreknowledge, for human wills are also causes of human actions; and He who foreknew all the causes of things would certainly among those causes not have been ignorant of our wills."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:36",
                            "text": "For even that very concession which Cicero himself makes is enough to refute him in this argument."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:37",
                            "text": "For what does it help him to say that nothing takes place without a cause, but that every cause is not fatal, there being a fortuitous cause, a natural cause, and a voluntary cause? It is sufficient that he confesses that whatever happens must be preceded by a cause."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:38",
                            "text": "For we say that those causes which are called fortuitous are not a mere name for the absence of causes, but are only latent, and we attribute them either to the will of the true God, or to that of spirits of some kind or other."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:39",
                            "text": "And as to natural causes, we by no means separate them from the will of Him who is the author and framer of all nature."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:40",
                            "text": "But now as to voluntary causes."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:41",
                            "text": "They are referable either to God, or to angels, or to men, or to animals of whatever description, if indeed those instinctive movements of animals devoid of reason, by which, in accordance with their own nature, they seek or shun various things, are to be called wills."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:42",
                            "text": "And when I speak of the wills of angels, I mean either the wills of good angels, whom we call the angels of God, or of the wicked angels, whom we call the angels of the devil, or demons."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:43",
                            "text": "Also by the wills of men I mean the wills either of the good or of the wicked."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:44",
                            "text": "And from this we conclude that there are no efficient causes of all things which come to pass unless voluntary causes, that is, such as belong to that nature which is the spirit of life."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:45",
                            "text": "For the air or wind is called spirit, but, inasmuch as it is a body, it is not the spirit of life."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:46",
                            "text": "The spirit of life, therefore, which quickens all things, and is the creator of every body, and of every created spirit, is God Himself, the uncreated spirit."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:47",
                            "text": "In His supreme will resides the power  which acts on the wills of all created spirits, helping the good, judging the evil, controlling all, granting power to some, not granting it to others."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:48",
                            "text": "For, as He is the creator of all natures, so also is He the bestower of all powers, not of all wills; for wicked wills are not from Him, being contrary to nature, which is from Him."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:49",
                            "text": "As to bodies, they are more subject to wills: some to our wills, by which I mean the wills of all living mortal creatures, but more to the wills of men than of beasts."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:50",
                            "text": "But all of them are most of all subject to the will of God, to whom all wills also are subject, since they have no power except what He has bestowed upon them."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:51",
                            "text": "The cause of things, therefore, which makes but is made, is God; but all other causes both make and are made."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:52",
                            "text": "Such are all created spirits, and especially the rational."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:53",
                            "text": "Material causes, therefore, which may rather be said to be made than to make, are not to be reckoned among efficient causes, because they can only do what the wills of spirits do by them."
                        },
                        {
                            "verse": 54,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:54",
                            "text": "How, then, does an order of causes which is certain to the foreknowledge of God necessitate that there should be nothing which is dependent on our wills, when our wills themselves have a very important place in the order of causes? Cicero, then, contends with those who call this order of causes fatal, or rather designate this order itself by the name of fate; to which we have an abhorrence, especially on account of the word, which men have become accustomed to understand as meaning what is not true."
                        },
                        {
                            "verse": 55,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:55",
                            "text": "But, whereas he denies that the order of all causes is most certain, and perfectly clear to the prescience of God, we detest his opinion more than the Stoics do."
                        },
                        {
                            "verse": 56,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:56",
                            "text": "For he either denies that God exists,—which, indeed, in an assumed personage, he has labored to do, in his book De Natura Deorum,—or if he confesses that He exists, but denies that He is prescient of future things, what is that but just \"the fool saying in his heart there is no God?\" For one who is not prescient of all future things is not God."
                        },
                        {
                            "verse": 57,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:57",
                            "text": "Wherefore our wills also have just so much power as God willed and foreknew that they should have; and therefore whatever power they have, they have it within most certain limits; and whatever they are to do, they are most assuredly to do, for He whose foreknowledge is infallible foreknew that they would have the power to do it, and would do it."
                        },
                        {
                            "verse": 58,
                            "chapter": 9,
                            "name": "Augustine: City of God Book V 9:58",
                            "text": "Wherefore, if I should choose to apply the name of fate to anything at all, I should rather say that fate belongs to the weaker of two parties, will to the stronger, who has the other in his power, than that the freedom of our will is excluded by that order of causes, which, by an unusual application of the word peculiar to themselves, the Stoics call Fate."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: City of God Book V 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:1",
                            "text": "Chapter 10—Whether Our Wills are Ruled by Necessity."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:2",
                            "text": "Wherefore, neither is that necessity to be feared, for dread of which the Stoics labored to make such distinctions among the causes of things as should enable them to rescue certain things from the dominion of necessity, and to subject others to it."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:3",
                            "text": "Among those things which they wished not to be subject to necessity they placed our wills, knowing that they would not be free if subjected to necessity."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:4",
                            "text": "For if that is to be called our necessity which is not in our power, but even though we be unwilling effects what it can effect,—as, for instance, the necessity of death,—it is manifest that our wills by which we live up-rightly or wickedly are not under such a necessity; for we do many things which, if we were not willing, we should certainly not do."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:5",
                            "text": "This is primarily true of the act of willing itself,—for if we will, it is; if we will not, it is not,—for we should not will if we were unwilling."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:6",
                            "text": "But if we define necessity to be that according to which we say that it is necessary that anything be of such or such a nature, or be done in such and such a manner, I know not why we should have any dread of that necessity taking away the freedom of our will."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:7",
                            "text": "For we do not put the life of God or the foreknowledge of God under necessity if we should say that it is necessary that God should live forever, and foreknow all things; as neither is His power diminished when we say that He cannot die or fall into error,—for this is in such a way impossible to Him, that if it were possible for Him, He would be of less power."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:8",
                            "text": "But assuredly He is rightly called omnipotent, though He can neither die nor fall into error."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:9",
                            "text": "For He is called omnipotent on account of His doing what He wills, not on account of His suffering what He wills not; for if that should befall Him, He would by no means be omnipotent."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:10",
                            "text": "Wherefore, He cannot do some things for the very reason that He is omnipotent."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:11",
                            "text": "So also, when we say that it is necessary that, when we will, we will by free choice, in so saying we both affirm what is true beyond doubt, and do not still subject our wills thereby to a necessity which destroys liberty."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:12",
                            "text": "Our wills, therefore, exist as wills, and do themselves whatever we do by willing, and which would not be done if we were unwilling."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:13",
                            "text": "But when any one suffers anything, being unwilling by the will of another, even in that case will retains its essential validity, —we do not mean the will of the party who  inflicts the suffering, for we resolve it into the power of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:14",
                            "text": "For if a will should simply exist, but not be able to do what it wills, it would be overborne by a more powerful will."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:15",
                            "text": "Nor would this be the case unless there had existed will, and that not the will of the other party, but the will of him who willed, but was not able to accomplish what he willed."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:16",
                            "text": "Therefore, whatsoever a man suffers contrary to his own will, he ought not to attribute to the will of men, or of angels, or of any created spirit, but rather to His will who gives power to wills."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:17",
                            "text": "It is not the case, therefore, that because God foreknew what would be in the power of our wills, there is for that reason nothing in the power of our wills."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:18",
                            "text": "For he who foreknew this did not foreknow nothing."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:19",
                            "text": "Moreover, if He who foreknew what would be in the power of our wills did not foreknow nothing, but something, assuredly, even though He did foreknow, there is something in the power of our wills."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:20",
                            "text": "Therefore we are by no means compelled, either, retaining the prescience of God, to take away the freedom of the will, or, retaining the freedom of the will, to deny that He is prescient of future things, which is impious."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:21",
                            "text": "But we embrace both."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:22",
                            "text": "We faithfully and sincerely confess both."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:23",
                            "text": "The former, that we may believe well; the latter, that we may live well."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:24",
                            "text": "For he lives ill who does not believe well concerning God."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:25",
                            "text": "Wherefore, be it far from us, in order to maintain our freedom, to deny the prescience of Him by whose help we are or shall be free."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:26",
                            "text": "Consequently, it is not in vain that laws are enacted, and that reproaches, exhortations, praises, and vituperations are had recourse to; for these also He foreknew, and they are of great avail, even as great as He foreknew that they would be of."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:27",
                            "text": "Prayers, also, are of avail to procure those things which He foreknew that He would grant to those who offered them; and with justice have rewards been appointed for good deeds, and punishments for sins."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:28",
                            "text": "For a man does not therefore sin because God foreknew that he would sin."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:29",
                            "text": "Nay, it cannot be doubted but that it is the man himself who sins when he does sin, because He, whose foreknowledge is infallible, foreknew not that fate, or fortune, or something else would sin, but that the man himself would sin, who, if he wills not, sins not."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Augustine: City of God Book V 10:30",
                            "text": "But if he shall not will to sin, even this did God foreknow."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: City of God Book V 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: City of God Book V 11:1",
                            "text": "Chapter 11—Concerning the Universal Providence of God in the Laws of Which All Things are Comprehended."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: City of God Book V 11:2",
                            "text": "Therefore God supreme and true, with His Word and Holy Spirit (which three are one), one God omnipotent, creator and maker of every soul and of every body; by whose gift all are happy who are happy through verity and not through vanity; who made man a rational animal consisting of soul and body, who, when he sinned, neither permitted him to go unpunished, nor left him without mercy; who has given to the good and to the evil, being in common with stones, vegetable life in common with trees, sensuous life in common with brutes, intellectual life in common with angels alone; from whom is every mode, every species, every order; from whom are measure, number, weight; from whom is everything which has an existence in nature, of whatever kind it be, and of whatever value; from whom are the seeds of forms and the forms of seeds, and the motion of seeds and of forms; who gave also to flesh its origin, beauty, health, reproductive fecundity, disposition of members, and the salutary concord of its parts; who also to the irrational soul has given memory, sense, appetite, but to the rational soul, in addition to these, has given intelligence and will; who has not left, not to speak of heaven and earth, angels and men, but not even the entrails of the smallest and most contemptible animal, or the feather of a bird, or the little flower of a plant, or the leaf of a tree, without an harmony, and, as it were, a mutual peace among all its parts;—that God can never be believed to have left the kingdoms of men, their dominations and servitudes, outside of the laws of His providence."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: City of God Book V 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:1",
                            "text": "Chapter 12—By What Virtues the Ancient Romans Merited that the True God, Although They Did Not Worship Him, Should Enlarge Their Empire."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:2",
                            "text": "Wherefore let us go on to consider what virtues of the Romans they were which the true God, in whose power are also the kingdoms of the earth, condescended to help in order to raise the empire, and also for what reason He did so."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:3",
                            "text": "And, in order to discuss this question on clearer ground, we have written the former books, to show that the power of those gods, who, they thought, were to be worshipped with such trifling and silly rites, had nothing to do in this matter; and also what we have already accomplished of the present volume, to refute the doctrine of fate, lest any one who might have been already persuaded that the Roman empire was not extended and preserved by the worship of these gods, might still be attributing its extension and preservation to some kind of fate, rather than to the most powerful will of God most high."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:4",
                            "text": "The ancient and primitive Ro  mans, therefore, though their history shows us that, like all the other nations, with the sole exception of the Hebrews, they worshipped false gods, and sacrificed victims, not to God, but to demons, have nevertheless this commendation bestowed on them by their historian, that they were \"greedy of praise, prodigal of wealth, desirous of great glory, and content with a moderate fortune\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:5",
                            "text": "Glory they most ardently loved: for it they wished to live, for it they did not hesitate to die."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:6",
                            "text": "Every other desire was repressed by the strength of their passion for that one thing."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:7",
                            "text": "At length their country itself, because it seemed inglorious to serve, but glorious to rule and to command, they first earnestly desired to be free, and then to be mistress."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:8",
                            "text": "Hence it was that, not enduring the domination of kings, they put the government into the hands of two chiefs, holding office for a year, who were called consuls, not kings or lords."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:9",
                            "text": "But royal pomp seemed inconsistent with the administration of a ruler (regentis), or the benevolence of one who consults (that is, for the public good) (consulentis), but rather with the haughtiness of a lord (dominantis)."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:10",
                            "text": "King Tarquin, therefore, having been banished, and the consular government having been instituted, it followed, as the same author already alluded to says in his praises of the Romans, that \"the state grew with amazing rapidity after it had obtained liberty, so great a desire of glory had taken possession of it\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:11",
                            "text": "That eagerness for praise and desire of glory, then, was that which accomplished those many wonderful things, laudable, doubtless, and glorious according to human judgment."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:12",
                            "text": "The same Sallust praises the great men of his own time, Marcus Cato, and Caius Caesar, saying that for a long time the republic had no one great in virtue, but that within his memory there had been these two men of eminent virtue, and very different pursuits."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:13",
                            "text": "Now, among the praises which he pronounces on Caesar he put this, that he wished for a great empire, an army, and a new war, that he might have a sphere where his genius and virtue might shine forth."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:14",
                            "text": "Thus it was ever the prayer of men of heroic character that Bellona would excite miserable nations to war, and lash them into agitation with her bloody scourge, so that there might be occasion for the display of their valor."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:15",
                            "text": "This, forsooth, is what that desire of praise and thirst for glory did."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:16",
                            "text": "Wherefore, by the love of liberty in the first place, afterwards also by that of domination and through the desire of praise and glory, they achieved many great things; and their most eminent poet testifies to their having been prompted by all these motives:  \"Porsenna there, with pride elate,  Bids Rome to Tarquin ope her gate;  With arms he hems the city in,  aeneas' sons stand firm to win\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:17",
                            "text": "At that time it was their greatest ambition either to die bravely or to live free; but when liberty was obtained, so great a desire of glory took possession of them, that liberty alone was not enough unless domination also should be sought, their great ambition being that which the same poet puts into the mouth of Jupiter:  \"Nay, Juno's self, whose wild alarms  Set ocean, earth, and heaven in arms,  Shall change for smiles her moody frown,  And vie with me in zeal to crown  Rome's sons, the nation of the gown."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:18",
                            "text": "So stands my will."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:19",
                            "text": "There comes a day,  While Rome's great ages hold their way,  When old Assaracus's sons  Shall quit them on the myrmidons,  O'er Phthia and Mycenae reign,  And humble Argos to their chain\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:20",
                            "text": "Which things, indeed, Virgil makes Jupiter predict as future, whilst, in reality, he was only himself passing in review in his own mind, things which were already done, and which were beheld by him as present realities."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:21",
                            "text": "But I have mentioned them with the intention of showing that, next to liberty, the Romans so highly esteemed domination, that it received a place among those things on which they bestowed the greatest praise."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:22",
                            "text": "Hence also it is that that poet, preferring to the arts of other nations those arts which peculiarly belong to the Romans, namely, the arts of ruling and commanding, and of subjugating and vanquishing nations, says,  \"Others, belike, with happier grace,  From bronze or stone shall call the face,  Plead doubtful causes, map the skies,  And tell when planets set or rise;  But Roman thou, do thou control  The nations far and wide;  Be this thy genius, to impose  The rule of peace on vanquished foes,  Show pity to the humble soul,  And crush the sons of pride\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:23",
                            "text": "These arts they exercised with the more skill the less they gave themselves up to pleasures, and to enervation of body and mind in coveting and amassing riches, and through these corrupting morals, by extorting them from the miserable citizens and lavishing them on base stage-players."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:24",
                            "text": "Hence these men of base character, who abounded when  Sallust wrote and Virgil sang these things, did not seek after honors and glory by these arts, but by treachery and deceit."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:25",
                            "text": "Wherefore the same says, \"But at first it was rather ambition than avarice that stirred the minds of men, which vice, however, is nearer to virtue."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:26",
                            "text": "For glory, honor, and power are desired alike by the good man and by the ignoble; but the former,\" he says, \"strives onward to them by the true way, whilst the other, knowing nothing of the good arts, seeks them by fraud and deceit\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:27",
                            "text": "And what is meant by seeking the attainment of glory, honor, and power by good arts, is to seek them by virtue, and not by deceitful intrigue; for the good and the ignoble man alike desire these things, but the good man strives to overtake them by the true way."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:28",
                            "text": "The way is virtue, along which he presses as to the goal of possession—namely, to glory, honor, and power."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:29",
                            "text": "Now that this was a sentiment engrained in the Roman mind, is indicated even by the temples of their gods; for they built in very close proximity the temples of Virtue and Honor, worshipping as gods the gifts of God."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:30",
                            "text": "Hence we can understand what they who were good thought to be the end of virtue, and to what they ultimately referred it, namely, to honor; for, as to the bad, they had no virtue though they desired honor, and strove to possess it by fraud and deceit."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:31",
                            "text": "Praise of a higher kind is bestowed upon Cato, for he says of him \"The less he sought glory, the more it followed him\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:32",
                            "text": "We say praise of a higher kind; for the glory with the desire of which the Romans burned is the judgment of men thinking well of men."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:33",
                            "text": "And therefore virtue is better, which is content with no human judgment save that of one's own conscience."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:34",
                            "text": "Whence the apostle says, \"For this is our glory, the testimony of our conscience\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:35",
                            "text": "And in another place he says, \"But let every one prove his own work, and then he shall have glory in himself, and not in another\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:36",
                            "text": "That glory, honor, and power, therefore, which they desired for themselves, and to which the good sought to attain by good arts, should not be sought after by virtue, but virtue by them."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:37",
                            "text": "For there is no true virtue except that which is directed towards that end in which is the highest and ultimate good of man."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:38",
                            "text": "Wherefore even the honors which Cato sought he ought not to have sought, but the state ought to have conferred them on him unsolicited, on account of his virtues."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:39",
                            "text": "But, of the two great Romans of that time, Cato was he whose virtue was by far the nearest to the true idea of virtue."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:40",
                            "text": "Wherefore, let us refer to the opinion of Cato himself, to discover what was the judgment he had formed concerning the condition of the state both then and in former times."
                        },
                        {
                            "verse": 41,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:41",
                            "text": "\"I do not think,\" he says, \"that it was by arms that our ancestors made the republic great from being small."
                        },
                        {
                            "verse": 42,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:42",
                            "text": "Had that been the case, the republic of our day would have been by far more flourishing than that of their times, for the number of our allies and citizens is far greater; and, besides, we possess a far greater abundance of armor and of horses than they did."
                        },
                        {
                            "verse": 43,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:43",
                            "text": "But it was other things than these that made them great, and we have none of them: industry at home, just government without, a mind free in deliberation, addicted neither to crime nor to lust."
                        },
                        {
                            "verse": 44,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:44",
                            "text": "Instead of these, we have luxury and avarice, poverty in the state, opulence among citizens; we laud riches, we follow laziness; there is no difference made between the good and the bad; all the rewards of virtue are got possession of by intrigue."
                        },
                        {
                            "verse": 45,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:45",
                            "text": "And no wonder, when every individual consults only for his own good, when ye are the slaves of pleasure at home, and, in public affairs, of money and favor, no wonder that an onslaught is made upon the unprotected republic\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:46",
                            "text": "He who hears these words of Cato or of Sallust probably thinks that such praise bestowed on the ancient Romans was applicable to all of them, or, at least, to very many of them."
                        },
                        {
                            "verse": 47,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:47",
                            "text": "It is not so; otherwise the things which Cato himself writes, and which I have quoted in the second book of this work, would not be true."
                        },
                        {
                            "verse": 48,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:48",
                            "text": "In that passage he says, that even from the very beginning of the state wrongs were committed by the more powerful, which led to the separation of the people from the fathers, besides which there were other internal dissensions; and the only time at which there existed a just and moderate administration was after the banishment of the kings, and that no longer than whilst they had cause to be afraid of Tarquin, and were carrying on the grievous war which had been undertaken on his account against Etruria; but afterwards the fathers oppressed the people as slaves, flogged them as the kings had done, drove them from their land, and, to the exclusion of all others, held the government in their own hands alone."
                        },
                        {
                            "verse": 49,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:49",
                            "text": "And to these discords, whilst the fathers were wishing to rule, and the people were unwilling to serve, the second Punic war put an end; for again great fear began to press upon their disquieted minds, holding them back from those distractions by another and greater anxiety, and  bringing them back to civil concord."
                        },
                        {
                            "verse": 50,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:50",
                            "text": "But the great things which were then achieved were accomplished through the administration of a few men, who were good in their own way."
                        },
                        {
                            "verse": 51,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:51",
                            "text": "And by the wisdom and forethought of these few good men, which first enabled the republic to endure these evils and mitigated them, it waxed greater and greater."
                        },
                        {
                            "verse": 52,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:52",
                            "text": "And this the same historian affirms, when he says that, reading and hearing of the many illustrious achievements of the Roman people in peace and in war, by land and by sea, he wished to understand what it was by which these great things were specially sustained."
                        },
                        {
                            "verse": 53,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:53",
                            "text": "For he knew that very often the Romans had with a small company contended with great legions of the enemy; and he knew also that with small resources they had carried on wars with opulent kings."
                        },
                        {
                            "verse": 54,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:54",
                            "text": "And he says that, after having given the matter much consideration, it seemed evident to him that the pre-eminent virtue of a few citizens had achieved the whole, and that that explained how poverty overcame wealth, and small numbers great multitudes."
                        },
                        {
                            "verse": 55,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:55",
                            "text": "But, he adds, after that the state had been corrupted by luxury and indolence, again the republic, by its own greatness, was able to bear the vices of its magistrates and generals."
                        },
                        {
                            "verse": 56,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:56",
                            "text": "Wherefore even the praises of Cato are only applicable to a few; for only a few were possessed of that virtue which leads men to pursue after glory, honor, and power by the true way,—that is, by virtue itself."
                        },
                        {
                            "verse": 57,
                            "chapter": 12,
                            "name": "Augustine: City of God Book V 12:57",
                            "text": "This industry at home, of which Cato speaks, was the consequence of a desire to enrich the public treasury, even though the result should be poverty at home; and therefore, when he speaks of the evil arising out of the corruption of morals, he reverses the expression, and says, \"Poverty in the state, riches at home\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: City of God Book V 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:1",
                            "text": "Chapter 13—Concerning the Love of Praise, Which, Though It is a Vice, is Reckoned a Virtue, Because by It Greater Vice is Restrained."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:2",
                            "text": "Wherefore, when the kingdoms of the East had been illustrious for a long time, it pleased God that there should also arise a Western empire, which, though later in time, should be more illustrious in extent and greatness."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:3",
                            "text": "And, in order that it might overcome the grievous evils which existed among other nations, He purposely granted it to such men as, for the sake of honor, and praise, and glory, consulted well for their country, in whose glory they sought their own, and whose safety they did not hesitate to prefer to their own, suppressing the desire of wealth and many other vices for this one vice, namely, the love of praise."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:4",
                            "text": "For he has the soundest perception who recognizes that even the love of praise is a vice; nor has this escaped the perception of the poet Horace, who says,  \"You're bloated by ambition? take advice:  Yon book will ease you if you read it thrice\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:5",
                            "text": "And the same poet, in a lyric song, hath thus spoken with the desire of repressing the passion for domination:  \"Rule an ambitious spirit, and thou hast  A wider kingdom than if thou shouldst join  To distant Gades Lybia, and thus  Shouldst hold in service either Carthaginian\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:6",
                            "text": "Nevertheless, they who restrain baser lusts, not by the power of the Holy Spirit obtained by the faith of piety, or by the love of intelligible beauty, but by desire of human praise, or, at all events, restrain them better by the love of such praise, are not indeed yet holy, but only less base."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:7",
                            "text": "Even Tully was not able to conceal this fact; for, in the same books which he wrote, De Republica, when speaking concerning the education of a chief of the state, who ought, he says, to be nourished on glory, goes on to say that their ancestors did many wonderful and illustrious things through desire of glory."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:8",
                            "text": "So far, therefore, from resisting this vice, they even thought that it ought to be excited and kindled up, supposing that that would be beneficial to the republic."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:9",
                            "text": "But not even in his books on philosophy does Tully dissimulate this poisonous opinion, for he there avows it more clearly than day."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: City of God Book V 13:10",
                            "text": "For when he is speaking of those studies which are to be pursued with a view to the true good, and not with the vainglorious desire of human praise, he introduces the following universal and general statement:  \"Honor nourishes the arts, and all are stimulated to the prosecution of studies by glory; and those pursuits are always neglected which are generally discredited\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: City of God Book V 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:1",
                            "text": "Chapter 14—Concerning the Eradication of the Love of Human Praise, Because All the Glory of the Righteous is in God."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:2",
                            "text": "It is, therefore, doubtless far better to resist this desire than to yield to it, for the purer one is from this defilement, the liker is he to God; and, though this vice be not thoroughly eradicated from his heart,—for it does not cease to tempt even the minds of those who are making good progress in virtue,—at any rate, let the desire of glory be surpassed by the love of righteousness, so that, if there be seen anywhere \"lying neglected things which are generally discredited,\"  if they are good, if they are right, even the love of human praise may blush and yield to the love of truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:3",
                            "text": "For so hostile is this vice to pious faith, if the love of glory be greater in the heart than the fear or love of God, that the Lord said, \"How can ye believe, who look for glory from one another, and do not seek the glory which is from God alone?\" Also, concerning some who had believed on Him, but were afraid to confess Him openly, the evangelist says, \"They loved the praise of men more than the praise of God;\" which did not the holy apostles, who, when they proclaimed the name of Christ in those places where it was not only discredited, and therefore neglected,—according as Cicero says, \"Those things are always neglected which are generally discredited,\"—but was even held in the utmost detestation, holding to what they had heard from the Good Master, who was also the physician of minds, \"If any one shall deny me before men, him will I also deny before my Father who is in heaven, and before the angels of God,\" amidst maledictions and reproaches, and most grievous persecutions and cruel punishments, were not deterred from the preaching of human salvation by the noise of human indignation."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:4",
                            "text": "And when, as they did and spake divine things, and lived divine lives, conquering, as it were, hard hearts, and introducing into them the peace of righteousness, great glory followed them in the church of Christ, they did not rest in that as in the end of their virtue, but, referring that glory itself to the glory of God, by whose grace they were what they were, they sought to kindle, also by that same flame, the minds of those for whose good they consulted, to the love of Him, by whom they could be made to be what they themselves were."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:5",
                            "text": "For their Master had taught them not to seek to be good for the sake of human glory, saying, \"Take heed that ye do not your righteousness before men to be seen of them, or otherwise ye shall not have a reward from your Father who is in heaven\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:6",
                            "text": "But again, lest, understanding this wrongly, they should, through fear of pleasing men, be less useful through concealing their goodness, showing for what end they ought to make it known, He says, \"Let your works shine before men, that they may see your good deeds, and glorify your Father who is in heaven\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:7",
                            "text": "Not, observe, \"that ye may be seen by them, that is, in order that their eyes may be directed upon you,\"—for of yourselves ye are, nothing,—but \"that they may glorify your Father who is in heaven,\" by fixing their regards on whom they may become such as ye are."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:8",
                            "text": "These the martyrs followed, who surpassed the Scaevolas, and the Curtiuses, and the Deciuses, both in true virtue, because in true piety, and also in the greatness of their number."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: City of God Book V 14:9",
                            "text": "But since those Romans were in an earthly city, and had before them, as the end of all the offices undertaken in its behalf, its safety, and a kingdom, not in heaven, but in earth,—not in the sphere of eternal life, but in the sphere of demise and succession, where the dead are succeeded by the dying,—what else but glory should they love, by which they wished even after death to live in the mouths of their admirers?."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: City of God Book V 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: City of God Book V 15:1",
                            "text": "Chapter 15—Concerning the Temporal Reward Which God Granted to the Virtues of the Romans."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: City of God Book V 15:2",
                            "text": "Now, therefore, with regard to those to whom God did not purpose to give eternal life with His holy angels in His own celestial city, to the society of which that true piety which does not render the service of religion, which the Greeks call λατρεία, to any save the true God conducts, if He had also withheld from them the terrestrial glory of that most excellent empire, a reward would not have been rendered to their good arts,—that is, their virtues,—by which they sought to attain so great glory."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: City of God Book V 15:3",
                            "text": "For as to those who seem to do some good that they may receive glory from men, the Lord also says, \"Verily I say unto you, they have received their reward\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: City of God Book V 15:4",
                            "text": "So also these despised their own private affairs for the sake of the republic, and for its treasury resisted avarice, consulted for the good of their country with a spirit of freedom, addicted neither to what their laws pronounced to be crime nor to lust."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: City of God Book V 15:5",
                            "text": "By all these acts, as by the true way, they pressed forward to honors, power, and glory; they were honored among almost all nations; they imposed the laws of their empire upon many nations; and at this day, both in literature and history, they are glorious among almost all nations."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: City of God Book V 15:6",
                            "text": "There is no reason why they should complain against the justice of the supreme and true God,—\"they have received their reward\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: City of God Book V 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:1",
                            "text": "Chapter 16—Concerning the Reward of the Holy Citizens of the Celestial City, to Whom the Example of the Virtues of the Romans are Useful."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:2",
                            "text": "But the reward of the saints is far different, who even here endured reproaches for that  city of God which is hateful to the lovers of this world."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:3",
                            "text": "That city is eternal."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:4",
                            "text": "There none are born, for none die."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:5",
                            "text": "There is true and full felicity,—not a goddess, but a gift of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:6",
                            "text": "Thence we receive the pledge of faith whilst on our pilgrimage we sigh for its beauty."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:7",
                            "text": "There rises not the sun on the good and the evil, but the Sun of Righteousness protects the good alone."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:8",
                            "text": "There no great industry shall be expended to enrich the public treasury by suffering privations at home, for there is the common treasury of truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: City of God Book V 16:9",
                            "text": "And, therefore, it was not only for the sake of recompensing the citizens of Rome that her empire and glory had been so signally extended, but also that the citizens of that eternal city, during their pilgrimage here, might diligently and soberly contemplate these examples, and see what a love they owe to the supernal country on account of life eternal, if the terrestrial country was so much beloved by its citizens on account of human glory."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: City of God Book V 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: City of God Book V 17:1",
                            "text": "Chapter 17—To What Profit the Romans Carried on Wars, and How Much They Contributed to the Well-Being of Those Whom They Conquered."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: City of God Book V 17:2",
                            "text": "For, as far as this life of mortals is concerned, which is spent and ended in a few days, what does it matter under whose government a dying man lives, if they who govern do not force him to impiety and iniquity? Did the Romans at all harm those nations, on whom, when subjugated, they imposed their laws, except in as far as that was accomplished with great slaughter in war? Now, had it been done with consent of the nations, it would have been done with greater success, but there would have been no glory of conquest, for neither did the Romans themselves live exempt from those laws which they imposed on others."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: City of God Book V 17:3",
                            "text": "Had this been done without Mars and Bellona, so that there should have been no place for victory, no one conquering where no one had fought, would not the condition of the Romans and of the other nations have been one and the same, especially if that had been done at once which afterwards was done most humanely and most acceptably, namely, the admission of all to the rights of Roman citizens who belonged to the Roman empire, and if that had been made the privilege of all which was formerly the privilege of a few, with this one condition, that the humbler class who had no lands of their own should live at the public expense—an alimentary impost, which would have been paid with a much better grace by them into the hands of good administrators of the republic, of which they were members, by their own hearty consent, than it would have been paid with had it to be extorted from them as conquered men? For I do not see what it makes for the safety, good morals, and certainly not for the dignity, of men, that some have conquered and others have been conquered, except that it yields them that most insane pomp of human glory, in which \"they have received their reward,\" who burned with excessive desire of it, and carried on most eager wars."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: City of God Book V 17:4",
                            "text": "For do not their lands pay tribute? Have they any privilege of learning what the others are not privileged to learn? Are there not many senators in the other countries who do not even know Rome by sight? Take away outward show, and what are all men after all but men? But even though the perversity of the age should permit that all the better men should be more highly honored than others, neither thus should human honor be held at a great price, for it is smoke which has no weight."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: City of God Book V 17:5",
                            "text": "But let us avail ourselves even in these things of the kindness of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: City of God Book V 17:6",
                            "text": "Let us consider how great things they despised, how great things they endured, what lusts they subdued for the sake of human glory, who merited that glory, as it were, in reward for such virtues; and let this be useful to us even in suppressing pride, so that, as that city in which it has been promised us to reign as far surpasses this one as heaven is distant from the earth, as eternal life surpasses temporal joy, solid glory empty praise, or the society of angels the society of mortals, or the glory of Him who made the sun and moon the light of the sun and moon, the citizens of so great a country may not seem to themselves to have done anything very great, if, in order to obtain it, they have done some good works or endured some evils, when those men for this terrestrial country already obtained, did such great things, suffered such great things."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: City of God Book V 17:7",
                            "text": "And especially are all these things to be considered, because the remission of sins which collects citizens to the celestial country has something in it to which a shadowy resemblance is found in that asylum of Romulus, whither escape from the punishment of all manner of crimes congregated that multitude with which the state was to be founded."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: City of God Book V 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:1",
                            "text": "Chapter 18—How Far Christians Ought to Be from Boasting, If They Have Done Anything for the Love of the Eternal Country, When the Romans Did Such Great Things for Human Glory and a Terrestrial City."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:2",
                            "text": "What great thing, therefore, is it for that  eternal and celestial city to despise all the charms of this world, however pleasant, if for the sake of this terrestrial city Brutus could even put to death his son,—a sacrifice which the heavenly city compels no one to make? But certainly it is more difficult to put to death one's sons, than to do what is required to be done for the heavenly country, even to distribute to the poor those things which were looked upon as things to be massed and laid up for one's children, or to let them go, if there arise any temptation which compels us to do so, for the sake of faith and righteousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:3",
                            "text": "For it is not earthly riches which make us or our sons happy; for they must either be lost by us in our lifetime, or be possessed when we are dead, by whom we know not, or perhaps by whom we would not."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:4",
                            "text": "But it is God who makes us happy, who is the true riches of minds."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:5",
                            "text": "But of Brutus, even the poet who celebrates his praises testifies that it was the occasion of unhappiness to him that he slew his son, for he says,  \"And call his own rebellious seed  For menaced liberty to bleed."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:6",
                            "text": "Unhappy father! howsoe'er  The deed be judged by after days\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:7",
                            "text": "But in the following verse he consoles him in his unhappiness, saying,  \"His country's love shall all o'erbear\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:8",
                            "text": "There are those two things, namely, liberty and the desire of human praise, which compelled the Romans to admirable deeds."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:9",
                            "text": "If, therefore, for the liberty of dying men, and for the desire of human praise which is sought after by mortals, sons could be put to death by a father, what great thing is it, if, for the true liberty which has made us free from the dominion of sin, and death, and the devil,—not through the desire of human praise, but through the earnest desire of fleeing men, not from King Tarquin, but from demons and the prince of the demons,—we should, I do not say put to death our sons, but reckon among our sons Christ's poor ones? If, also, another Roman chief, surnamed Torquatus, slew his son, not because he fought against his country, but because, being challenged by an enemy, he through youthful impetuosity fought, though for his country, yet contrary to orders which he his father had given as general; and this he did, notwithstanding that his son was victorious, lest there should be more evil in the example of authority despised, than good in the glory of slaying an enemy;—if, I say, Torquatus acted thus, wherefore should they boast themselves, who, for the laws of a celestial country, despise all earthly good things, which are loved far less than sons? If Furius Camillus, who was condemned by those who envied him, notwithstanding that he had thrown off from the necks of his countrymen the yoke of their most bitter enemies, the Veientes, again delivered his ungrateful country from the Gauls, because he had no other in which he could have better opportunities for living a life of glory;—if Camillus did thus, why should he be extolled as having done some great thing, who, having, it may be, suffered in the church at the hands of carnal enemies most grievous and dishonoring injury, has not betaken himself to heretical enemies, or himself raised some heresy against her, but has rather defended her, as far as he was able, from the most pernicious perversity of heretics, since there is not another church, I say not in which one can live a life of glory, but in which eternal life can be obtained? If Mucius, in order that peace might be made with King Porsenna, who was pressing the Romans with a most grievous war, when he did not succeed in slaying Porsenna, but slew another by mistake for him, reached forth his right hand and laid it on a red-hot altar, saying that many such as he saw him to be had conspired for his destruction, so that Porsenna, terrified at his daring, and at the thought of a conspiracy of such as he, without any delay recalled all his warlike purposes, and made peace;—if, I say, Mucius did this, who shall speak of his meritorious claims to the kingdom of heaven, if for it he may have given to the flames not one hand, but even his whole body, and that not by his own spontaneous act, but because he was persecuted by another? If Curtius, spurring on his steed, threw himself all armed into a precipitous gulf, obeying the oracles of their gods, which had commanded that the Romans should throw into that gulf the best thing which they possessed, and they could only understand thereby that, since they excelled in men and arms, the gods had commanded that an armed man should be cast headlong into that destruction;—if he did this, shall we say that that man has done a great thing for the eternal city who may have died by a like death, not, however, precipitating himself spontaneously into a gulf, but having suffered this death at the hands of some enemy of his faith, more especially when he has received from his Lord, who is also King of his country, a more certain oracle, \"Fear not them who kill the body, but cannot kill the soul?\" If the Decii dedicated themselves to death, consecrating themselves in a form  of words, as it were, that falling, and pacifying by their blood the wrath of the gods, they might be the means of delivering the Roman army;—if they did this, let not the holy martyrs carry themselves proudly, as though they had done some meritorious thing for a share in that country where are eternal life and felicity, if even to the shedding of their blood, loving not only the brethren for whom it was shed, but, according as had been commanded them, even their enemies by whom it was being shed, they have vied with one another in faith of love and love of faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:10",
                            "text": "If Marcus Pulvillus, when engaged in dedicating a temple to Jupiter, Juno, and Minerva, received with such indifference the false intelligence which was brought to him of the death of his son, with the intention of so agitating him that he should go away, and thus the glory of dedicating the temple should fall to his colleague;—if he received that intelligence with such indifference that he even ordered that his son should be cast out unburied, the love of glory having overcome in his heart the grief of bereavement, how shall any one affirm that he had done a great thing for the preaching of the gospel, by which the citizens of the heavenly city are delivered from divers errors and gathered together from divers wanderings, to whom his Lord has said, when anxious about the burial of his father, \"Follow me, and let the dead bury their dead?\" Regulus, in order not to break his oath, even with his most cruel enemies, returned to them from Rome itself, because (as he is said to have replied to the Romans when they wished to retain him) he could not have the dignity of an honorable citizen at Rome after having been a slave to the Africans, and the Carthaginians put him to death with the utmost tortures, because he had spoken against them in the senate."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:11",
                            "text": "If Regulus acted thus, what tortures are not to be despised for the sake of good faith toward that country to whose beatitude faith itself leads? Or what will a man have rendered to the Lord for all He has bestowed upon him, if, for the faithfulness he owes to Him, he shall have suffered such things as Regulus suffered at the hands of his most ruthless enemies for the good faith which he owed to them? And how shall a Christian dare vaunt himself of his voluntary poverty, which he has chosen in order that during the pilgrimage of this life he may walk the more disencumbered on the way which leads to the country where the true riches are, even God Himself;—how, I say, shall he vaunt himself for this, when he hears or reads that Lucius Valerius, who died when he was holding the office of consul, was so poor that his funeral expenses were paid with money collected by the people?—or when he hears that Quintius Cincinnatus, who, possessing only four acres of land, and cultivating them with his own hands, was taken from the plough to be made dictator,—an office more honorable even than that of consul,—and that, after having won great glory by conquering the enemy, he preferred notwithstanding to continue in his poverty? Or how shall he boast of having done a great thing, who has not been prevailed upon by the offer of any reward of this world to renounce his connection with that heavenly and eternal country, when he hears that Fabricius could not be prevailed on to forsake the Roman city by the great gifts offered to him by Pyrrhus king of the Epirots, who promised him the fourth part of his kingdom, but preferred to abide there in his poverty as a private individual? For if, when their republic,—that is, the interest of the people, the interest of the country, the common interest,—was most prosperous and wealthy, they themselves were so poor in their own houses, that one of them, who had already been twice a consul, was expelled from that senate of poor men by the censor, because he was discovered to possess ten pounds weight of silverplate,—since, I say, those very men by whose triumphs the public treasury was enriched were so poor, ought not all Christians, who make common property of their riches with a far nobler purpose, even that (according to what is written in the Acts of the Apostles) they may distribute to each one according to his need, and that no one may say that anything is his own, but that all things may be their common possession,—ought they not to understand that they should not vaunt themselves, because they do that to obtain the society of angels, when those men did well-nigh the same thing to preserve the glory of the Romans?  How could these, and whatever like things are found in the Roman history, have become so widely known, and have been proclaimed by so great a fame, had not the Roman empire, extending far and wide, been raised to its greatness by magnificent successes? Wherefore, through that empire, so extensive and of so long continuance, so illustrious and glorious also through the virtues of such great men, the reward which they sought was rendered to their earnest aspirations, and also examples are set before us, containing necessary admonition, in order that we may be  stung with shame if we shall see that we have not held fast those virtues for the sake of the most glorious city of God, which are, in whatever way, resembled by those virtues which they held fast for the sake of the glory of a terrestrial city, and that, too, if we shall feel conscious that we have held them fast, we may not be lifted up with pride, because, as the apostle says, \"The sufferings of the present time are not worthy to be compared to the glory which shall be revealed in us\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:12",
                            "text": "But so far as regards human and temporal glory, the lives of these ancient Romans were reckoned sufficiently worthy."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: City of God Book V 18:13",
                            "text": "Therefore, also, we see, in the light of that truth which, veiled in the Old Testament, is revealed in the New, namely, that it is not in view of terrestrial and temporal benefits, which divine providence grants promiscuously to good and evil, that God is to be worshipped, but in view of eternal life, everlasting gifts, and of the society of the heavenly city itself;—in the light of this truth we see that the Jews were most righteously given as a trophy to the glory of the Romans; for we see that these Romans, who rested on earthly glory, and sought to obtain it by virtues, such as they were, conquered those who, in their great depravity, slew and rejected the giver of true glory, and of the eternal city."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: City of God Book V 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:1",
                            "text": "Chapter 19—Concerning the Difference Between True Glory and the Desire of Domination."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:2",
                            "text": "There is assuredly a difference between the desire of human glory and the desire of domination; for, though he who has an overweening delight in human glory will be also very prone to aspire earnestly after domination, nevertheless they who desire the true glory even of human praise strive not to displease those who judge well of them."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:3",
                            "text": "For there are many good moral qualities, of which many are competent judges, although they are not possessed by many; and by those good moral qualities those men press on to glory, honor and domination, of whom Sallust says, \"But they press on by the true way\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:4",
                            "text": "But whosoever, without possessing that desire of glory which makes one fear to displease those who judge his conduct, desires domination and power, very often seeks to obtain what he loves by most open crimes."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:5",
                            "text": "Therefore he who desires glory presses on to obtain it either by the true way, or certainly by deceit and artifice, wishing to appear good when he is not."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:6",
                            "text": "Therefore to him who possesses virtues it is a great virtue to despise glory; for contempt of it is seen by God, but is not manifest to human judgment."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:7",
                            "text": "For whatever any one does before the eyes of men in order to show himself to be a despiser of glory, if they suspect that he is doing it in order to get greater praise,—that is, greater glory,—he has no means of demonstrating to the perceptions of those who suspect him that the case is really otherwise than they suspect it to be."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:8",
                            "text": "But he who despises the judgment of praisers, despises also the rashness of suspectors."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:9",
                            "text": "Their salvation, indeed, he does not despise, if he is truly good; for so great is the righteousness of that man who receives his virtues from the Spirit of God, that he loves his very enemies, and so loves them that he desires that his haters and detractors may be turned to righteousness, and become his associates, and that not in an earthly but in a heavenly country."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:10",
                            "text": "But with respect to his praisers, though he sets little value on their praise, he does not set little value on their love; neither does he elude their praise, lest he should forfeit their love."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:11",
                            "text": "And, therefore, he strives earnestly to have their praises directed to Him from whom every one receives whatever in him is truly praiseworthy."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:12",
                            "text": "But he who is a despiser of glory, but is greedy of domination, exceeds the beasts in the vices of cruelty and luxuriousness."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:13",
                            "text": "Such, indeed, were certain of the Romans, who, wanting the love of esteem, wanted not the thirst for domination; and that there were many such, history testifies."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:14",
                            "text": "But it was Nero Caesar who was the first to reach the summit, and, as it were, the citadel, of this vice; for so great was his luxuriousness, that one would have thought there was nothing manly to be dreaded in him, and such his cruelty, that, had not the contrary been known, no one would have thought there was anything effeminate in his character."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:15",
                            "text": "Nevertheless power and domination are not given even to such men save by the providence of the most high God, when He judges that the state of human affairs is worthy of such lords."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:16",
                            "text": "The divine utterance is clear on this matter; for the Wisdom of God thus speaks: \"By me kings reign, and tyrants possess the land\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:17",
                            "text": "But, that it may not be thought that by \"tyrants\" is meant, not wicked and impious kings, but brave men, in accordance with the ancient use of the word, as when Virgil says,  \"For know that treaty may not stand  Where king greets king and joins not hand,\"  in another place it is most unambiguously said of God, that He \"maketh the man who is an hypocrite to reign on account of the perver  sity of the people\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:18",
                            "text": "Wherefore, though I have, according to my ability, shown for what reason God, who alone is true and just, helped forward the Romans, who were good according to a certain standard of an earthly state, to the acquirement of the glory of so great an empire, there may be, nevertheless, a more hidden cause, known better to God than to us, depending on the diversity of the merits of the human race."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:19",
                            "text": "Among all who are truly pious, it is at all events agreed that no one without true piety,—that is, true worship of the true God—can have true virtue; and that it is not true virtue which is the slave of human praise."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:20",
                            "text": "Though, nevertheless, they who are not citizens of the eternal city, which is called the city of God in the sacred Scriptures, are more useful to the earthly city when they possess even that virtue than if they had not even that."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:21",
                            "text": "But there could be nothing more fortunate for human affairs than that, by the mercy of God, they who are endowed with true piety of life, if they have the skill for ruling people, should also have the power."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:22",
                            "text": "But such men, however great virtues they may possess in this life, attribute it solely to the grace of God that He has bestowed it on them—willing, believing, seeking."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:23",
                            "text": "And, at the same time, they understand how far they are short of that perfection of righteousness which exists in the society of those holy angels for which they are striving to fit themselves."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Augustine: City of God Book V 19:24",
                            "text": "But however much that virtue may be praised and cried up, which without true piety is the slave of human glory, it is not at all to be compared even to the feeble beginnings of the virtue of the saints, whose hope is placed in the grace and mercy of the true God."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: City of God Book V 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:1",
                            "text": "Chapter 20—That It is as Shameful for the Virtues to Serve Human Glory as Bodily Pleasure."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:2",
                            "text": "Philosophers,—who place the end of human good in virtue itself, in order to put to shame certain other philosophers, who indeed approve of the virtues, but measure them all with reference to the end of bodily pleasure, and think that this pleasure is to be sought for its own sake, but the virtues on account of pleasure,—are wont to paint a kind of word-picture, in which Pleasure sits like a luxurious queen on a royal seat, and all the virtues are subjected to her as slaves, watching her nod, that they may do whatever she shall command."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:3",
                            "text": "She commands Prudence to be ever on the watch to discover how Pleasure may rule, and be safe."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:4",
                            "text": "Justice she orders to grant what benefits she can, in order to secure those friendships which are necessary for bodily pleasure; to do wrong to no one, lest, on account of the breaking of the laws, Pleasure be not able to live in security."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:5",
                            "text": "Fortitude she orders to keep her mistress, that is, Pleasure, bravely in her mind, if any affliction befall her body which does not occasion death, in order that by remembrance of former delights she may mitigate the poignancy of present pain."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:6",
                            "text": "Temperance she commands to take only a certain quantity even of the most favorite food, lest, through immoderate use, anything prove hurtful by disturbing the health of the body, and thus Pleasure, which the Epicureans make to consist chiefly in the health of the body, be grievously offended."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:7",
                            "text": "Thus the virtues, with the whole dignity of their glory, will be the slaves of Pleasure, as of some imperious and disreputable woman."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:8",
                            "text": "There is nothing, say our philosophers, more disgraceful and monstrous than this picture, and which the eyes of good men can less endure."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:9",
                            "text": "And they say the truth."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:10",
                            "text": "But I do not think that the picture would be sufficiently becoming, even if it were made so that the virtues should be represented as the slaves of human glory; for, though that glory be not a luxurious woman, it is nevertheless puffed up, and has much vanity in it."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:11",
                            "text": "Wherefore it is unworthy of the solidity and firmness of the virtues to represent them as serving this glory, so that Prudence shall provide nothing, Justice distribute nothing, Temperance moderate nothing, except to the end that men may be pleased and vain glory served."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:12",
                            "text": "Nor will they be able to defend themselves from the charge of such baseness, whilst they, by way of being despisers of glory, disregard the judgment of other men, seem to themselves wise, and please themselves."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:13",
                            "text": "For their virtue,—if, indeed, it is virtue at all,—is only in another way subjected to human praise; for he who seeks to please himself seeks still to please man."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Augustine: City of God Book V 20:14",
                            "text": "But he who, with true piety towards God, whom he loves, believes, and hopes in, fixes his attention more on those things in which he displeases himself, than on those things, if there are any such, which please himself, or rather, not himself, but the truth, does not attribute that by which he can now please the truth to anything but to the mercy of Him whom he has feared to displease, giving thanks for what in him is healed, and pouring out prayers for the healing of that which is yet unhealed."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: City of God Book V 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:1",
                            "text": "Chapter 21—That the Roman Dominion Was Granted by Him from Whom is All Power, and by Whose Providence All Things are Ruled."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:2",
                            "text": "These things being so, we do not attribute  the power of giving kingdoms and empires to any save to the true God, who gives happiness in the kingdom of heaven to the pious alone, but gives kingly power on earth both to the pious and the impious, as it may please Him, whose good pleasure is always just."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:3",
                            "text": "For though we have said something about the principles which guide His administration, in so far as it has seemed good to Him to explain it, nevertheless it is too much for us, and far surpasses our strength, to discuss the hidden things of men's hearts, and by a clear examination to determine the merits of various kingdoms."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:4",
                            "text": "He, therefore, who is the one true God, who never leaves the human race without just judgment and help, gave a kingdom to the Romans when He would, and as great as He would, as He did also to the Assyrians, and even the Persians, by whom, as their own books testify, only two gods are worshipped, the one good and the other evil,—to say nothing concerning the Hebrew people, of whom I have already spoken as much as seemed necessary, who, as long as they were a kingdom, worshipped none save the true God."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:5",
                            "text": "The same, therefore, who gave to the Persians harvests, though they did not worship the goddess Segetia, who gave the other blessings of the earth, though they did not worship the many gods which the Romans supposed to preside, each one over some particular thing, or even many of them over each several thing,—He, I say, gave the Persians dominion, though they worshipped none of those gods to whom the Romans believed themselves indebted for the empire."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:6",
                            "text": "And the same is true in respect of men as well as nations."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:7",
                            "text": "He who gave power to Marius gave it also to Caius Caesar; He who gave it to Augustus gave it also to Nero; He also who gave it to the most benignant emperors, the Vespasians, father and son, gave it also to the cruel Domitian; and, finally, to avoid the necessity of going over them all, He who gave it to the Christian Constantine gave it also to the apostate Julian, whose gifted mind was deceived by a sacrilegious and detestable curiosity, stimulated by the love of power."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:8",
                            "text": "And it was because he was addicted through curiosity to vain oracles, that, confident of victory, he burned the ships which were laden with the provisions necessary for his army, and therefore, engaging with hot zeal in rashly audacious enterprises, he was soon slain, as the just consequence of his recklessness, and left his army unprovisioned in an enemy's country, and in such a predicament that it never could have escaped, save by altering the boundaries of the Roman empire, in violation of that omen of the god Terminus of which I spoke in the preceding book; for the god Terminus yielded to necessity, though he had not yielded to Jupiter."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: City of God Book V 21:9",
                            "text": "Manifestly these things are ruled and governed by the one God according as He pleases; and if His motives are hid, are they therefore unjust?."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: City of God Book V 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:1",
                            "text": "Chapter 22—The Durations and Issues of War Depend on the Will of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:2",
                            "text": "Thus also the durations of wars are determined by Him as He may see meet, according to His righteous will, and pleasure, and mercy, to afflict or to console the human race, so that they are sometimes of longer, sometimes of shorter duration."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:3",
                            "text": "The war of the Pirates and the third Punic war were terminated with incredible celerity."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:4",
                            "text": "Also the war of the fugitive gladiators, though in it many Roman generals and the consuls were defeated, and Italy was terribly wasted and ravaged, was nevertheless ended in the third year, having itself been, during its continuance, the end of much."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:5",
                            "text": "The Picentes, the Marsi, and the Peligni, not distant but Italian nations, after a long and most loyal servitude under the Roman yoke, attempted to raise their heads into liberty, though many nations had now been subjected to the Roman power, and Carthage had been overthrown."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:6",
                            "text": "In this Italian war the Romans were very often defeated, and two consuls perished, besides other noble senators; nevertheless this calamity was not protracted over a long space of time, for the fifth year put an end to it."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:7",
                            "text": "But the second Punic war, lasting for the space of eighteen years, and occasioning the greatest disasters and calamities to the republic, wore out and well-nigh consumed the strength of the Romans; for in two battles about seventy thousand Romans fell."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:8",
                            "text": "The first Punic war was terminated after having been waged for three-and-twenty years."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:9",
                            "text": "The Mithridatic war was waged for forty years."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:10",
                            "text": "And that no one may think that in the early and much belauded times of the Romans they were far braver and more able to bring wars to a speedy termination, the Samnite war was protracted for nearly fifty years; and in this war the Romans were so beaten that they were even put under the yoke."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:11",
                            "text": "But because they did not love glory for the sake of justice, but seemed rather to have loved justice for the sake of glory, they broke the peace and the treaty which had been concluded."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:12",
                            "text": "These things I mention, because many, ignorant of past things, and some also dissimulating what they know, if in Christian times they see any war  protracted a little longer than they expected, straightway make a fierce and insolent attack on our religion, exclaiming that, but for it, the deities would have been supplicated still, according to ancient rites; and then, by that bravery of the Romans, which, with the help of Mars and Bellona, speedily brought to an end such great wars, this war also would be speedily terminated."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Augustine: City of God Book V 22:13",
                            "text": "Let them, therefore, who have read history recollect what long-continued wars, having various issues and entailing woeful slaughter, were waged by the ancient Romans, in accordance with the general truth that the earth, like the tempestuous deep, is subject to agitations from tempests—tempests of such evils, in various degrees,—and let them sometimes confess what they do not like to own, and not, by madly speaking against God, destroy themselves and deceive the ignorant."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: City of God Book V 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: City of God Book V 23:1",
                            "text": "Chapter 23—Concerning the War in Which Radagaisus, King of the Goths, a Worshipper of Demons, Was Conquered in One Day, with All His Mighty Forces."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: City of God Book V 23:2",
                            "text": "Nevertheless they do not mention with thanksgiving what God has very recently, and within our own memory, wonderfully and mercifully done, but as far as in them lies they attempt, if possible, to bury it in universal oblivion."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: City of God Book V 23:3",
                            "text": "But should we be silent about these things, we should be in like manner ungrateful."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: City of God Book V 23:4",
                            "text": "When Radagaisus, king of the Goths, having taken up his position very near to the city, with a vast and savage army, was already close upon the Romans, he was in one day so speedily and so thoroughly beaten, that, whilst not even one Roman was wounded, much less slain, far more than a hundred thousand of his army were prostrated, and he himself and his sons, having been captured, were forthwith put to death, suffering the punishment they deserved."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: City of God Book V 23:5",
                            "text": "For had so impious a man, with so great and so impious a host, entered the city, whom would he have spared? what tombs of the martyrs would he have respected? in his treatment of what person would he have manifested the fear of God? whose blood would he have refrained from shedding? whose chastity would he have wished to preserve inviolate? But how loud would they not have been in the praises of their gods! How insultingly they would have boasted, saying that Radagaisus had conquered, that he had been able to achieve such great things, because he propitiated and won over the gods by daily sacrifices,—a thing which the Christian religion did not allow the Romans to do! For when he was approaching to those places where he was overwhelmed at the nod of the Supreme Majesty, as his fame was everywhere increasing, it was being told us at Carthage that the pagans were believing, publishing, and boasting, that he, on account of the help and protection of the gods friendly to him, because of the sacrifices which he was said to be daily offering to them, would certainly not be conquered by those who were not performing such sacrifices to the Roman gods, and did not even permit that they should be offered by any one."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: City of God Book V 23:6",
                            "text": "And now these wretched men do not give thanks to God for his great mercy, who, having determined to chastise the corruption of men, which was worthy of far heavier chastisement than the corruption of the barbarians, tempered His indignation with such mildness as, in the first instance, to cause that the king of the Goths should be conquered in a wonderful manner, lest glory should accrue to demons, whom he was known to be supplicating, and thus the minds of the weak should be overthrown; and then, afterwards, to cause that, when Rome was to be taken, it should be taken by those barbarians who, contrary to any custom of all former wars, protected, through reverence for the Christian religion, those who fled for refuge to the sacred places, and who so opposed the demons themselves, and the rites of impious sacrifices, that they seemed to be carrying on a far more terrible war with them than with men."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: City of God Book V 23:7",
                            "text": "Thus did the true Lord and Governor of things both scourge the Romans mercifully, and, by the marvellous defeat of the worshippers of demons, show that those sacrifices were not necessary even for the safety of present things; so that, by those who do not obstinately hold out, but prudently consider the matter, true religion may not be deserted on account of the urgencies of the present time, but may be more clung to in most confident expectation of eternal life."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: City of God Book V 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: City of God Book V 24:1",
                            "text": "Chapter 24—What Was the Happiness of the Christian Emperors, and How Far It Was True Happiness."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: City of God Book V 24:2",
                            "text": "For neither do we say that certain Christian emperors were therefore happy because they ruled a long time, or, dying a peaceful death, left their sons to succeed them in the empire, or subdued the enemies of the republic, or were able both to guard against and to suppress the attempt of hostile citizens rising against them."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: City of God Book V 24:3",
                            "text": "These and other gifts or comforts of this sorrowful life even certain worshippers of demons have merited to receive, who do not belong to the kingdom of God to  which these belong; and this is to be traced to the mercy of God, who would not have those who believe in Him desire such things as the highest good."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: City of God Book V 24:4",
                            "text": "But we say that they are happy if they rule justly; if they are not lifted up amid the praises of those who pay them sublime honors, and the obsequiousness of those who salute them with an excessive humility, but remember that they are men; if they make their power the handmaid of His majesty by using it for the greatest possible extension of His worship; if they fear, love, worship God; if more than their own they love that kingdom in which they are not afraid to have partners; if they are slow to punish, ready to pardon; if they apply that punishment as necessary to government and defence of the republic, and not in order to gratify their own enmity; if they grant pardon, not that iniquity may go unpunished, but with the hope that the transgressor may amend his ways; if they compensate with the lenity of mercy and the liberality of benevolence for whatever severity they may be compelled to decree; if their luxury is as much restrained as it might have been unrestrained; if they prefer to govern depraved desires rather than any nation whatever; and if they do all these things, not through ardent desire of empty glory, but through love of eternal felicity, not neglecting to offer to the true God, who is their God, for their sins, the sacrifices of humility, contrition, and prayer."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: City of God Book V 24:5",
                            "text": "Such Christian emperors, we say, are happy in the present time by hope, and are destined to be so in the enjoyment of the reality itself, when that which we wait for shall have arrived."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: City of God Book V 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:1",
                            "text": "Chapter 25—Concerning the Prosperity Which God Granted to the Christian Emperor Constantine."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:2",
                            "text": "For the good God, lest men, who believe that He is to be worshipped with a view to eternal life, should think that no one could attain to all this high estate, and to this terrestrial dominion, unless he should be a worshipper of the demons,—supposing that these spirits have great power with respect to such things,—for this reason He gave to the Emperor Constantine, who was not a worshipper of demons, but of the true God Himself, such fullness of earthly gifts as no one would even dare wish for."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:3",
                            "text": "To him also He granted the honor of founding a city, a companion to the Roman empire, the daughter, as it were, of Rome itself, but without any temple or image of the demons."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:4",
                            "text": "He reigned for a long period as sole emperor, and unaided held and defended the whole Roman world."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:5",
                            "text": "In conducting and carrying on wars he was most victorious; in overthrowing tyrants he was most successful."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:6",
                            "text": "He died at a great age, of sickness and old age, and left his sons to succeed him in the empire."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:7",
                            "text": "But again, lest any emperor should become a Christian in order to merit the happiness of Constantine, when every one should be a Christian for the sake of eternal life, God took away Jovian far sooner than Julian, and permitted that Gratian should be slain by the sword of a tyrant."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:8",
                            "text": "But in his case there was far more mitigation of the calamity than in the case of the great Pompey, for he could not be avenged by Cato, whom he had left, as it were, heir to the civil war."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: City of God Book V 25:9",
                            "text": "But Gratian, though pious minds require not such consolations, was avenged by Theodosius, whom he had associated with himself in the empire, though he had a little brother of his own, being more desirous of a faithful alliance than of extensive power."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: City of God Book V 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:1",
                            "text": "Chapter 26 On the Faith and Piety of Theodosius Augustus."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:2",
                            "text": "And on this account, Theodosius not only preserved during the lifetime of Gratian that fidelity which was due to him, but also, after his death, he, like a true Christian, took his little brother Valentinian under his protection, as joint emperor, after he had been expelled by Maximus, the murderer of his father."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:3",
                            "text": "He guarded him with paternal affection, though he might without any difficulty have got rid of him, being entirely destitute of all resources, had he been animated with the desire of extensive empire, and not with the ambition of being a benefactor."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:4",
                            "text": "It was therefore a far greater pleasure to him, when he had adopted the boy, and preserved to him his imperial dignity, to console him by his very humanity and kindness."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:5",
                            "text": "Afterwards, when that success was rendering Maximus terrible, Theodosius, in the midst of his perplexing anxieties, was not drawn away to follow the suggestions of a sacrilegious and unlawful curiosity, but sent to John, whose abode was in the desert of Egypt,—for he had learned that this servant of God (whose fame was spreading abroad) was endowed with the gift of prophecy,—and from him he received assurance of victory."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:6",
                            "text": "Immediately the slayer of the tyrant Maximus, with the deepest feelings of compassion and respect, restored the boy Valentinianus to his share in the empire from which he had been driven."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:7",
                            "text": "Valentinianus being soon after slain by secret assassination, or by some other plot or accident, Theodosius, having again received a response from the prophet, and placing entire confidence in it, marched against the tyrant Eugenius, who had been unlawfully elected to succeed that emperor, and defeated his very powerful army, more by prayer than by the sword."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:8",
                            "text": "Some soldiers who were at the battle reported to me that all the missiles they were throwing were snatched from their hands by a vehement wind, which blew from the direction of Theodosius' army upon the enemy; nor did it only drive with greater velocity the darts which were hurled against them, but also turned back upon their own bodies the darts which they themselves were throwing."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:9",
                            "text": "And therefore the poet Claudian, although an alien from the name of Christ, nevertheless says in his praises of him, \"O prince, too much beloved by God, for thee aeolus pours armed tempests from their caves; for thee the air fights, and the winds with one accord obey thy bugles\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: City of God Book V 26:10",
                            "text": "&."
                        }
                    ]
                }
            ]
        }
    ]
}