{
    "books": [
        {
            "name": "Remains: Serapion Bishop of Antioch",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Remains: Serapion Bishop of Antioch 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:1",
                            "text": "Serapion, Bishop of Antioch."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:2",
                            "text": "a."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:4",
                            "text": "circa ––."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:5",
                            "text": "He was the eighth bishop of Antioch, a diligent writer and exemplary pastor."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:6",
                            "text": "Little as we have of his remains, Lardner shows how very useful is that little."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:7",
                            "text": "He testifies to the Apostles as delivering the words of Christ Himself;  to the jealousy of the early Christians in sifting inspired writings from those of no authority as Scriptures;  to their methods, as in the case of the pseudo-gospel of Peter; and  to the utterly apocryphal character of that book, which Grabe and others suppose to be the work of Leucius, a noted forger and falsifier."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:8",
                            "text": "It had never been heard of in the great See of Antioch, and this famous bishop could only get sight of it by fishing it out of the dirty pool of the Docetae."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:9",
                            "text": "I."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:10",
                            "text": "From the Epistle to Caricus and Ponticus."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:11",
                            "text": "That ye may see also that the proceedings of this lying confederacy, to which is given the name of New Prophecy, is abominated among the whole brotherhood throughout the world, I have sent you letters of the most blessed Claudius Apollinarius, who was made bishop of Hierapolis in Asia."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:12",
                            "text": "II."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:13",
                            "text": "From the Book Concerning the Gospel of Peter."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:14",
                            "text": "For we, brethren, receive both Peter and the rest of the apostles as Christ Himself."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:15",
                            "text": "But those writings which are falsely inscribed with their name, we as experienced persons reject, knowing that no such writings have been handed down to us."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:16",
                            "text": "When, indeed, I came to see you, I supposed that all were in accord with the orthodox faith; and, although I had not read through the Gospel inscribed with the name of Peter which was brought forward by them, I said:  If this is the only thing which threatens to produce ill-feeling among you, let it be read."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:17",
                            "text": "But, now that I have learnt from what has been told me that their mind was secretly cherishing some heresy, I will make all haste to come to you again."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:18",
                            "text": "Expect me therefore, brethren, shortly."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Remains: Serapion Bishop of Antioch 1:19",
                            "text": "Moreover, brethren, we, having discovered to what kind of heresy Marcion adhered, and seen how he contradicted himself, not understanding of what he was speaking, as you will gather from what has been written to you—for, having borrowed this said Gospel from those who were familiar with it from constant perusal, namely from the successors of those who were his leaders in the heresy, whom we call Docetae (for most of the opinions held by him are derived from their teaching), we were able to read it through; and while we found most of its contents to agree with the orthodox account of the Saviour, we found some things inconsistent with that, and these we have set down below for your inspection."
                        }
                    ]
                }
            ]
        }
    ]
}