{
    "books": [
        {
            "name": "Sulpitius Severus: Doubtful Letters VI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sulpitius Severus: Doubtful Letters VI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:1",
                            "text": "Letter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:2",
                            "text": "To Salvius: a Complaint that the Country People Were Harassed, and Their Possessions Plundered."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:3",
                            "text": "Forensic excitement ought to be at full heat during the time of business in the law-courts; for it is fitting that the arms of industry, as it struggles daily, should display energetic movements."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:4",
                            "text": "But when loud-toned eloquence has sounded a retreat, and has retired to peaceful groves and pleasant dwelling-places, it is right that one lay aside idle murmurs, and cease to utter ineffectual threats."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:5",
                            "text": "For we know that palm-bearing steeds, when they have retired from the circus, rest with the utmost quietness in their stables."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:6",
                            "text": "Neither constant fear nor doubtful palms of victory distress them, but at length, haltered to the peaceful cribs, they now no longer stand in awe of the master urging them on, enjoying sweet oblivion of the restless rivalry which had prevailed."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:7",
                            "text": "In like manner, let it delight the boastful soldier after his term of service is completed, to hang up his trophies, and patiently to bear the burden of age."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:8",
                            "text": "But I do not quite understand why you should take a delight in terrifying miserable husbandmen; and I do not comprehend why you wish to harass my rustics with the fear of want of sustenance; as if, indeed, I did not know how to console them, and to deliver them from fear, and to show them that there is not so great a reason to fear as you pretend."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:9",
                            "text": "I confess that, while we were occupied in the plain, I was often frightened by the arms of your eloquence, but frequently I returned you corresponding blows, as far as I was able."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:10",
                            "text": "I certainly learned along with you, by what right, and in what order, the husbandmen are demanded back, to whom a legal process is competent, and to whom the issue of a process is not competent."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:11",
                            "text": "You say that the Volusians wished you brought back, and frequently, in your wrath, you repeat that you will withdraw the country people from my little keep; and you, the very man, as I hope and desire, bound to me by the ties of old relationship, now rashly threaten that, casting our agreement to the winds, you will lay hold upon my men."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:12",
                            "text": "I ask of your illustrious knowledge, whether there is one law for advocates, and another for private persons, whether one thing is just at Rome, and quite another thing at Matarum."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:13",
                            "text": "In the meantime, I do not know that you were ever lord of the Volusian property, since Dionysius is said to have preserved the right of possession to it, and he never wanted heirs; who, while he lived, was accustomed to hurl the envenomed jibes of his low language upon a multitude of individuals."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:14",
                            "text": "There was, at that time, one Porphyrius, the son of Zibberinus, and yet he was not properly named the son of Zibberinus."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:15",
                            "text": "He kept hidden, by military service, the question as to his birth, and, that he might dispel the cloud from his forehead, he took part in officious services and willing acts of submission."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:16",
                            "text": "He was much with me both at home and in the forum, having often employed me as his defender with my father, and as his advocate before the judge."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:17",
                            "text": "Sometimes I even kept back Dionysius, feeling that he ought not, for the sake of twenty acres to discharge vulgar abuse upon Porphyrius."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:18",
                            "text": "See, here is the reason why thy remarkable prudence threatened my agents, so that, though you are not the owner of the place, you everywhere make mention of my husbandmen."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:19",
                            "text": "But if you give yourself out as the successor of Porphyrius, you must know that the narrow  space of twenty acres cannot certainly be managed by one cultivator, or, if mindful of your proper dignity and determined to maintain it, you shrink from naming yourself the heir of Porphyrius, it is certain and obvious that he can commence proceedings, to whom the right of doing so belongs, so as to go to law with those who have no property in that land."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:20",
                            "text": "But if you diligently look into the matter, you will see that the endeavor to recover it most especially devolves on me."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:21",
                            "text": "Wherefore, my much esteemed lord and brother, it behooves you to be at peace, and to return to friendship with me, while you condescend to come to a private conference."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:22",
                            "text": "Cease, I pray you, to disturb inactive and easily frightened persons, and utter your boastful words at a distance."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:23",
                            "text": "Believe me, however, that I am delighted with your high spirit, and by no means offended; for we are neither of a harsh disposition, nor destitute of learning."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters VI 1:24",
                            "text": "Let Maximinus at least render you gentle."
                        }
                    ]
                }
            ]
        }
    ]
}