{
    "books": [
        {
            "name": "John Cassian: The Twelve Books II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: The Twelve Books II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books II 1:1",
                            "text": "Book II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books II 1:2",
                            "text": "Of the Canonical System of the Nocturnal Prayers and Psalms."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books II 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books II 1:4",
                            "text": "Of the Canonical System of the Nocturnal Prayers and Psalms."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books II 1:5",
                            "text": "Girt, therefore, with this twofold girdle of which we have spoken, the soldier of Christ should next learn the system of the canonical prayers and Psalms which was long ago arranged by the holy fathers in the East."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books II 1:6",
                            "text": "Of their character, however, and of the way in which we can pray, as the Apostle directs, \"without ceasing,\" we shall treat, as the Lord may enable us, in the proper place, when we begin to relate the Conferences of the Elders."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: The Twelve Books II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:2",
                            "text": "Of the difference of the number of Psalms appointed to be sung in all the provinces."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:3",
                            "text": "For we have found that many in different countries, according to the fancy of their mind (having, indeed, as the Apostle says, \"a zeal, for God but not according to knowledge\"), have made for themselves different rules and arrangements in this matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:4",
                            "text": "For some have appointed that each night twenty or thirty Psalms should be said, and that these should be prolonged by the music of antiphonal singing, and by the addition of some modulations as well."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:5",
                            "text": "Others have even tried to go beyond this number."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:6",
                            "text": "Some use eighteen."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:7",
                            "text": "And in this way we have found different rules appointed in different places, and the system and regulations that we have seen are almost as many in number as the monasteries and cells which we have visited."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:8",
                            "text": "There are some, too, to whom it has seemed good that in the day offices of prayer, viz."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:9",
                            "text": ", Tierce, Sext, and Nones, the number of Psalms and prayers should be made to correspond exactly to the number of the hours at which the services are offered up to the Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:10",
                            "text": "Some have thought fit that six Psalms should be assigned to each service of the day."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books II 2:11",
                            "text": "And so I think it best to set forth the most ancient system of the fathers which is still observed by the servants of God throughout the whole of Egypt, so that your new monastery in its untrained infancy in Christ may be instructed in the most ancient institutions of the earliest fathers."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: The Twelve Books II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:2",
                            "text": "Of the observance of one uniform rule throughout the whole of Egypt, and of the election of those who are set over the brethren."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:3",
                            "text": "And so throughout the whole of Egypt and the Thebaid, where monasteries are not founded at the fancy of every man who renounces  the world, but through a succession of fathers and their traditions last even to the present day, or are founded so to last, in these we have noticed that a prescribed system of prayers is observed in their evening assemblies and nocturnal vigils."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:4",
                            "text": "For no one is allowed to preside over the assembly of the brethren, or even over himself, before he has not only deprived himself of all his property but has also learnt the fact that he is not his own maker and has no authority over his own actions."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:5",
                            "text": "For one who renounces the world, whatever property or riches he may possess, must seek the common dwelling of a Coenobium, that he may not flatter himself in any way with what he has forsaken or what he has brought into the monastery."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:6",
                            "text": "He must also be obedient to all, so as to learn that he must, as the Lord says, become again a little child, arrogating nothing to himself on the score of his age and the number of the years which he now counts as lost while they were spent to no purpose in the world and, as he is only a beginner, and because of the novelty of the apprenticeship, which he knows he is serving in Christ's service, he should not hesitate to submit himself even to his juniors."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:7",
                            "text": "Further, he is obliged to habituate himself to work and toil, so as to prepare with his own hands, in accordance with the Apostle's command, daily supply of food, either for his own use or for the wants of strangers; and that he may also forget the pride and luxury of his past life, and gain by grinding toil humility of heart."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:8",
                            "text": "And so no one is chosen to be set over a congregation of brethren before that he who is to be placed in authority has learnt by obedience what he ought to enjoin on those who are to submit to him, and has discovered from the rules of the Elders what he ought to teach to his juniors."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:9",
                            "text": "For they say that to rule or to be ruled well needs a wise man, and they call it the greatest gift and grace of the Holy Spirit, since no one can enjoin salutary precepts on those who submit to him but one who has previously been trained in all the rules of virtue; nor can any one obey an Elder but one who has been filled with the love of God and perfected in the virtue of humility."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:10",
                            "text": "And so we see that there is a variety of rules and regulations in use throughout other districts, because we often have the audacity to preside over a monastery without even having learnt the system of the Elders, and appoint ourselves Abbots before we have, as we ought, professed ourselves disciples, and are readier to require the observance of our own inventions than to preserve the well-tried teaching of our predecessors."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:11",
                            "text": "But, while we meant to explain the best system of prayers to be observed, we have in our eagerness for the institutions of the fathers anticipated by a hasty digression the account which we were keeping back for its proper place."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books II 3:12",
                            "text": "And so let us now return to the subject before us."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: The Twelve Books II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books II 4:2",
                            "text": "How throughout the whole of Egypt and the Thebaid the number of Psalms is fixed at twelve."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books II 4:3",
                            "text": "So, as we said, throughout the whole of Egypt and the Thebaid the number of Psalms is fixed at twelve both at Vespers and in the office of Nocturns, in such a way that at the close two lessons follow, one from the Old and the other from the New Testament."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books II 4:4",
                            "text": "And this arrangement, fixed ever so long ago, has continued unbroken to the present day throughout so many ages, in all the monasteries of those districts, because it is said that it was no appointment of man's invention, but was brought down from heaven to the fathers by the ministry of an angel."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: The Twelve Books II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:2",
                            "text": "How the fact that the number of the Psalms was to be twelve was received from the teaching of an angel."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:3",
                            "text": "For in the early days of the faith when only a few, and those the best of men, were known by the name of monks, who, as they received that mode of life from the Evangelist Mark of blessed memory, the first to preside over the Church of Alexandria as Bishop, not only preserved those grand characteristics for which we read, in the Acts of the Apostles, that the Church and multitude of believers in primitive times was famous (\"The multitude of believers had one heart and one soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:4",
                            "text": "Nor did any of them say that any of the things which he possessed was his own: but they had all things common; for as many as were owners of lands or houses sold them, and brought the price of the things which they sold, and laid it at the feet of the Apostles, and distribution was made to every man as he had need\"), but they added to these characteristics others still more sublime."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:5",
                            "text": "For withdrawing into more secluded spots outside the cities they led a life marked by such rigorous abstinence  that even to those of another creed the exalted character of their life was a standing marvel."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:6",
                            "text": "For they gave themselves up to the reading of Holy Scripture and to prayers and to manual labour night and day with such fervour that they had no desire or thoughts of food—unless on the second or third day bodily hunger reminded them, and they took their meat and drink not so much because they wished for it as because it was necessary for life; and even then they took it not before sunset, in order that they might connect the hours of daylight with the practice of spiritual meditations, and the care of the body with the night, and might perform other things much more exalted than these."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:7",
                            "text": "And about these matters, one who has never heard anything from one who is at home in such things, may learn from ecclesiastical history."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:8",
                            "text": "At that time, therefore, when the perfection of the primitive Church remained unbroken, and was still preserved fresh in the memory by their followers and successors, and when the fervent faith of the few had not yet grown lukewarm by being dispersed among the many, the venerable fathers with watchful care made provision for those to come after them, and met together to discuss what plan should be adopted for the daily worship throughout the whole body of the brethren; that they might hand on to those who should succeed them a legacy of piety and peace that was free from all dispute and dissension, for they were afraid that in regard of the daily services some difference or dispute might arise among those who joined together in the same worship, and at some time or other it might send forth a poisonous root of error or jealousy or schism among those who came after."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:9",
                            "text": "And when each man in proportion to his own fervour—and unmindful of the weakness of others—thought that that should be appointed which he judged was quite easy by considering his own faith and strength, taking too little account of what would be possible for the great mass of the brethren in general (wherein a very large proportion of weak ones is sure to be found); and when in different degrees they strove, each according to his own powers, to fix an enormous number of Psalms, and some were for fifty, others sixty, and some, not content with this number, thought that they actually ought to go beyond it,—there was such a holy difference of opinion in their pious discussion on the rule of their religion that the time for their Vesper office came before the sacred question was decided; and, as they were going to celebrate their daily rites and prayers, one rose up in the midst to chant the Psalms to the Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books II 5:10",
                            "text": "And while they were all sitting (as is still the custom in Egypt), with their minds intently fixed on the words of the chanter, when he had sung eleven Psalms, separated by prayers introduced between them, verse after verse being evenly enunciated, he finished the twelfth with a response of Alleluia, and then, by his sudden disappearance from the eyes of all, put an end at once to their discussion and their service."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: The Twelve Books II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books II 6:2",
                            "text": "Of the Custom of having Twelve Prayers."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books II 6:3",
                            "text": "Whereupon the venerable assembly of the Fathers understood that by Divine Providence a general rule had been fixed for the congregations of the brethren through the angel's direction, and so decreed that this number should be preserved both in their evening and in their nocturnal services; and when they added to these two lessons, one from the Old and one from the New Testament, they added them simply as extras and of their own appointment, only for those who liked, and who were eager to gain by constant study a mind well stored with Holy Scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books II 6:4",
                            "text": "But on Saturday and Sunday they read them both from the New Testament; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books II 6:5",
                            "text": ", one from the Epistles or the Acts of the Apostles, and one from the Gospel."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books II 6:6",
                            "text": "And this also those do whose concern is the reading and the recollection of the Scriptures, from Easter to Whitsuntide."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: The Twelve Books II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:2",
                            "text": "Of their Method of Praying."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:3",
                            "text": "These aforesaid prayers, then, they begin and finish in such a way that when the Psalm is ended they do not hurry at once to kneel down, as some of us do in this country, who, before  the Psalm is fairly ended, make haste to prostrate themselves for prayer, in their hurry to finish the service as quickly as possible."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:4",
                            "text": "For though we have chosen to exceed the limit which was anciently fixed by our predecessors, supplying the number of the remaining Psalms, we are anxious to get to the end of the service, thinking of the refreshment of the wearied body rather than looking for profit and benefit from the prayer."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:5",
                            "text": "Among them, therefore, it is not so, but before they bend their knees they pray for a few moments, and while they are standing up spend the greater part of the time in prayer."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:6",
                            "text": "And so after this, for the briefest space of time, they prostrate themselves to the ground, as if but adoring the Divine Mercy, and as soon as possible rise up, and again standing erect with outspread hands—just as they had been standing to pray before—remain with thoughts intent upon their prayers."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:7",
                            "text": "For when you lie prostrate for any length of time upon the ground you are more open to an attack, they say, not only of wandering thoughts but also slumber."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:8",
                            "text": "And would that we too did not know the truth of this by experience and daily practice—we who when prostrating ourselves on the ground too often wish for this attitude to be prolonged for some time, not for the sake of our prayer so much as for the sake of resting."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books II 7:9",
                            "text": "But when he who is to \"collect\" the prayer rises from the ground they all start up at once, so that no one would venture to bend the knee before he bows down, nor to delay when he has risen from the ground, lest it should be thought that he has offered his own prayer independently instead of following the leader to the close."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: The Twelve Books II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books II 8:2",
                            "text": "Of the Prayer which follows the Psalm."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books II 8:3",
                            "text": "That practice too which we have observed in this country—viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books II 8:4",
                            "text": ", that while one sings to the end of the Psalm, all standing up sing together with a loud voice, \"Glory be to the Father and to the Son and to the Holy Ghost\"—we have never heard anywhere throughout the East, but there, while all keep silence when the Psalm is finished, the prayer that follows is offered up by the singer."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books II 8:5",
                            "text": "But with this hymn in honour of the Trinity only the whole Psalmody is usually ended."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: The Twelve Books II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books II 9:2",
                            "text": "Of the characteristics of the prayer, the fuller treatment of which is reserved for the Conferences of the Elders."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books II 9:3",
                            "text": "And as the plan of these Institutes leads us to the system of the canonical prayers, the fuller treatment of which we will however reserve for the Conferences of the Elders (where we shall speak of them at greater length when we have begun to tell in their own words of the character of their prayers, and how continuous they are), still I think it well, as far as the place and my narrative permit, as the occasion offers itself, to glance briefly for the present at a few points, so that by picturing in the meanwhile the movements of the outer man, and by now laying the foundations, as it were, of the prayer, we may afterwards, when we come to speak of the inner man, with less labour build up the complete edifice of his prayers; providing, above all, for this, that if the end of life should overtake us and cut us off from finishing the narration which we are anxious (D."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books II 9:4",
                            "text": "V."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books II 9:5",
                            "text": ") fitly to compose, we may at least leave in this work the beginnings of so necessary a matter to you, to whom everything seems a delay, by reason of the fervour of your desire: so that, if a few more years of life are granted to us, we may at least mark out for you some outlines of their prayers, that those above all who live in monasteries may have some information about them; providing also, at the same time, that those who perhaps may meet only with this book, and be unable to procure the other, may find that they are supplied with some sort of information about the nature of their prayers; and as they are instructed about the dress and clothing of the outer man, so too they may not be ignorant what his behaviour ought to be in offering spiritual sacrifices."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books II 9:6",
                            "text": "Since, though these books, which we are now arranging with the Lord's help to write, are mainly taken up with what belongs to the outer man and the customs of the Coenobia, yet those will rather be concerned with the training of the inner man and the perfection of the heart, and the life and doctrine of the Anchorites."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: The Twelve Books II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:2",
                            "text": "Of the silence and conciseness with which the Collects are offered up by the Egyptians."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:3",
                            "text": "When, then, they meet together to celebrate the aforementioned rites, which they term synaxes, they are all so perfectly silent that, though so large a number of the brethren is assembled together, you would not think a single person was present except the one who stands up and chants the Psalm in the midst; and especially is this the case when the prayer is offered up, for then there is no spitting, no clearing of the throat, or noise of coughing, no sleepy yawning with open mouths, and gaping, and no groans or sighs are uttered, likely to distract those standing near."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:4",
                            "text": "No voice is heard save that of the priest concluding the prayer, except perhaps one that escapes the lips through aberration of mind and unconsciously takes the heart by surprise, inflamed as it is with an uncontrollable and irrepressible fervour of spirit, while that which the glowing mind is unable to keep to itself strives through a sort of unutterable groaning to make its escape from the inmost chambers of the breast."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:5",
                            "text": "But if any one infected with coldness of mind prays out loud or emits any of those sounds we have mentioned, or is overcome by a fit of yawning, they declare that he is guilty of a double fault."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:6",
                            "text": "He is blameworthy, first, as regards his own prayer because he offers it to God in a careless way; and, secondly, because by his unmannerly noise he disturbs the thoughts of another who would otherwise perhaps have been able to pray with greater attention."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:7",
                            "text": "And so their rule is that the prayer ought to be brought to an end with a speedy conclusion, lest while we are lingering over it some superfluity of spittle or phlegm should interfere with the close of our prayer."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:8",
                            "text": "And, therefore, while it is still glowing the prayer is to be snatched as speedily as possible out of the jaws of the enemy, who, although he is indeed always hostile to us, is yet never more hostile than when he sees that we are anxious to offer up prayers to God against his attacks; and by exciting wandering thoughts and all sorts of rheums he endeavours to distract our minds from attending to our prayers, and by this means tries to make it grow cold, though begun with fervour."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books II 10:9",
                            "text": "Wherefore they think it best for the prayers to be short and offered up very frequently: on the one hand that by so often praying to the Lord we may be able to cleave to Him continually; on the other, that when the devil is lying in wait for us, we may by their terse brevity avoid the darts with which he endeavours to wound us especially when we are saying our prayers."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: The Twelve Books II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:2",
                            "text": "Of the system according to which the Psalms are said among the Egyptians."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:3",
                            "text": "And, therefore, they do not even attempt to finish the Psalms, which they sing in the service, by an unbroken and continuous recitation."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:4",
                            "text": "But they repeat them separately and bit by bit, divided into two or three sections, according to the number of verses, with prayers in between."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:5",
                            "text": "For they do not care about the quantity of verses, but about the intelligence of the mind; aiming with all their might at this: \"I will sing with the spirit: I will sing also with the understanding\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:6",
                            "text": "And so they consider it better for ten verses to be sung with understanding and thought than for a whole Psalm to be poured forth with a bewildered mind."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:7",
                            "text": "And this is sometimes caused by the hurry of the speaker, when, thinking of the character and number of the remaining Psalms to be sung, he takes no pains to make the meaning clear to his hearers, but hastens on to get to the end of the service."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:8",
                            "text": "Lastly, if any of the younger monks, either through fervour of spirit or because he has not yet been properly  taught, goes beyond the proper limit of what is to be sung, the one who is singing the Psalm is stopped by the senior clapping his hands where he sits in his stall, and making them all rise for prayer."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:9",
                            "text": "Thus they take every possible care that no weariness may creep in among them as they sit through the length of the Psalms, as thereby not only would the singer himself lose the fruits of understanding, but also loss would be incurred by those whom he made to feel the service a weariness by going on so long."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:10",
                            "text": "They also observe this with the greatest care; viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:11",
                            "text": ", that no Psalm should be said with the response of Alleluia except those which are marked with the inscription of Alleluia in their title."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:12",
                            "text": "But the aforesaid number of twelve Psalms they divide in such a way that, if there are two brethren they each sing six; if there are three, then four; and if four, three each."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books II 11:13",
                            "text": "A smaller number than this they never sing in the congregation, and accordingly, however large a congregation is assembled, not more than four brethren sing in the service."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: The Twelve Books II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books II 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books II 12:2",
                            "text": "Of the reason why while one sings the Psalms the rest sit down during the service; and of the zeal with which they afterwards prolong their vigils in their cells till daybreak."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books II 12:3",
                            "text": "This canonical system of twelve Psalms, of which we have spoken, they render easier by such bodily rest that when, after their custom, they celebrate these services, they all, except the one who stands up in the midst to recite the Psalms, sit in very low stalls and follow the voice of the singer with the utmost attention of heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books II 12:4",
                            "text": "For they are so worn out with fasting and working all day and night that, unless they were helped by some such indulgence, they could not possibly get through this number standing up."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books II 12:5",
                            "text": "For they allow no time to pass idly without the performance of some work, because not only do they strive with all earnestness to do with their hands those things which can be done in daylight, but also with anxious minds they examine into those sorts of work which not even the darkness of night can put a stop to, as they hold that they will gain a far deeper insight into subjects of spiritual contemplation with purity of heart, the more earnestly that they devote themselves to work and labour."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books II 12:6",
                            "text": "And therefore they consider that a moderate allowance of canonical prayers was divinely arranged in order that for those who are very ardent in faith room might be left in which their never-tiring flow of virtue might spend itself, and notwithstanding no loathing arise in their wearied and weak bodies from too large a quantity."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books II 12:7",
                            "text": "And so, when the offices of the canonical prayers have been duly finished, every one returns to his own cell (which he inhabits alone, or is allowed to share with only one other whom partnership in work or training in discipleship and learning has joined with him, or perhaps similarity of character has made his companion), and again they offer with greater earnestness the same service of prayer, as their special private sacrifice, as it were; nor do any of them give themselves up any further to rest and sleep till when the brightness of day comes on the labours of the day succeed the labours and meditations of the night."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: The Twelve Books II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books II 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books II 13:2",
                            "text": "The reason why they are not allowed to go to sleep after the night service."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books II 13:3",
                            "text": "And these labours they keep up for two reasons, besides this consideration,—that they believe that when they are diligently exerting themselves they are offering to God a sacrifice of the fruit of their hands."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books II 13:4",
                            "text": "And, if we are aiming at perfection; we also ought to observe this with the same diligence."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books II 13:5",
                            "text": "First, lest our envious adversary, jealous of our purity against which he is always plotting, and ceaselessly hostile to us, should by some illusion in a dream pollute the purity which has been gained by the Psalms and prayers of the night: for after that satisfaction which we have offered for our negligence and ignorance, and the absolution implored with profuse sighs in our confession, he anxiously tries, if he finds some time given to repose, to defile us; then above all endeavouring to overthrow and weaken our trust in God when he sees by the purity of our prayers that we are making most fervent efforts towards God: so that sometimes, when he has been unable to injure some the whole night long, he does his utmost to disgrace them in that short hour."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books II 13:6",
                            "text": "Secondly, because, even if no such dreaded illusion of the devil arises, even a pure sleep in the interval produces laziness in the case of the monk who ought soon to wake up; and, bringing on a sluggish torpor in the mind, it dulls his vigour throughout the whole day, and deadens that keenness  of perception and exhausts that energy of heart which would be capable of keeping us all day long more watchful against all the snares of the enemy and more robust."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books II 13:7",
                            "text": "Wherefore to the Canonical Vigils there are added these private watchings, and they submit to them with the greater care, both in order that the purity which has been gained by Psalms and prayers may not be lost, and also that a more intense carefulness to guard us diligently through the day may be secured beforehand by the meditation of the night."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: The Twelve Books II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books II 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books II 14:2",
                            "text": "Of the way in which they devote themselves in their cells equally to manual labour and to prayer."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books II 14:3",
                            "text": "And therefore they supplement their prayer by the addition of labour, lest slumber might steal upon them as idlers."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books II 14:4",
                            "text": "For as they scarcely enjoy any time of leisure, so there is no limit put to their spiritual meditations."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books II 14:5",
                            "text": "For practising equally the virtues of the body and of the soul, they balance what is due to the outer by what is profitable to the inner man; steadying the slippery motions of the heart and the shifting fluctuations of the thoughts by the weight of labour, like some strong and immoveable anchor, by which the changeableness and wanderings of the heart, fastened within the barriers of the cell, may be shut up in some perfectly secure harbour, and so, intent only on spiritual meditation and watchfulness over the thoughts, may not only forbid the watchful mind to give a hasty consent to any evil suggestions, but may also keep it safe from any unnecessary and idle thoughts: so that it is not easy to say which depends on the other—I mean, whether they practise their incessant manual labour for the sake of spiritual meditation, or whether it is for the sake of their continuous labours that they acquire such remarkable spiritual proficiency and light of knowledge."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: The Twelve Books II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books II 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books II 15:2",
                            "text": "Of the discreet rule by which every one must retire to his cell after the close of the prayers; and of the rebuke to which any one who does otherwise is subject."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books II 15:3",
                            "text": "And so, when the Psalms are finished, and the daily assembly, as we said above, is broken up, none of them dares to loiter ever so little or to gossip with another: nor does he presume even to leave his cell throughout the whole day, or to forsake the work which he is wont to carry on in it, except when they happen to be called out for the performance of some necessary duty, which they fulfil by going out of doors so that there may not be any chattering at all among them."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books II 15:4",
                            "text": "But every one does the work assigned to him in such a way that, by repeating by heart some Psalm or passage of Scripture, he gives no opportunity or time for dangerous schemes or evil designs, or even for idle talk, as both mouth and heart are incessantly taken up with spiritual meditations."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books II 15:5",
                            "text": "For they are most particular in observing this rule, that none of them, and especially of the younger ones, may be caught stopping even for a moment or going anywhere together with another, or holding his hands in his."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books II 15:6",
                            "text": "But, if they discover any who in defiance of the discipline of this rule have perpetrated any of these forbidden things, they pronounce them guilty of no slight fault, as contumacious and disobedient to the rules; nor are they free from suspicion of plotting and nefarious designs."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books II 15:7",
                            "text": "And, unless they expiate their fault by public penance when all the brethren are gathered together, none of them is allowed to be present at the prayers of the brethren."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: The Twelve Books II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books II 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books II 16:2",
                            "text": "How no one is allowed to pray with one who has been suspended from prayer."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books II 16:3",
                            "text": "Further, if one of them has been suspended from prayer for some fault which he has committed, no one has any liberty of praying with him before he performs his penance on the ground, and reconciliation and pardon for his offence has been publicly granted to him by the Abbot before all the brethren."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books II 16:4",
                            "text": "For by a plan of this kind they separate and cut themselves off from fellowship with him in prayer for this reason—because they believe that one who is suspended from prayer is, as the Apostle says, \"delivered unto Satan:\" and if any one, moved by an ill-considered affection, dares to hold communion with him in prayer before he has been received by the elder, he makes himself partaker of his damnation, and delivers himself up of his own free will to Satan, to whom the other had been consigned for the correction of his guilt."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books II 16:5",
                            "text": "And in this he falls into a more grievous offence because, by uniting with him in fellowship either in talk or in prayer, he gives him grounds for still greater arrogance, and only encourages and makes worse the obstinacy of the offender."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books II 16:6",
                            "text": "For, by  giving him a consolation that is only hurtful, he will make his heart still harder, and not let him humble himself for the fault for which he was excommunicated; and through this he will make him hold the Elder's rebuke as of no consequence, and harbour deceitful thoughts about satisfaction and absolution."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: The Twelve Books II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books II 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books II 17:2",
                            "text": "How he who rouses them for prayer ought to call them at the usual time."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books II 17:3",
                            "text": "But he who has been entrusted with the office of summoning the religious assembly and with the care of the service should not presume to rouse the brethren for their daily vigils irregularly, as he pleases, or as he may wake up in the night, or as the accident of his own sleep or sleeplessness may incline him."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books II 17:4",
                            "text": "But, although daily habit may constrain him to wake at the usual hour, yet by often and anxiously ascertaining by the course of the stars the right hour for service, he should summon them to the office of prayer, lest he be found careless in one of two ways: either if, overcome with sleep, he lets the proper hour of the night go by, or if, wanting to go to bed and impatient for his sleep, he anticipates it, and so may be thought to have secured is own repose instead of attending to the spiritual office and the rest of all the others."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: The Twelve Books II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books II 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books II 18:2",
                            "text": "How they do not kneel from the evening of Saturday till the evening of Sunday."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books II 18:3",
                            "text": "This, too, we ought to know,—that from the evening of Saturday which precedes the Sunday, up to the following evening, among the Egyptians they never kneel, nor from Easter to Whitsuntide; nor do they at these times observe a rule of fasting, the reason for which shall be explained in its proper place in the Conferences of the Elders, if the Lord permits."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books II 18:4",
                            "text": "At present we only propose to run through the causes very briefly, lest our book exceed its due limits and prove tiresome or burdensome to the reader."
                        }
                    ]
                }
            ]
        }
    ]
}