{
    "books": [
        {
            "name": "Remains: Rhodon",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Remains: Rhodon 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:1",
                            "text": "Rhodon."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:2",
                            "text": "a."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:4",
                            "text": "This Rhodon was supposed by St."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:5",
                            "text": "Jerome to have been the author of the work against the Cataphrygians, ascribed to Asterius Urbanus more probably."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:6",
                            "text": "Eusebius gives us the fragment from his work against Marcion, addressed to Callistion, which is here translated."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:7",
                            "text": "He tells us that he was a pupil of Tatian, and expresses an intention of furnishing original solutions of Scriptural problems stated by Tatian, and by that author explained in a manner apparently unsatisfactory."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:8",
                            "text": "He also appears to have written against the blasphemous Apelles, whose Hexaëmeron was an attempt to refute Moses; but whether he also fulfilled his promise concerning an ᾽Επίλυσις of Tatian's Problems (or Questions), seems doubtful."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:9",
                            "text": "Routh has devoted to the fragment here translated six pages of notes, which he subjoins to the Greek text (of Eusebius) and a Latin version of the same."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:10",
                            "text": "Wherefore also they disagree among themselves, maintaining as they do an opinion which has no consistency with itself."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:11",
                            "text": "For one of their herd, Apelles, who prides himself on the strictness of his life, and on his age, admits that there is only one first principle, yet says that the prophecies have come from an opposing spirit, in which opinion he is influenced by the responses of a soothsaying maid named Philumene."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:12",
                            "text": "But others, among whom are Potitus and Basilicus, like Marcion himself, introduce two first principles."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:13",
                            "text": "These men, following the Pontic wolf, and not being able to discover any more than he the division of things, have had to recourse to rash assertion, and declared the existence of two first principles simply and without proof."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:14",
                            "text": "Others of them, again, drifting from bad to worse, assume not two only, but even three natures."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:15",
                            "text": "Of these men the leader and champion is Syneros, as those who adopt his teaching say."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:16",
                            "text": "…  For the old man Apelles entered into conversation with us, and was convicted of uttering many false opinions."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:17",
                            "text": "For example, he asserted that men should on no account examine into their creed, but that every one ought to continue to the last in the belief he has once adopted."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:18",
                            "text": "For he declared that those who had rested their hope on the Crucified One would be saved, provided only they were found living in the practice of good works."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:19",
                            "text": "But the most perplexing of all the doctrines laid down by him was, as we have remarked before, what he said concerning God:  for he affirmed that there was only one first principle, precisely as our own faith teaches."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:20",
                            "text": "…  On asking him, \"Where do you get proof of this? or how are you able to assert that there is only one first principle? tell us,\"—he said that the prophecies refuted themselves, because they had uttered nothing at all that was true:  for that they were discordant and false, and self-contradictory."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:21",
                            "text": "As to the question, \"How does it appear that there is only one first principle?\" he said he could not tell, only he was impelled to that belief."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:22",
                            "text": "On my thereupon conjuring him to speak the truth, he solemnly declared that he was expressing his real sentiments; and that he did not know \"how\" there could be one uncreated God, but that he believed the fact."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Remains: Rhodon 1:23",
                            "text": "Here I burst into laughter and rebuked him, because he professed to be a teacher, and yet was unable to confirm by arguments what he taught."
                        }
                    ]
                }
            ]
        }
    ]
}