{
    "books": [
        {
            "name": "Dionysius: On the Promises",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Dionysius: On the Promises 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:1",
                            "text": "From the Two Books on the Promises: The Works of Dionysius."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:2",
                            "text": "Extant Fragments."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:3",
                            "text": "Part I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:4",
                            "text": "—Containing Various Sections of the Works."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:5",
                            "text": "I."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:6",
                            "text": "—From the Two Books on the Promises."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:7",
                            "text": "But as they produce a certain composition by Nepos, on which they insist very strongly, as if it demonstrated incontestably that there will be a (temporal) reign of Christ upon the earth, I have to say, that in many other respects I accept the opinion of Nepos, and love him at once for his faith, and his laboriousness, and his patient study in the Scriptures, as also for his great efforts in psalmody, by which even now many of the brethren are delighted."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:8",
                            "text": "I hold the man, too, in deep respect still more, inasmuch as he has gone to his rest before us."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:9",
                            "text": "Nevertheless the truth is to be prized and reverenced above all things else."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:10",
                            "text": "And while it is indeed proper to praise and approve ungrudgingly anything that is said aright, it is no less proper to examine and correct anything which may appear to have been written unsoundly."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:11",
                            "text": "If he had been present then himself, and had been stating his opinions orally, it would have been sufficient to discuss the question together without the use of writing, and to endeavour to convince the opponents, and carry them along by interrogation and reply."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:12",
                            "text": "But the work is published, and is, as it seems to some, of a very persuasive character; and there are unquestionably some teachers, who hold that the law and the prophets are of no importance, and who decline to follow the Gospels, and who depreciate the epistles of the apostles, and who have also made large promises regarding the doctrine of this composition, as though it were some great and hidden mystery, and who, at the same time, do not allow that our simpler brethren have any sublime and elevated conceptions either of our Lord's appearing in His glory and His true divinity, or of our own resurrection from the dead, and of our being gathered together to Him, and assimilated to Him, but, on the contrary, endeavour to lead them to hope for things which are trivial and corruptible, and only such as what we find at present in the kingdom of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:13",
                            "text": "And since this is the case, it becomes necessary for us to discuss this subject with our brother Nepos just as if he were present."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:14",
                            "text": "After certain other matters, he adds the following statement:—Being then in the Arsinoitic prefecture—where, as you are aware, this doctrine was current long ago, and caused such division, that schisms and apostasies took place in whole churches—I called together the presbyters and the teachers among the brethren in the villages, and those of the brethren also who wished to attend were present."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:15",
                            "text": "I exhorted them to make an investigation into that dogma in public."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:16",
                            "text": "Accordingly, when they had brought this book before us, as though it were a kind of weapon or impregnable battlement, I sat with them for three days in succession from morning till evening, and attempted to set them right on the subjects propounded in the composition."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:17",
                            "text": "Then, too, I was greatly gratified by observing the constancy of the brethren, and their love of the truth, and their docility and intelligence, as we proceeded, in an orderly method, and in a spirit of moderation, to deal with questions, and difficulties, and concessions."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:18",
                            "text": "For we took care not to press, in every way and with jealous urgency, opinions which had once been adopted, even although they might appear to be correct."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:19",
                            "text": "Neither did we evade objections alleged by others; but we endeavoured as far as possible to keep by the subject in hand, and to establish the positions pertinent to it."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:20",
                            "text": "Nor, again, were we ashamed to change our opinions, if reason convinced us, and to acknowledge the fact; but rather with a good conscience, and in all sincerity, and with open hearts before God, we accepted all that could be established by the demonstrations and teachings of the Holy Scriptures."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:21",
                            "text": "And at last the author and introducer of this doctrine, whose name was Coracion, in the hearing of all the brethren present, made acknowledgment of his position, and engaged to us that he would no longer hold by his opinion, nor discuss it, nor mention it, nor teach it, as he had been completely convinced by the arguments of those opposed to it."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:22",
                            "text": "The rest of the brethren, also, who were present, were delighted with the conference, and with the conciliatory spirit and the harmony exhibited by all."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:23",
                            "text": "Then, a little further on, he speaks of the Revelation of John as follows:—Now some before our time have set aside this book, and repudiated it entirely, criticising it chapter by chapter, and endeavouring to show it to be without either sense or reason."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:24",
                            "text": "They have alleged also that its title is false; for they deny that John is the author."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:25",
                            "text": "Nay, further, they hold that it can be no sort of revelation, because it is covered with so gross and dense a veil of ignorance."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:26",
                            "text": "They affirm, therefore, that none of the apostles, nor indeed any of the saints, nor any person belonging to the Church, could be its author; but that Cerinthus, and the heretical sect founded by him, and named after him the Cerinthian sect, being desirous of attaching the authority of a great name to the fiction propounded by him, prefixed that title to the book."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:27",
                            "text": "For the doctrine inculcated by Cerinthus is this: that there will be an earthly reign of Christ; and as he was himself a man devoted to the pleasures of the body, and altogether carnal in his dispositions, he fancied that that kingdom would consist in those kinds of gratifications on which his own heart was set,—to wit, in the delights of the belly, and what comes beneath the belly, that is to say, in eating and drinking, and marrying, and in other things under the guise of which he thought he could indulge his appetites with a better grace, such as festivals, and sacrifices, and the slaying of victims."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:28",
                            "text": "But I, for my part, could not venture to set this book aside, for there are many brethren who value it highly."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:29",
                            "text": "Yet, having formed an idea of it as a composition exceeding my capacity of understanding, I regard it as containing a kind of hidden and wonderful intelligence on the several subjects which come under it."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:30",
                            "text": "For though I cannot comprehend it, I still suspect that there is some deeper sense underlying the words."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:31",
                            "text": "And I do not measure and judge its expressions by the standard of my own reason, but, making more allowance for faith, I have simply regarded them as too lofty for my comprehension; and I do not forthwith reject what I do not understand, but I am only the more filled with wonder at it, in that I have not been able to discern its import."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:32",
                            "text": "After this, he examines the whole book of the Revelation; and having proved that it cannot possibly be understood according to the bald, literal sense, he proceeds thus:—When the prophet now has completed, so to speak, the whole prophecy, he pronounces those blessed who should observe it, and names himself, too, in the number of the same: \"For blessed,\" says he, \"is he that keepeth the words of the prophecy of this book; and I John who saw and heard these things\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:33",
                            "text": "That this person was called John, therefore, and that this was the writing of a John, I do not deny."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:34",
                            "text": "And I admit further, that it was also the work of some holy and inspired man."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:35",
                            "text": "But I could not so easily admit that this was the apostle, the son of Zebedee, the brother of James, and the same person with him who wrote the Gospel which bears the title according to John, and the catholic epistle."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:36",
                            "text": "But from the character of both, and the forms of expression, and the whole disposition and execution of the book, I draw the conclusion that the authorship is not his."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:37",
                            "text": "For the evangelist nowhere else subjoins his name, and he never proclaims himself either in the Gospel or in the epistle."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:38",
                            "text": "And a little further on he adds:—John, moreover, nowhere gives us the name, whether as of himself directly (in the first person), or as of another (in the third person)."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:39",
                            "text": "But the writer of the Revelation puts himself forward at once in the very beginning, for he says: \"The Revelation of Jesus Christ, which He gave to him to show to His servants quickly; and He sent and signified it by His angel to His servant John, who bare record of the Word of God, and of his testimony, and of all things that he saw\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:40",
                            "text": "And then he writes also an epistle, in which he says: \"John to the seven churches which are in Asia, grace be unto you, and peace\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:41",
                            "text": "The evangelist, on the other hand, has not prefixed his name even to the catholic epistle; but without any circumlocution, he has commenced at once with the mystery of the divine revelation itself in these terms: \"That which was from the beginning, which we have heard, which we have seen with our eyes\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:42",
                            "text": "And on the ground of such a revelation as that the Lord pronounced Peter blessed, when He said: \"Blessed art thou, Simon Bar-jona; for flesh and blood hath not revealed it unto thee, but my Father which is in heaven\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:43",
                            "text": "And again in the second epistle, which is ascribed to John, the apostle, and in the third, though they are indeed brief, John is not set before us by name; but we find simply the anonymous writing, \"The elder\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:44",
                            "text": "This other author, on the contrary, did not even deem it sufficient to name himself once, and then to proceed with his narrative; but he takes up his name again, and says: \"I John, who also am your brother and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos for the Word of God, and for the testimony of Jesus Christ\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:45",
                            "text": "And likewise toward the end he speaks thus: \"Blessed is he that keepeth the sayings of the prophecy of this book; and I John who saw these things and heard them\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:46",
                            "text": "That it is a John, then, that writes these things we must believe, for he himself tells us."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:47",
                            "text": "What John this is, however, is uncertain."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:48",
                            "text": "For he has not said, as he often does in the Gospel, that he is the disciple beloved by the Lord, or the one that leaned on His bosom, or the brother of James, or one that was privileged to see and hear the Lord."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:49",
                            "text": "And surely he would have given us some of these indications if it had been his purpose to make himself clearly known."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:50",
                            "text": "But of all this he offers us nothing; and he only calls himself our brother and companion, and the witness of Jesus, and one blessed with the seeing and hearing of these revelations."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:51",
                            "text": "I am also of opinion that there were many persons of the same name with John the apostle, who by their love for him, and their admiration and emulation of him, and their desire to be loved by the Lord as he was loved, were induced to embrace also the same designation, just as we find many of the children of the faithful called by the names of Paul and Peter."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:52",
                            "text": "There is, besides, another John mentioned in the Acts of the Apostles, with the surname Mark, whom Barnabas and Paul attached to themselves as companion, and of whom again it is said: \"And they had also John to their minister\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:53",
                            "text": "But whether this is the one who wrote the Revelation, I could not say."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:54",
                            "text": "For it is not written that he came with them into Asia."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:55",
                            "text": "But the writer says: \"Now when Paul and his company loosed from Paphos, they came to Perga in Pamphylia: and John, departing from them, returned to Jerusalem\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:56",
                            "text": "I think, therefore, that it was some other one of those who were in Asia."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:57",
                            "text": "For it is said that there were two monuments in Ephesus, and that each of these bears the name of John."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:58",
                            "text": "And from the ideas, and the expressions, and the collocation of the same, it may be very reasonably conjectured that this one is distinct from that."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:59",
                            "text": "For the Gospel and the Epistle agree with each other, and both commence in the same way."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:60",
                            "text": "For the one opens thus, \"In the beginning was the Word;\" while the other opens thus, \"That which was from the beginning\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:61",
                            "text": "The one says: \"And the Word was made flesh, and dwelt among us; and we beheld His glory, the glory as of the Only-begotten of the Father\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:62",
                            "text": "The other says the same things, with a slight alteration: \"That which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life: and the life was manifested\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:63",
                            "text": "For these things are introduced by way of prelude, and in opposition, as he has shown in the subsequent parts, to those who deny that the Lord is come in the flesh."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:64",
                            "text": "For which reason he has also been careful to add these words: \"And that which we have seen we testify, and show unto you that eternal life which was with the Father, and was manifested unto us: that which we have seen and heard declare we unto you\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:65",
                            "text": "Thus he keeps to himself, and does not diverge inconsistently from his subjects, but goes through them all under the same heads and in the same phraseologies, some of which we shall briefly mention."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:66",
                            "text": "Thus the attentive reader will find the phrases, \"the life,\" \"the light,\" occurring often in both; and also such expressions as fleeing from darkness, holding the truth, grace, joy, the flesh and the blood of the Lord, the judgment, the remission of sins, the love of God toward us, the commandment of love on our side toward each other; as also, that we ought to keep all the commandments, the conviction of the world, of the devil, of Antichrist, the promise of the Holy Spirit, the adoption of God, the faith required of us in all things, the Father and the Son, named as such everywhere."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:67",
                            "text": "And altogether, through their whole course, it will be evident that the Gospel and the Epistle are distinguished by one and the same character of writing."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:68",
                            "text": "But the Revelation is totally different, and altogether distinct from this; and I might almost say that it does not even come near it, or border upon it."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:69",
                            "text": "Neither does it contain a syllable in common with these other books."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:70",
                            "text": "Nay more, the Epistle—for I say nothing of the Gospel—does not make any mention or evince any notion of the Revelation and the Revelation, in like manner, gives no note of the Epistle."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:71",
                            "text": "Whereas Paul gives some indication of his revelations in his epistles; which revelations, however, he has not recorded in writing by themselves."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:72",
                            "text": "And furthermore, on the ground of difference in diction, it is possible to prove a distinction between the Gospel and the Epistle on the one hand, and the Revelation on the other."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:73",
                            "text": "For the former are written not only without actual error as regards the Greek language, but also with the greatest elegance, both in their expressions and in their reasonings, and in the whole structure of their style."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:74",
                            "text": "They are very far indeed from betraying any barbarism or solecism, or any sort of vulgarism, in their diction."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:75",
                            "text": "For, as might be presumed, the writer possessed the gift of both kinds of discourse, the Lord having bestowed both these capacities upon him, viz."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:76",
                            "text": ", that of knowledge and that of expression."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:77",
                            "text": "That the author of the latter, however, saw a revelation, and received knowledge and prophecy, I do not deny."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:78",
                            "text": "Only I perceive that his dialect and language are not of the exact Greek type, and that he employs barbarous idioms, and in some places also solecisms."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:79",
                            "text": "These, however, we are under no necessity of seeking out at present."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Dionysius: On the Promises 1:80",
                            "text": "And I would not have any one suppose that I have said these things in the spirit of ridicule; for I have done so only with the purpose of setting right this matter of the dissimilarity subsisting between these writings."
                        }
                    ]
                }
            ]
        }
    ]
}