{
    "books": [
        {
            "name": "2 Clement",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "2 Clement 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "2 Clement 1:1",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "2 Clement 1:2",
                            "text": "—We Ought to Think Highly of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "2 Clement 1:3",
                            "text": "Brethren, it is fitting that you should think of Jesus Christ as of God,—as the Judge of the living and the dead."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "2 Clement 1:4",
                            "text": "And it does not become us to think lightly of our salvation; for if we think little of Him, we shall also hope but to obtain little from Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "2 Clement 1:5",
                            "text": "And those of us who hear carelessly of these things, as if they were of small importance, commit sin, not knowing whence we have been called, and by whom, and to what place, and how much Jesus Christ submitted to suffer for our sakes."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "2 Clement 1:6",
                            "text": "What return, then, shall we make to Him, or what fruit that shall be worthy of that which He has given to us?  For, indeed, how great are the benefits which we owe to Him!  He has graciously given us light; as a Father, He has called us sons; He has saved us when we were ready to perish."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "2 Clement 1:7",
                            "text": "What praise, then, shall we give to Him, or what return shall we make for the things which we have received?  We were deficient in understanding, worshipping stones and wood, and gold, and silver, and brass, the works of men's hands; and our whole life was nothing else than death."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "2 Clement 1:8",
                            "text": "Involved in blindness, and with such darkness before our eyes, we have received sight, and through His will have laid aside that cloud by which we were enveloped."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "2 Clement 1:9",
                            "text": "For He had compassion on us, and mercifully saved us, observing the many errors in which we were entangled, as well as the destruction to which we were exposed, and that we had no hope of salvation except it came to us from Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "2 Clement 1:10",
                            "text": "For He called us when we were not, and willed that out of nothing we should attain a real existence."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "2 Clement 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "2 Clement 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "2 Clement 2:2",
                            "text": "—The Church, Formerly Barren, is Now Fruitful."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "2 Clement 2:3",
                            "text": "\"Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not; for she that is desolate hath many more children than she that hath an husband\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "2 Clement 2:4",
                            "text": "In that He said, \"Rejoice, thou barren that bearest not,\" He referred to us, for our church was barren before that children were given to her."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "2 Clement 2:5",
                            "text": "But when He said, \"Cry out, thou that travailest not,\" He means this, that we should sincerely offer up our prayers to God, and should not, like women in travail, show signs of weakness."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "2 Clement 2:6",
                            "text": "And in that He said, \"For she that is desolate hath many more children than she that hath an husband,\" He means that our people seemed to be outcast from God, but now, through believing, have become more numerous than those who are reckoned to possess God."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "2 Clement 2:7",
                            "text": "And another Scripture saith, \"I came not to call the righteous, but sinners\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "2 Clement 2:8",
                            "text": "This means that those who are perishing must be saved."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "2 Clement 2:9",
                            "text": "For it is indeed a great and admirable thing to establish not the things which are standing, but those that are falling."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "2 Clement 2:10",
                            "text": "Thus also did Christ desire to save the things which were perishing, and has saved many by coming and calling us when hastening to destruction."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "2 Clement 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "2 Clement 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "2 Clement 3:2",
                            "text": "—The Duty of Confessing Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "2 Clement 3:3",
                            "text": "Since, then, He has displayed so great mercy towards us, and especially in this respect, that we who are living should not offer sacrifices to gods that are dead, or pay them worship, but should attain through Him to the knowledge of the true Father, whereby shall we show that we do indeed know Him, but by not denying Him through whom this knowledge has been attained?  For He himself declares, \"Whosoever shall confess me before men, him will I confess before my Father\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "2 Clement 3:4",
                            "text": "This, then, is our reward if we shall confess Him by whom we have been saved."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "2 Clement 3:5",
                            "text": "But in what way shall we confess Him?  By doing what He says, and not transgressing His commandments, and by honouring Him not with our lips only, but with all our heart and all our mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "2 Clement 3:6",
                            "text": "For He says in Isaiah, \"This people honoureth me with their lips, but their heart is far from me\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "2 Clement 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "2 Clement 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "2 Clement 4:2",
                            "text": "—True Confession of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "2 Clement 4:3",
                            "text": "Let us, then, not only call Him Lord, for that will not save us."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "2 Clement 4:4",
                            "text": "For He saith, \"Not every one that saith to me, Lord, Lord, shall be saved, but he that worketh righteousness\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "2 Clement 4:5",
                            "text": "Wherefore, brethren, let us confess Him by our works, by loving one another, by not committing adultery, or speaking evil of one another, or cherishing envy; but by being continent, compassionate, and good."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "2 Clement 4:6",
                            "text": "We ought also to sympathize with one another, and not be avaricious."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "2 Clement 4:7",
                            "text": "By such works let us confess Him, and not by those that are of an opposite kind."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "2 Clement 4:8",
                            "text": "And it is not fitting that we should fear men, but rather God."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "2 Clement 4:9",
                            "text": "For this reason, if we should do such wicked things, the Lord hath said, \"Even though ye were gathered together to me in my very bosom, yet if ye were not to keep my commandments, I would cast you off, and say unto you, Depart from me; I know you not whence ye are, ye workers of iniquity\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "2 Clement 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "2 Clement 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "2 Clement 5:2",
                            "text": "—This World Should Be Despised."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "2 Clement 5:3",
                            "text": "Wherefore, brethren, leaving willingly our sojourn in this present world, let us do the will of Him that called us, and not fear to depart out of this world."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "2 Clement 5:4",
                            "text": "For the Lord saith, \"Ye shall be as lambs in the midst of wolves\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "2 Clement 5:5",
                            "text": "And Peter answered and said unto Him, \"What, then, if the wolves shall tear in pieces the lambs?\"  Jesus said unto Peter, \"The lambs have no cause after they are dead to fear the wolves; and in like manner, fear not ye them that kill you, and can do nothing more unto you; but fear Him who, after you are dead, has power over both soul and body to cast them into hell-fire\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "2 Clement 5:6",
                            "text": "And consider, brethren, that the sojourning in the flesh in this world is but brief and transient, but the promise of Christ is great and wonderful, even the rest of the kingdom to come, and of life everlasting."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "2 Clement 5:7",
                            "text": "By what course of conduct, then, shall we attain these things, but by leading a holy and righteous life, and by deeming these worldly things as not belonging to us, and not fixing our desires upon them?  For if we desire to possess them, we fall away from the path of righteousness."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "2 Clement 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "2 Clement 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "2 Clement 6:2",
                            "text": "—The Present and Future Worlds are Enemies to Each Other."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "2 Clement 6:3",
                            "text": "Now the Lord declares, \"No servant can serve two masters\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "2 Clement 6:4",
                            "text": "If we desire, then, to serve both God and mammon, it will be unprofitable for us."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "2 Clement 6:5",
                            "text": "\"For what will it profit if a man gain the whole world, and lose his own soul?\"  This world and the next are two enemies."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "2 Clement 6:6",
                            "text": "The one urges to adultery and corruption, avarice and deceit; the other bids farewell to these things."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "2 Clement 6:7",
                            "text": "We cannot, therefore, be the friends of both; and it behoves us, by renouncing the one, to make sure of the other."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "2 Clement 6:8",
                            "text": "Let us reckon that it is better to hate the things present, since they are trifling, and transient, and corruptible; and to love those which are to come, as being good and incorruptible."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "2 Clement 6:9",
                            "text": "For if we do the will of Christ, we shall find rest; otherwise, nothing shall deliver us from eternal punishment, if we disobey His commandments."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "2 Clement 6:10",
                            "text": "For thus also saith the Scripture in Ezekiel, \"If Noah, Job, and Daniel should rise up, they should not deliver their children in captivity\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "2 Clement 6:11",
                            "text": "Now, if men so eminently righteous are not able by their righteousness to deliver their children, how can we hope to enter into the royal residence of God unless we keep our baptism holy and undefiled?  Or who shall be our advocate, unless we be found possessed of works of holiness and righteousness?."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "2 Clement 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "2 Clement 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "2 Clement 7:2",
                            "text": "—We Must Strive in Order to Be Crowned."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "2 Clement 7:3",
                            "text": "Wherefore, then, my brethren, let us struggle with all earnestness, knowing that the contest is in our case close at hand, and that many undertake long voyages to strive for a corruptible reward; yet all are not crowned, but those only that have laboured hard and striven gloriously."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "2 Clement 7:4",
                            "text": "Let us therefore so strive, that we may all be crowned."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "2 Clement 7:5",
                            "text": "Let us run the straight course, even the race that is incorruptible; and let us in great numbers set out for it, and strive that we may be crowned."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "2 Clement 7:6",
                            "text": "And should we not all be able to obtain the crown, let us at least come near to it."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "2 Clement 7:7",
                            "text": "We must remember that he who strives in the corruptible contest, if he be found acting unfairly, is taken away and scourged, and cast forth from the lists."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "2 Clement 7:8",
                            "text": "What then think ye?  If one does anything unseemly in the incorruptible contest, what shall he have to bear?  For of those who do not preserve the seal unbroken, the Scripture saith, \"Their worm shall not die, and their fire shall not be quenched, and they shall be a spectacle to all flesh\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "2 Clement 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "2 Clement 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "2 Clement 8:2",
                            "text": "—The Necessity of Repentance While We are on Earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "2 Clement 8:3",
                            "text": "As long, therefore, as we are upon earth, let us practise repentance, for we are as clay in the hand of the artificer."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "2 Clement 8:4",
                            "text": "For as the potter, if he make a vessel, and it be distorted or broken in his hands, fashions it over again; but if he have before this cast it into the furnace of fire, can no longer find any help for it:  so let us also, while we are in this world, repent with our whole heart of the evil deeds we have done in the flesh, that we may be saved by the Lord, while we have yet an opportunity of repentance."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "2 Clement 8:5",
                            "text": "For after we have gone out of the world, no further power of confessing or repenting will there belong to us."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "2 Clement 8:6",
                            "text": "Wherefore, brethren, by doing the will of the Father, and keeping the flesh holy, and observing the commandments of the Lord, we shall obtain eternal life."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "2 Clement 8:7",
                            "text": "For the Lord saith in the Gospel, \"If ye have not kept that which was small, who will commit to you the great?  For I say unto you, that he that is faithful in that which is least, is faithful also in much\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "2 Clement 8:8",
                            "text": "This, then, is what He means:  \"Keep the flesh holy and the seal undefiled, that ye may receive eternal life\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "2 Clement 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "2 Clement 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "2 Clement 9:2",
                            "text": "—We Shall Be Judged in the Flesh."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "2 Clement 9:3",
                            "text": "And let no one of you say that this very flesh shall not be judged, nor rise again."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "2 Clement 9:4",
                            "text": "Consider ye in what state ye were saved, in what ye received sight, if not while ye were in this flesh."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "2 Clement 9:5",
                            "text": "We must therefore preserve the flesh as the temple of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "2 Clement 9:6",
                            "text": "For as ye were called in the flesh, ye shall also come to be judged in the flesh."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "2 Clement 9:7",
                            "text": "As Christ the Lord who saved us, though He was first a Spirit became flesh, and thus called us, so shall we also receive the reward in this flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "2 Clement 9:8",
                            "text": "Let us therefore love one another, that we may all attain to the kingdom of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "2 Clement 9:9",
                            "text": "While we have an opportunity of being healed, let us yield ourselves to God that healeth us, and give to Him a recompense."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "2 Clement 9:10",
                            "text": "Of what sort?  Repentance out of a sincere heart; for He knows all things beforehand, and is acquainted with what is in our hearts."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "2 Clement 9:11",
                            "text": "Let us therefore give Him praise, not with the mouth only, but also with the heart, that He may accept us as sons."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "2 Clement 9:12",
                            "text": "For the Lord has said, \"Those are my brethren who do the will of my Father\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "2 Clement 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "2 Clement 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "2 Clement 10:2",
                            "text": "—Vice is to Be Forsaken, and Virtue Followed."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "2 Clement 10:3",
                            "text": "Wherefore, my brethren, let us do the will of the Father who called us, that we may live; and let us earnestly follow after virtue, but forsake every wicked tendency which would lead us into transgression; and flee from ungodliness, lest evils overtake us."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "2 Clement 10:4",
                            "text": "For if we are diligent in doing good, peace will follow us."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "2 Clement 10:5",
                            "text": "On this account, such men cannot find it i-e: peace as are influenced by human terrors, and prefer rather present enjoyment to the promise which shall afterwards be fulfilled."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "2 Clement 10:6",
                            "text": "For they know not what torment present enjoyment incurs, or what felicity is involved in the future promise."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "2 Clement 10:7",
                            "text": "And if, indeed, they themselves only did such things, it would be the more tolerable; but now they persist in imbuing innocent souls with their pernicious doctrines, not knowing that they shall receive a double condemnation, both they and those that hear them."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "2 Clement 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "2 Clement 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "2 Clement 11:2",
                            "text": "—We Ought to Serve God, Trusting in His Promises."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "2 Clement 11:3",
                            "text": "Let us therefore serve God with a pure heart, and we shall be righteous; but if we do not serve Him, because we believe not the promise of God, we shall be miserable."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "2 Clement 11:4",
                            "text": "For the prophetic word also declares, \"Wretched are those of a double mind, and who doubt in their heart, who say, All these things have we heard even in the times of our fathers; but though we have waited day by day, we have seen none of them accomplished."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "2 Clement 11:5",
                            "text": "Ye fools! compare yourselves to a tree; take, for instance, the vine."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "2 Clement 11:6",
                            "text": "First of all it sheds its leaves, then the bud appears; after that the sour grape, and then the fully-ripened fruit."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "2 Clement 11:7",
                            "text": "So, likewise, my people have borne disturbances and afflictions, but afterwards shall they receive their good things\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "2 Clement 11:8",
                            "text": "Wherefore, my brethren, let us not be of a double mind, but let us hope and endure, that we also may obtain the reward."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "2 Clement 11:9",
                            "text": "For He is faithful who has promised that He will bestow on every one a reward according to his works."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "2 Clement 11:10",
                            "text": "If, therefore, we shall do righteousness in the sight of God, we shall enter into His kingdom, and shall receive the promises, which \"ear hath not heard, nor eye seen, neither have entered into the heart of man\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "2 Clement 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "2 Clement 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "2 Clement 12:2",
                            "text": "—We are Constantly to Look for the Kingdom of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "2 Clement 12:3",
                            "text": "Let us expect, therefore, hour by hour, the kingdom of God in love and righteousness, since we know not the day of the appearing of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "2 Clement 12:4",
                            "text": "For the Lord Himself, being asked by one when His kingdom would come, replied, \"When two shall be one, that which is without as that which is within, and the male with the female, neither male nor female\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "2 Clement 12:5",
                            "text": "Now, two are one when we speak the truth one to another, and there is unfeignedly one soul in two bodies."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "2 Clement 12:6",
                            "text": "And \"that which is without as\" that which is within meaneth this:  He calls the soul \"that which is within,\" and the body \"that which is without\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "2 Clement 12:7",
                            "text": "As, then, thy body is visible to sight, so also let thy soul be manifest by good works."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "2 Clement 12:8",
                            "text": "And \"the male, with the female, neither male nor female,\" this He saith, that brother seeing sister may have no thought concerning her as female, and that she may have no thought concerning him as male."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "2 Clement 12:9",
                            "text": "\"If ye do these things,\" saith He, \"the kingdom of my Father shall come\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "2 Clement 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "2 Clement 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "2 Clement 13:2",
                            "text": "—God's Name Not to Be Blasphemed."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "2 Clement 13:3",
                            "text": "Brethren, then, let us now at length repent, let us soberly turn to that which is good; for we are full of abundant folly and wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "2 Clement 13:4",
                            "text": "Let us wipe out from us our former sins, and repenting from the heart be saved; and let us not be men-pleasers, nor be willing to please one another only, but also the men without, for righteousness sake, that the name may not be, because of us, blasphemed."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "2 Clement 13:5",
                            "text": "For the Lord saith, \"Continually my name is blasphemed among all nations,\" and \"Wherefore my name is blasphemed; blasphemed in what?  In your not doing the things which I wish\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "2 Clement 13:6",
                            "text": "For the nations, hearing from our mouth the oracles of God, marvel at their excellence and worth; thereafter learning that our deeds are not worthy of the words which we speak,—receiving this occasion they turn to blasphemy, saying that they are a fable and a delusion."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "2 Clement 13:7",
                            "text": "For, whenever they hear from us that God saith, \"No thank have ye, if ye love them which love you, but ye have thank, if ye love your enemies and them which hate you\"—whenever they hear these words, they marvel at the surpassing measure of their goodness; but when they see, that not only do we not love those who hate, but that we love not even those who love, they laugh us to scorn, and the name is blasphemed."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "2 Clement 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "2 Clement 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "2 Clement 14:2",
                            "text": "—The Church Spiritual."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "2 Clement 14:3",
                            "text": "So, then, brethren, if we do the will of our Father God, we shall be members of the first church, the spiritual,—that which was created before sun and moon; but if we shall not do the will of the Lord, we shall come under the Scripture which saith, \"My house became a den of robbers\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "2 Clement 14:4",
                            "text": "So, then, let us elect to belong to the church of life, that we may be saved."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "2 Clement 14:5",
                            "text": "I think not that ye are ignorant that the living church is the body of Christ (for the Scripture, saith, \"God created man male and female;\" the male is Christ, the female the church,) and that the Books and the Apostles teach that the church is not of the present, but from the beginning."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "2 Clement 14:6",
                            "text": "For it was spiritual, as was also our Jesus, and was made manifest at the end of the days in order to save you."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "2 Clement 14:7",
                            "text": "The church being spiritual, was made manifest in the flesh of Christ, signifying to us that if any one of us shall preserve it in the flesh and corrupt it not, he shall receive it in the Holy Spirit."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "2 Clement 14:8",
                            "text": "For this flesh is the type of the spirit; no one, therefore, having corrupted the type, will receive afterwards the antitype."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "2 Clement 14:9",
                            "text": "Therefore is it, then, that He saith, brethren, \"Preserve ye the flesh, that ye may become partakers of the spirit\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "2 Clement 14:10",
                            "text": "If we say that the flesh is the church and the spirit Christ, then it follows that he who shall offer outrage to the flesh is guilty of outrage on the church."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "2 Clement 14:11",
                            "text": "Such an one, therefore, will not partake of the spirit, which is Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "2 Clement 14:12",
                            "text": "Such is the life and immortality, which this flesh may afterwards receive, the Holy Spirit cleaving to it; and no one can either express or utter what things the Lord hath prepared for His elect."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "2 Clement 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "2 Clement 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "2 Clement 15:2",
                            "text": "—He Who Saves and He Who is Saved."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "2 Clement 15:3",
                            "text": "I think not that I counted trivial counsel concerning continence; following it, a man will not repent thereof, but will save both himself and me who counselled."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "2 Clement 15:4",
                            "text": "For it is no small reward to turn back a wandering and perishing soul for its salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "2 Clement 15:5",
                            "text": "For this recompense we are able to render to the God who created us, if he who speaks and hears both speak and hear with faith and love."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "2 Clement 15:6",
                            "text": "Let us, therefore, continue in that course in which we, righteous and holy, believed, that with confidence we may ask God who saith, \"Whilst thou art still speaking, I will say, Here I am\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "2 Clement 15:7",
                            "text": "For these words are a token of a great promise, for the Lord saith that He is more ready to give than he who asks."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "2 Clement 15:8",
                            "text": "So great, then, being the goodness of which we are partakers, let us not grudge one another the attainment of so great blessings."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "2 Clement 15:9",
                            "text": "For in proportion to the pleasure with which these words are fraught to those who shall follow them, in that proportion is the condemnation with which they are fraught to those who shall refuse to hear."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "2 Clement 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "2 Clement 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "2 Clement 16:2",
                            "text": "—Preparation for the Day of Judgment."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "2 Clement 16:3",
                            "text": "So, then, brethren, having received no small occasion to repent, while we have opportunity, let us turn to God who called us, while yet we have One to receive us."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "2 Clement 16:4",
                            "text": "For if we renounce these indulgences and conquer the soul by not fulfilling its wicked desires, we shall be partakers of the mercy of Jesus."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "2 Clement 16:5",
                            "text": "Know ye that the day of judgment draweth nigh like a burning oven, and certain of the heavens and all the earth will melt, like lead melting in fire; and then will appear the hidden and manifest deeds of men."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "2 Clement 16:6",
                            "text": "Good, then, is alms as repentance from sin; better is fasting than prayer, and alms than both; \"charity covereth a multitude of sins,\" and prayer out of a good conscience delivereth from death."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "2 Clement 16:7",
                            "text": "Blessed is every one that shall be found complete in these; for alms lightens the burden of sin."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "2 Clement 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "2 Clement 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "2 Clement 17:2",
                            "text": "—Same Subject Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "2 Clement 17:3",
                            "text": "Let us, then, repent with our whole heart, that no one of us may perish amiss."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "2 Clement 17:4",
                            "text": "For if we have commands and engage in withdrawing from idols and instructing others, how much more ought a soul already knowing God not to perish."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "2 Clement 17:5",
                            "text": "Rendering, therefore, mutual help, let us raise the weak also in that which is good, that all of us may be saved and convert one another and admonish."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "2 Clement 17:6",
                            "text": "And not only now let us seem to believe and give heed, when we are admonished by the elders; but also when we take our departure home, let us remember the commandments of the Lord, and not be allured back by worldly lusts, but let us often and often draw near and try to make progress in the Lord's commands, that we all having the same mind may be gathered together for life."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "2 Clement 17:7",
                            "text": "For the Lord said, \"I come to gather all nations kindreds and tongues\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "2 Clement 17:8",
                            "text": "This means the day of His appearing, when He will come and redeem us—each one according to his works."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "2 Clement 17:9",
                            "text": "And the unbelievers will see His glory and might, and, when they see the empire of the world in Jesus, they will be surprised, saying, \"Woe to us, because Thou wast, and we knew not and believed not and obeyed not the elders who show us plainly of our salvation\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "2 Clement 17:10",
                            "text": "And \"their worm shall not die, neither shall their fire be quenched; and they shall be a spectacle unto all flesh\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "2 Clement 17:11",
                            "text": "It is of the great day of judgment He speaks, when they shall see those among us who were guilty of ungodliness and erred in their estimate of the commands of Jesus Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "2 Clement 17:12",
                            "text": "The righteous, having succeeded both in enduring the trials and hating the indulgences of the soul, whenever they witness how those who have swerved and denied Jesus by words or deeds are punished with grievous torments in fire unquenchable, will give glory to their God and say, \"There will be hope for him who has served God with his whole heart\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "2 Clement 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "2 Clement 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "2 Clement 18:2",
                            "text": "—The Author Sinful, Yet Pursuing."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "2 Clement 18:3",
                            "text": "And let us, then, be of the number of those who give thanks, who have served God, and not of the ungodly who are judged."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "2 Clement 18:4",
                            "text": "For I myself, though a sinner every whit and not yet fleeing temptation but continuing in the midst of the tools of the devil, study to follow after righteousness, that I may make, be it only some, approach to it, fearing the judgment to come."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "2 Clement 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "2 Clement 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "2 Clement 19:2",
                            "text": "—Reward of the Righteous, Although They May Suffer."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "2 Clement 19:3",
                            "text": "So then, brothers and sisters, after the God of truth I address to you an appeal that ye may give heed to the words written, that ye may save both yourselves and him who reads an address in your midst."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "2 Clement 19:4",
                            "text": "For as a reward I ask of you repentance with the whole heart, while ye bestow upon yourselves salvation and life."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "2 Clement 19:5",
                            "text": "For by so doing we shall set a mark for all the young who wish to be diligent in godliness and the goodness of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "2 Clement 19:6",
                            "text": "And let not us, in our folly, feel displeasure and indignation, whenever any one admonishes us and turns us from unrighteousness to righteousness."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "2 Clement 19:7",
                            "text": "For there are some wicked deeds which we commit, and know it not, because of the double-mindedness and unbelief present in our breasts, and our understanding is darkened by vain desires."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "2 Clement 19:8",
                            "text": "Let us, therefore, work righteousness, that we may be saved to the end."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "2 Clement 19:9",
                            "text": "Blessed are they who obey these commandments, even if for a brief space they suffer in this world, and they will gather the imperishable fruit of the resurrection."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "2 Clement 19:10",
                            "text": "Let not the godly man, therefore, grieve; if for the present he suffer affliction, blessed is the time that awaits him there; rising up to life again with the fathers he will rejoice for ever without a grief."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "2 Clement 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "2 Clement 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "2 Clement 20:2",
                            "text": "—Godliness, Not Gain, the True Riches."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "2 Clement 20:3",
                            "text": "But let it not even trouble your mind, that we see the unrighteous possessed of riches and the servants of God straitened."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "2 Clement 20:4",
                            "text": "Let us, therefore, brothers and sisters, believe; in a trial of the living God we strive and are exercised in the present life, that we may obtain the crown in that which is to come."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "2 Clement 20:5",
                            "text": "No one of the righteous received fruit speedily, but waiteth for it."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "2 Clement 20:6",
                            "text": "For if God tendered the reward of the righteous in a trice, straightway were it commerce that we practised, and not godliness."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "2 Clement 20:7",
                            "text": "For it were as if we were righteous by following after not godliness but gain; and for this reason the divine judgment baffled the spirit that is unrighteous and heavily weighed the fetter."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "2 Clement 20:8",
                            "text": "To the only God, invisible, Father of truth, who sent forth to us the Saviour and Author of immortality, through whom He also manifested to us the truth and the heavenly life, to Him be glory for ever and ever."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "2 Clement 20:9",
                            "text": "Amen."
                        }
                    ]
                }
            ]
        }
    ]
}