{
    "books": [
        {
            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:1",
                            "text": "THE copy of the words of Dan, which he spake to his sons in his last days, in the hundred and twenty-fifth year of his life."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:2",
                            "text": "For he called together his I family, and said: Hearken to my words, ye sons of Dan; and give heed to the words of your father."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:3",
                            "text": "I have proved in my heart, and in my whole life, that truth with just dealing is good and well pleasing to God, and that lying and anger are evil, because they teach man all wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:4",
                            "text": "I confess, therefore, this day to you, my children, that in my heart I resolved on the death of Joseph my brother, the true and good man. ."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:5",
                            "text": "And I rejoiced that he was sold, because his father loved him more than us."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:6",
                            "text": "For the spirit of jealousy and vainglory said to me: Thou thyself also art his son."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:7",
                            "text": "And one of the spirits of Beliar stirred me up, saying: Take this sword, and with it slay Joseph: so shall thy father love thee when he is dead."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:8",
                            "text": "Now this is the spirit of anger that persuaded me to crush Joseph as a leopard crusheth a kid."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:9",
                            "text": "But the God of my fathers did not suffer him to fall into my hands, so that I should find him alone and slay him, and cause a second tribe to be destroyed in Israel."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:10",
                            "text": "And now, my children, behold I am dying, and I tell you of a truth, that unless ye keep yourselves from the spirit of lying and of anger, and love truth and longsuffering, ye shall perish."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:11",
                            "text": "For anger is blindness, and does not suffer one to see the face of any man with truth."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:12",
                            "text": "For though it be a father or a mother, he behaveth towards them as enemies; though it be a brother, he knoweth him not; though it be a prophet of the Lord, he disobeyeth him; though a righteous man, he regardeth him not; though a friend, he doth not acknowledge him."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:13",
                            "text": "For the spirit of anger encompasseth him with the net of deceit, and blindeth his eyes, and through lying darkeneth his mind, and giveth him its own peculiar vision."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:14",
                            "text": "And wherewith encompasseth it his eyes? With hatred of heart, so as to be envious of his brother."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:15",
                            "text": "For anger is an evil thing, my children, for it troubleth even the soul itself."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:16",
                            "text": "And the body of the angry man it maketh its own, and over his soul it getteth the mastery, and it bestoweth upon the body power that it may work all iniquity."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:17",
                            "text": "And when the body does all these things, the soul justifieth what is done, since it seeth not aright."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:18",
                            "text": "Therefore he that is wrathful, if he be a mighty man, hath a threefold power in his anger: one by the help of his servants; and a second by his wealth, whereby he persuadeth and overcometh wrongfully; and thirdly, having his own natural power he worketh thereby the evil."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:19",
                            "text": "And though the wrathful man be weak, yet hath he a power twofold of that which is by nature; for wrath ever aideth such in lawlessness."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:20",
                            "text": "This spirit goeth always with lying at the right hand of Satan, that with cruelty and lying his works may be wrought."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:21",
                            "text": "Understand ye, therefore, the power of wrath, that it is vain."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:22",
                            "text": "For it first of all giveth provocation by word; then by deeds it strengtheneth him who is angry, and with sharp losses disturbeth his mind, and so stirreth up with great wrath his soul."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:23",
                            "text": "Therefore, when any one. speaketh against you, be not ye moved to anger, and if any man praiseth you as holy men, be not uplifted: be not moved either to delight or to disgust."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:24",
                            "text": "For first it pleaseth the hearing, and so maketh the mind keen to perceive the grounds for provocation; and then being enraged, he thinketh that he is justly angry."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:25",
                            "text": "If ye fall into any loss or ruin, my children, be not afflicted; for this very spirit maketh a man desire that which is perishable, in order that he may be enraged through the affliction."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:26",
                            "text": "And if ye suffer loss voluntarily, or involuntarily, be not vexed; for from vexation ariseth wrath with lying."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 1:27",
                            "text": "Moreover, a twofold mischief is wrath with lying; and they assist one another in order to disturb the heart; and when the soul is continually disturbed, the Lord departeth from it, and Beliar ruleth over it.\n\n\n\n---"
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:1",
                            "text": "OBSERVE, therefore, my children, the commandments of the Lord, and keep His law; depart from wrath, and hate lying, that the Lord may dwell among you, and Beliar may flee from you."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:2",
                            "text": "Speak truth each one with his neighbour. So shall ye not fall into wrath and confusion; but ye shall be in peace, having the God of peace, so shall no war prevail over you."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:3",
                            "text": "Love the Lord through all your life, and one another with a true heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:4",
                            "text": "I know that in the last days ye shall depart from the Lord, and ye shall provoke Levi unto anger, and fight against Judah; but ye shall not prevail against them, for an angel of the Lord shall guide them both; for by them shall Israel stand."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:5",
                            "text": "And whensoever ye depart from the Lord, ye shall walk in all evil and work the abominations of the Gentiles, going a-whoring after women of the lawless ones, while with all wickedness the spirits of wickedness work in you."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:6",
                            "text": "For I have read in the book of Enoch, the righteous, that your prince is Satan, and that all the spirits of wickedness and pride will conspire to attend constantly on the sons of Levi, to cause them to sin before the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:7",
                            "text": "And my sons will draw near to Levi, and sin with them in all things; and the sons of Judah will be covetous, plundering other men's goods like lions."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:8",
                            "text": "Therefore shall ye be led away with them into captivity, and there shall ye receive all the plagues of Egypt, and all the evils of the Gentiles."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:9",
                            "text": "And so when ye return to the Lord ye shall obtain mercy, and He shall bring you into His sanctuary, and He shall give you peace."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:10",
                            "text": "And there shall arise unto you from the tribe of Judah and of Levi the salvation of the Lord; and he shall make war against Beliar."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:11",
                            "text": "And execute an everlasting vengeance on our enemies; and the captivity shall he take from Beliar the souls of the saints, and turn disobedient hearts unto the Lord, and give to them that call upon him eternal peace."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:12",
                            "text": "And the saints shall rest in Eden, and in the New Jerusalem shall the righteous rejoice, and it shall be unto the glory of God for ever."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:13",
                            "text": "And no longer shall Jerusalem endure desolation, nor Israel be led captive; for the Lord shall be in the midst of it [living amongst men], and the Holy One of Israel shall reign over it in humility and in poverty; and he who believeth on Him shall reign amongst men in truth."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:14",
                            "text": "And now, fear the Lord, my children, and beware of Satan and his spirits."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:15",
                            "text": "Draw near unto God and unto the angel that intercedeth for you, for he is a mediator between God and man, and for the peace of Israel he shall stand up against the kingdom of the enemy."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:16",
                            "text": "Therefore is the enemy eager to destroy all that call upon the Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:17",
                            "text": "For he knoweth that upon the day on which Israel shall repent, the kingdom of the enemy shall be brought to an end."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:18",
                            "text": "For the very angel of peace shall strengthen Israel, that it fall not into the extremity of evil."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:19",
                            "text": "And it shall be in the time of the lawlessness of Israel, that the Lord will not depart from them, but will transform them into a nation that doeth His will, for none of the angels will be equal unto him."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:20",
                            "text": "And His name shall be in every place in Israel, and among the Gentiles."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:21",
                            "text": "Keep, therefore, yourselves, my children, from every evil work, and cast away wrath and all lying, and love truth and long-suffering."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:22",
                            "text": "And the things which ye have heard from your father, do ye also impart to your children that the Saviour of the Gentiles may receive you; for he is true and long-suffering, meek and lowly, and teacheth by his works the law of God."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:23",
                            "text": "Depart, therefore, from all unrighteousness, and cleave unto the righteousness of God, and your race will be saved for ever."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:24",
                            "text": "And bury me near my fathers."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:25",
                            "text": "And when he had said these things he kissed them, and fell asleep at a good old age."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:26",
                            "text": "And his sons buried him, and after that they carried up his bones, and placed them near Abraham, and Isaac, and Jacob."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "The Testament of Dan / Testaments of the Twelve Patriarchs 2:27",
                            "text": "Nevertheless, Dan prophesied unto them that they should forget their God, and should be alienated from the land of their inheritance and from the race of Israel, and from the family of their seed."
                        }
                    ]
                }
            ]
        }
    ]
}