{
    "books": [
        {
            "name": "Origen: To Gregory",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Origen: To Gregory 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Origen: To Gregory 1:1",
                            "text": "Greeting in God, my most excellent sir, and venerable son Gregory, from Origen."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Origen: To Gregory 1:2",
                            "text": "A natural readiness of comprehension, as you well know, may, if practice be added, contribute somewhat to the contingent end, if I may so call it, of that which any one wishes to practise."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Origen: To Gregory 1:3",
                            "text": "Thus, your natural good parts might make of you a finished Roman lawyer or a Greek philosopher, so to speak, of one of the schools in high reputation."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Origen: To Gregory 1:4",
                            "text": "But I am anxious that you should devote all the strength of your natural good parts to Christianity for your end; and in order to this, I wish to ask you to extract from the philosophy of the Greeks what may serve as a course of study or a preparation for Christianity, and from geometry and astronomy what will serve to explain the sacred Scriptures, in order that all that the sons of the philosophers are wont to say about geometry and music, grammar, rhetoric, and astronomy, as fellow-helpers to philosophy, we may say about philosophy itself, in relation to Christianity."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Origen: To Gregory 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:1",
                            "text": "Perhaps something of this kind is shadowed forth in what is written in Exodus from the mouth of God, that the children of Israel were commanded to ask from their neighbours, and those who dwelt with them, vessels of silver and gold, and raiment, in order that, by spoiling the Egyptians, they might have material for the preparation of the things which pertained to the service of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:2",
                            "text": "For from the things which the children of Israel took from the Egyptians the vessels in the holy of holies were made,—the ark with its lid, and the Cherubim, and the mercy-seat, and the golden coffer, where was the manna, the angels' bread."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:3",
                            "text": "These things were probably made from the best of the Egyptian gold."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:4",
                            "text": "An inferior kind would be used for the solid golden candlestick near the inner veil, and its branches, and the golden table on which were the pieces of shewbread, and the golden censer between them."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:5",
                            "text": "And if there was a third and fourth quality of gold, from it would be made the holy vessels; and the other things would be made of Egyptian silver."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:6",
                            "text": "For when the children of Israel dwelt in Egypt, they gained this from their dwelling there, that they had no lack of such precious material for the utensils of the service of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:7",
                            "text": "And of the Egyptian raiment were probably made all those things which, as the Scripture mentions, needed sewed and embroidered work, sewed with the wisdom of God, the one to the other, that the veils might be made, and the inner and the outer courts."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:8",
                            "text": "And why should I go on, in this untimely digression, to set forth how useful to the children of Israel were the things brought from Egypt, which the Egyptians had not put to a proper use, but which the Hebrews, guided by the wisdom of God, used for God's service?  Now the sacred Scripture is wont to represent as an evil the going down from the land of the children of Israel into Egypt, indicating that certain persons get harm from sojourning among the Egyptians, that is to say, from meddling with the knowledge of this world, after they have subscribed to the law of God, and the Israelitish service of Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:9",
                            "text": "Ader at least, the Idumaean; so long as he was in the land of Israel, and had not tasted the bread of the Egyptians, made no idols."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:10",
                            "text": "It was when he fled from the wise Solomon, and went down into Egypt, as it were flying from the wisdom of God, and was made a kinsman of Pharaoh by marrying his wife's sister, and begetting a child, who was brought up with the children of Pharaoh, that he did this."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:11",
                            "text": "Wherefore, although he did return to the land of Israel, he returned only to divide the people of God, and to make them say to the golden calf, \"These be thy gods, O Israel, which brought thee up from the land of Egypt\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:12",
                            "text": "And I may tell you from my experience, that not many take from Egypt only the useful, and go away and use it for the service of God; while Ader the Idumaean has many brethren."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:13",
                            "text": "These are they who, from their Greek studies, produce heretical notions, and set them up, like the golden calf, in Bethel, which signifies \"God's house\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:14",
                            "text": "In these words also there seems to me an indication that they have set up their own imaginations in the Scriptures, where the word of God dwells, which is called in a figure Bethel."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:15",
                            "text": "The other figure, the word says, was set up in Dan."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:16",
                            "text": "Now the borders of Dan are the most extreme, and nearest the borders of the Gentiles, as is clear from what is written in Joshua, the son of Nun."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Origen: To Gregory 2:17",
                            "text": "Now some of the devices of these brethren of Ader, as we call them, are also very near the borders of the Gentiles."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Origen: To Gregory 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:1",
                            "text": "Do you then, my son, diligently apply yourself to the reading of the sacred Scriptures."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:2",
                            "text": "Apply yourself, I say."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:3",
                            "text": "For we who read the things of God need much application, lest we should say or think anything too rashly about them."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:4",
                            "text": "And applying yourself thus to the study of the things of God, with faithful prejudgments such as are well pleasing to God, knock at its locked door, and it will be opened to you by the porter, of whom Jesus says, \"To him the porter opens\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:5",
                            "text": "And applying yourself thus to the divine study, seek aright, and with unwavering trust in God, the meaning of the holy Scriptures, which so many have missed."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:6",
                            "text": "Be not satisfied with knocking and seeking; for prayer is of all things indispensable to the knowledge of the things of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:7",
                            "text": "For to this the Saviour exhorted, and said not only, \"Knock, and it shall be opened to you; and seek, and ye shall find,\" but also, \"Ask, and it shall be given unto you\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:8",
                            "text": "My fatherly love to you has made me thus bold; but whether my boldness be good, God will know, and His Christ, and all partakers of the Spirit of God and the Spirit of Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Origen: To Gregory 3:9",
                            "text": "May you also be a partaker, and be ever increasing your inheritance, that you may say not only, \"We are become partakers of Christ,\" but also partakers of God."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Origen: To Gregory 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:1",
                            "text": "This golden letter, doubtless genuine, was attended with very great consequences, of which we shall gather more hereafter."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:2",
                            "text": "It is worthy of the solemn consideration of young students to whom this page may come."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:3",
                            "text": "Gregory was unbaptized when Origen (circa a."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:4",
                            "text": "d."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:5",
                            "text": ") thus addressed his conscience."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:6",
                            "text": "On the letters here inserted, let me refer the student to Routh, Reliqu."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:7",
                            "text": ", ii."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:8",
                            "text": "pp."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:9",
                            "text": "–; also same vol."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:10",
                            "text": ", pp."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:11",
                            "text": "–; also iii."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:12",
                            "text": "–."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:13",
                            "text": "For the facts concerning this letter to Gregory, see Cave, i."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Origen: To Gregory 4:14",
                            "text": "p."
                        }
                    ]
                }
            ]
        }
    ]
}