{
    "books": [
        {
            "name": "Ignatius: Epistle to Ephesians",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ignatius: Epistle to Ephesians 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:1",
                            "text": "The Epistle of Ignatius to the Ephesians Shorter and Longer Versions  Ignatius, who is also called Theophorus, to the Church which is at Ephesus, in Asia, deservedly most happy, being blessed in the greatness and fulness of God the Father, and predestinated before the beginningof time, that it should be always for an enduring and unchangeable glory, being united and elected through the true passion by the will of the Father, and Jesus Christ, our God: Abundant happiness through Jesus Christ, and His undefiled grace."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:2",
                            "text": "Ignatius, who is also called Theophorus, to the Church which is at Ephesus, in Asia, deservedly most happy, being blessed in the greatness and fulness of God the Father, and predestinated before the beginningof time, that it should be always for an enduring and unchangeable glory, being united and elected through the true passion by the will of God the Father, and of our Lord Jesus Christ our Saviour: Abundant happiness through Jesus Christ, and His undefiled joy."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:3",
                            "text": "Chapter 1 — Praise of the Ephesians."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:4",
                            "text": "I have become acquainted with your name, much-beloved in God, which ye have acquired by the habit of righteousness, according to the faith and love in Jesus Christ our Saviour."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:5",
                            "text": "Being the followers of God, and stirring up yourselves by the blood of God, ye have perfectly accomplished the work which was beseeming to you."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:6",
                            "text": "For, on hearing that I came bound from Syria for the common name and hope, trusting through your prayers to be permitted to fight with beasts at Rome, that so by martyrdom I may indeed become the disciple of Him \"who gave Himself for us, an offering and sacrifice to God,\" ye hastened to see me."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:7",
                            "text": "I received, therefore, your whole multitude in the name of God, through Onesimus, a man of inexpressible love, and your bishop in the flesh, whom I pray you by Jesus Christ to love, and that you would all seek to be like him."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:8",
                            "text": "And blessed be He who has granted unto you, being worthy, to obtain such an excellent bishop."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:9",
                            "text": "I have become acquainted with your greatly-desired name in God, which ye have acquired by the habit of righteousness, according to the faith and love in Christ Jesus our Saviour."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:10",
                            "text": "Being the followers of the love of God towards man, and stirring up yourselves by the blood of Christ, you have perfectly accomplished the work which was beseeming to you."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:11",
                            "text": "For, on hearing that I came bound from Syria for the sake of Christ, our common hope, trusting through your prayers to be permitted to fight with beasts at Rome, that so by martyrdom I may indeed become the disciple of Him \"who gave Himself for us, an offering and a sacrifice to God,\" ye hastened to see me."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:12",
                            "text": "I have therefore received your whole multitude in the name of God, through Onesimus, a man of inexpressible love, and who is your bishop, whom I pray you by Jesus Christ to love, and that you would all seek to be like him."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Ephesians 1:13",
                            "text": "Blessed be God, who has granted unto you, who are yourselves so excellent, to obtain such an excellent bishop."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ignatius: Epistle to Ephesians 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:1",
                            "text": "Chapter 2 — Congratulations and entreaties."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:2",
                            "text": "As to my fellow-servant Burrhus, your deacon in regard to God and blessed in all things, I beg that he may continue longer, both for your honour and that of your bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:3",
                            "text": "And Crocus also, worthy both of God and you, whom I have received as the manifestation of your love, hath in all things refreshed me, as the Father of our Lord Jesus Christ shall also refresh him; together with Onesimus, and Burrhus, and Euplus, and Fronto, by means of whom, I have, as to love, beheld all of you."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:4",
                            "text": "May I always have joy of you, if indeed I be worthy of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:5",
                            "text": "It is therefore befitting that you should in every way glorify Jesus Christ, who hath glorified you, that by a unanimous obedience \"ye may be perfectly joined together in the same mind, and in the same judgment, and may all speak the same thing concerning the same thing,\" and that, being subject to the bishop and the presbytery, ye may in all respects be sanctified."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:6",
                            "text": "As to our fellow-servant Burrhus, your deacon in regard to God and blessed in all things, I pray that he may continue blameless for the honour of the Church, and of your most blessed bishop."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:7",
                            "text": "Crocus also, worthy both of God and you, whom we have received as the manifestation of your love to us, hath in all things refreshed me, and \"hath not been ashamed of my chain,\" as the Father of our Lord Jesus Christ will also refresh him; together with Onesimus, and Burrhus, and Euplus, and Fronto, by means of whom I have, as to love, beheld all of you."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:8",
                            "text": "May I always have joy of you, if indeed I be worthy of it."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Ephesians 2:9",
                            "text": "It is therefore befitting that you should in every way glorify Jesus Christ, who hath glorified you, that by a unanimous obedience \"ye may be perfectly joined together in the same mind and in the same judgment, and may all speak the same thing concerning the same thing,\" and that, being subject to the bishop and the presbytery, ye may in all respects be sanctified."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ignatius: Epistle to Ephesians 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:1",
                            "text": "Chapter 3 — Exhortations to unity."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:2",
                            "text": "I do not issue orders to you, as if I were some great person."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:3",
                            "text": "For though I am bound for the name of Christ, I am not yet perfect in Jesus Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:4",
                            "text": "For now I begin to be a disciple, and I speak to you as fellow-disciples with me."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:5",
                            "text": "For it was needful for me to have been stirred up by you in faith, exhortation, patience, and long-suffering."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:6",
                            "text": "But inasmuch as love suffers me not to be silent in regard to you, I have therefore taken upon me first to exhort you that ye would all run together in accordance with the will of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:7",
                            "text": "For even Jesus Christ, our inseparable life, is the manifested will of the Father; as also bishops, settled everywhere to the utmost bounds of the earth, are so by the will of Jesus Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:8",
                            "text": "I do not issue orders to you, as if I were some great person."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:9",
                            "text": "For though I am bound for His name, I am not yet perfect in Jesus Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:10",
                            "text": "For now I begin to be a disciple, and I speak to you as my fellow-servants."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:11",
                            "text": "For it was needful for me to have been admonished by you in faith, exhortation, patience, and long-suffering."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:12",
                            "text": "But inasmuch as love suffers me not to be silent in regard to you, I have therefore taken upon me first to exhort you that ye would run together in accordance with the will of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:13",
                            "text": "For even Jesus Christ does all things according to the will of the Father, as He Himself declares in a certain place, \"I do always those things that please Him\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:14",
                            "text": "Wherefore it behoves us also to live according to the will of God in Christ, and to imitate Him as Paul did."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Ephesians 3:15",
                            "text": "For, says he, \"Be ye followers of me, even as I also am of Christ\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ignatius: Epistle to Ephesians 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:1",
                            "text": "Chapter 4 — The same continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:2",
                            "text": "Wherefore it is fitting that ye should run together in accordance with the will of your bishop, which thing also ye do."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:3",
                            "text": "For your justly renowned presbytery, worthy of God, is fitted as exactly to the bishop as the strings are to the harp."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:4",
                            "text": "Therefore in your concord and harmonious love, Jesus Christ is sung."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:5",
                            "text": "And do ye, man by man, become a choir, that being harmonious in love, and taking up the song of God in unison, ye may with one voice sing to the Father through Jesus Christ, so that He may both hear you, and perceive by your works that ye are indeed the members of His Son."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:6",
                            "text": "It is profitable, therefore, that you should live in an unblameable unity, that thus ye may always enjoy communion with God."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:7",
                            "text": "Wherefore it is fitting that ye also should run together in accordance with the will of the bishop who by God's appointment rules over you."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:8",
                            "text": "Which thing ye indeed of yourselves do, being instructed by the Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:9",
                            "text": "For your justly-renowned presbytery, being worthy of God, is fitted as exactly to the bishop as the strings are to the harp."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:10",
                            "text": "Thus, being joined together in concord and harmonious love, of which Jesus Christ is the Captain and Guardian, do ye, man by man, become but one choir; so that, agreeing together in concord, and obtaining a perfect unity with God, ye may indeed be one in harmonious feeling with God the Father, and His beloved Son Jesus Christ our Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:11",
                            "text": "For, says He, \"Grant unto them, Holy Father, that as I and Thou are one, they also may be one in us\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Ephesians 4:12",
                            "text": "It is therefore profitable that you, being joined together with God in an unblameable unity, should be the followers of the example of Christ, of whom also ye are members."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ignatius: Epistle to Ephesians 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:1",
                            "text": "Chapter 5 — The praise of unity."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:2",
                            "text": "For if I in this brief space of time, have enjoyed such fellowship with your bishop — I mean not of a mere human, but of a spiritual nature—how much more do I reckon you happy who are so joined to him as the Church is to Jesus Christ, and as Jesus Christ is to the Father, that so all things may agree in unity! Let no man deceive himself: if any one be not within the altar, he is deprived of the bread of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:3",
                            "text": "For if the prayer of one or two possesses such power, how much more that of the bishop and the whole Church! He, therefore, that does not assemble with the Church, has even by this manifested his pride, and condemned himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:4",
                            "text": "For it is written, \"God resisteth the proud\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:5",
                            "text": "Let us be careful, then, not to set ourselves in opposition to the bishop, in order that we may be subject to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:6",
                            "text": "For if I, in this brief space of time, have enjoyed such fellowship with your bishop — I mean not of a mere human, but of a spiritual nature—how much more do I reckon you happy, who so depend on him as the Church does on the Lord Jesus, and the Lord does on God and His Father, that so all things may agree in unity! Let no man deceive himself: if any one be not within the altar, he is deprived of the bread of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:7",
                            "text": "For if the prayer of one or two possesses such power that Christ stands in the midst of them, how much more will the prayer of the bishop and of the whole Church, ascending up in harmony to God, prevail for the granting of all their petitions in Christ! He, therefore, that separates himself from such, and does not meet in the society where sacrifices are offered, and with \"the Church of the first-born whose names are written in heaven,\" is a wolf in sheep's clothing, while he presents a mild outward appearance."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:8",
                            "text": "Do ye, beloved, be careful to be subject to the bishop, and the presbyters and the deacons."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:9",
                            "text": "For he that is subject to these is obedient to Christ, who has appointed them; but he that is disobedient to these is disobedient to Christ Jesus."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:10",
                            "text": "And \"he that obeyeth not the Son shall not see life, but the wrath of God abideth on him\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:11",
                            "text": "For he that yields not obedience to his superiors is self-confident, quarrelsome, and proud."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:12",
                            "text": "But \"God,\" says the Scripture \"resisteth the proud, but giveth grace to the humble;\" and, \"The proud have greatly transgressed\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:13",
                            "text": "The Lord also says to the priests, \"He that heareth you, heareth Me; and he that heareth Me, heareth the Father that sent Me."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Ephesians 5:14",
                            "text": "He that despiseth you, despiseth Me; and he that despiseth Me, despiseth Him that sent Me\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ignatius: Epistle to Ephesians 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:1",
                            "text": "Chapter 6 — Have respect to the bishop as to Christ Himself."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:2",
                            "text": "Now the more any one sees the bishop keeping silence, the more ought he to revere him."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:3",
                            "text": "For we ought to receive every one whom the Master of the house sends to be over His household, as we would do Him that sent him."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:4",
                            "text": "It is manifest, therefore, that we should look upon the bishop even as we would upon the Lord Himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:5",
                            "text": "And indeed Onesimus himself greatly commends your good order in God, that ye all live according to the truth, and that no sect has any dwelling-place among you."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:6",
                            "text": "Nor, indeed, do ye hearken to any one rather than to Jesus Christ speaking in truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:7",
                            "text": "The more, therefore, you see the bishop silent, the more do you reverence him."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:8",
                            "text": "For we ought to receive every one whom the Master of the house sends to be over His household, as we would do Him that sent him."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:9",
                            "text": "It is manifest, therefore, that we should look upon the bishop even as we would look upon the Lord Himself, standing, as he does, before the Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:10",
                            "text": "For \"it behoves the man who looks carefully about him, and is active in his business, to stand before kings, and not to stand before slothful men\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:11",
                            "text": "And indeed Onesimus himself greatly commends your good order in God, that ye all live according to the truth, and that no sect has any dwelling-place among you."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:12",
                            "text": "Nor indeed do ye hearken to any one rather than to Jesus Christ, the true Shepherd and Teacher."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:13",
                            "text": "And ye are, as Paul wrote to you, \"one body and one spirit, because ye have also been called in one hope of the faith."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:14",
                            "text": "Since also \"there is one Lord, one faith, one baptism, one God and Father of all, who is over all, and through all, and in all\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Ephesians 6:15",
                            "text": "Such, then, are ye, having been taught by such instructors, Paul the Christ-bearer, and Timothy the most faithful."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ignatius: Epistle to Ephesians 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:1",
                            "text": "Chapter 7 — Beware of false teachers."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:2",
                            "text": "For some are in the habit of carrying about the name of Jesus Christ in wicked guile, while yet they practise things unworthy of God, whom ye must flee as ye would wild beasts."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:3",
                            "text": "For they are ravening dogs, who bite secretly, against whom ye must be on your guard, inasmuch as they are men who can scarcely be cured."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:4",
                            "text": "There is one Physician who is possessed both of flesh and spirit; both made and not made; God existing in flesh; true life in death; both of Mary and of God; first passible and then impassible,— even Jesus Christ our Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:5",
                            "text": "But some most worthless persons are in the habit of carrying about the name of Jesus Christ in wicked guile, while yet they practise things unworthy of God, and hold opinions contrary to the doctrine of Christ, to their own destruction, and that of those who give credit to them, whom you must avoid as ye would wild beasts."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:6",
                            "text": "For \"the righteous man who avoids them is saved for ever; but the destruction of the ungodly is sudden, and a subject of rejoicing\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:7",
                            "text": "For \"they are dumb dogs, that cannot bark,\" raving mad, and biting secretly, against whom ye must be on your guard, since they labour under an incurable disease."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:8",
                            "text": "But our Physician is the only true God, the unbegotten and unapproachable, the Lord of all, the Father and Begetter of the only-begotten Son."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:9",
                            "text": "We have also as a Physician the Lord our God, Jesus the Christ, the only-begotten Son and Word, before time began, but who afterwards became also man, of Mary the virgin."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:10",
                            "text": "For \"the Word was made flesh\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Ephesians 7:11",
                            "text": "Being incorporeal, He was in the body; being impassible, He was in a passible body; being immortal, He was in a mortal body; being life, He became subject to corruption, that He might free our souls from death and corruption, and heal them, and might restore them to health, when they were diseased with ungodliness and wicked lusts."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ignatius: Epistle to Ephesians 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:1",
                            "text": "Chapter 8 — Renewed praise of the Ephesians."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:2",
                            "text": "Let not then any one deceive you, as indeed ye are not deceived, inasmuch as ye are wholly devoted to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:3",
                            "text": "For since there is no strife raging among you which might distress you, ye are certainly living in accordance with God's will."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:4",
                            "text": "I am far inferior to you, and require to be sanctified by your Church of Ephesus, so renowned throughout the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:5",
                            "text": "They that are carnal cannot do those things which are spiritual, nor they that are spiritual the things which are carnal; even as faith cannot do the works of unbelief, nor unbelief the works of faith."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:6",
                            "text": "But even those things which ye do according to the flesh are spiritual; for ye do all things in Jesus Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:7",
                            "text": "Let not then any one deceive you, as indeed ye are not deceived; for ye are wholly devoted to God."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:8",
                            "text": "For when there is no evil desire within you, which might defile and torment you, then do ye live in accordance with the will of God, and are the servants of Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:9",
                            "text": "Cast ye out that which defiles you, who are of the most holy Church of the Ephesians, which is so famous and celebrated throughout the world."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:10",
                            "text": "They that are carnal cannot do those things which are spiritual, nor they that are spiritual the things which are carnal; even as faith cannot do the works of unbelief, nor unbelief the works of faith."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:11",
                            "text": "But ye, being full of the Holy Spirit, do nothing according to the flesh, but all things according to the Spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Ephesians 8:12",
                            "text": "Ye are complete in Christ Jesus, \"who is the Saviour of all men, specially of them that believe\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ignatius: Epistle to Ephesians 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:1",
                            "text": "Chapter 9 — Ye have given no heed to false teachers."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:2",
                            "text": "Nevertheless, I have heard of some who have passed on from this to you, having false doctrine, whom ye did not suffer to sow among you, but stopped your ears, that ye might not receive those things which were sown by them, as being stones of the temple of the Father, prepared for the building of God the Father, and drawn up on high by the instrument of Jesus Christ, which is the cross, making use of the Holy Spirit as a rope, while your faith was the means by which you ascended, and your love the way which led up to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:3",
                            "text": "Ye, therefore, as well as all your fellow-travellers, are God-bearers, temple-bearers, Christ-bearers, bearers of holiness, adorned in all respects with the commandments of Jesus Christ, in whom also I exult that I have been thought worthy, by means of this Epistle, to converse and rejoice with you, because with respect to your Christian life ye love nothing but God only."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:4",
                            "text": "Nevertheless, I have heard of some who have passed in among you, holding the wicked doctrine of the strange and evil spirit; to whom ye did not allow entrance to sow their tares, but stopped your ears that ye might not receive that error which was proclaimed by them, as being persuaded that that spirit which deceives the people does not speak the things of Christ, but his own, for he is a lying spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:5",
                            "text": "But the Holy Spirit does not speak His own things, but those of Christ, and that not from himself, but from the Lord; even as the Lord also announced to us the things that He received from the Father."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:6",
                            "text": "For, says He, \"the word which ye hear is not Mine, but the Father's, who sent Me\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:7",
                            "text": "And says He of the Holy Spirit, \"He shall not speak of Himself, but whatsoever things He shall hear from Me\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:8",
                            "text": "And He says of Himself to the Father, \"I have,\" says He, \"glorified Thee upon the earth; I have finished the work which, Thou gavest Me; I have manifested Thy name to men\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:9",
                            "text": "And of the Holy Ghost, \"He shall glorify Me, for He receives of Mine\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:10",
                            "text": "But the spirit of deceit preaches himself, and speaks his own things, for he seeks to please himself."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:11",
                            "text": "He glorifies himself, for he is full of arrogance."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:12",
                            "text": "He is lying, fraudulent, soothing, flattering, treacherous, rhapsodical, trifling, inharmonious, verbose, sordid, and timorous."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:13",
                            "text": "From his power Jesus Christ will deliver you, who has founded you upon the rock, as being chosen stones, well fitted for the divine edifice of the Father, and who are raised up on high by Christ, who was crucified for you, making use of the Holy Spirit as a rope, and being borne up by faith, while exalted by love from earth to heaven, walking in company with those that are undefiled."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:14",
                            "text": "For, says the Scripture, \"Blessed are the undefiled in the way, who walk in the law of the Lord\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:15",
                            "text": "Now the way is unerring, namely, Jesus Christ."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:16",
                            "text": "For, says He, \"I am the way and the life\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:17",
                            "text": "And this way leads to the Father."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:18",
                            "text": "For \"no man,\" says He, \"cometh to the Father but by Me\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:19",
                            "text": "Blessed, then, are ye who are God-bearers, spirit-bearers, temple-bearers, bearers of holiness, adorned in all respects with the commandments of Jesus Christ, being \"a royal priesthood, a holy nation, a peculiar people,\" on whose account I rejoice exceedingly, and have had the privilege, by this Epistle, of conversing with \"the saints which are at Ephesus, the faithful in Christ Jesus\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Ephesians 9:20",
                            "text": "I rejoice, therefore, over you, that ye do not give heed to vanity, and love nothing according to the flesh, but according to God."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ignatius: Epistle to Ephesians 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:1",
                            "text": "Chapter 10 — Exhortations to prayer, humility, etc."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:2",
                            "text": "And pray ye without ceasing in behalf of other men."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:3",
                            "text": "For there is in them hope of repentance that they may attain to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:4",
                            "text": "See, then, that they be instructed by your works, if in no other way."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:5",
                            "text": "Be ye meek in response to their wrath, humble in opposition to their boasting: to their blasphemies return your prayers; in contrast to their error, be ye stedfast in the faith; and for their cruelty, manifest your gentleness."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:6",
                            "text": "While we take care not to imitate their conduct, let us be found their brethren in all true kindness; and let us seek to be followers of the Lord (who ever more unjustly treated, more destitute, more condemned?), that so no plant of the devil may be found in you, but ye may remain in all holiness and sobriety in Jesus Christ, both with respect to the flesh and spirit."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:7",
                            "text": "And pray ye without ceasing in behalf of other men; for there is hope of the repentance, that they may attain to God."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:8",
                            "text": "For \"cannot he that falls arise again, and he that goes astray return?\" Permit them, then, to be instructed by you."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:9",
                            "text": "Be ye therefore the ministers of God, and the mouth of Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:10",
                            "text": "For thus saith the Lord, \"If ye take forth the precious from the vile, ye shall be as my mouth\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:11",
                            "text": "Be ye humble in response to their wrath; oppose to their blasphemies your earnest prayers; while they go astray, stand ye stedfast in the faith."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:12",
                            "text": "Conquer ye their harsh temper by gentleness, their passion by meekness."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:13",
                            "text": "For \"blessed are the meek;\" and Moses was meek above all men; and David was exceeding meek."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:14",
                            "text": "Wherefore Paul exhorts as follows: \"The servant of the Lord must not strive, but be gentle towards all men, apt to teach, patient, in meekness instructing those that oppose themselves\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:15",
                            "text": "Do not seek to avenge yourselves on those that injure you, for says the Scripture, \"If I have returned evil to those who returned evil to me\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:16",
                            "text": "Let us make them brethren by our kindness."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:17",
                            "text": "For say ye to those that hate you, Ye are our brethren, that the name of the Lord may be glorified."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:18",
                            "text": "And let us imitate the Lord, \"who, when He was reviled, reviled not again;\" when He was crucified, He answered not; \"when He suffered, He threatened not;\" but prayed for His enemies, \"Father, forgive them; they know not what they do\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:19",
                            "text": "If any one, the more he is injured, displays the more patience, blessed is he."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:20",
                            "text": "If any one is defrauded, if any one is despised, for the name of the Lord, he truly is the servant of Christ."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:21",
                            "text": "Take heed that no plant of the devil be found among you, for such a plant is bitter and salt."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Ephesians 10:22",
                            "text": "\"Watch ye, and be ye sober,\" in Christ Jesus."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ignatius: Epistle to Ephesians 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:1",
                            "text": "Chapter 11 — An exhortation to fear God, etc."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:2",
                            "text": "The last times are come upon us."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:3",
                            "text": "Let us therefore be of a reverent spirit, and fear the long-suffering of God, that it tend not to our condemnation."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:4",
                            "text": "For let us either stand in awe of the wrath to come, or show regard for the grace which is at present displayed— one of two things."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:5",
                            "text": "Only in one way or another let us be found in Christ Jesus unto the true life."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:6",
                            "text": "Apart from Him, let nothing attract you, for whom I bear about these bonds, these spiritual jewels, by which may I arise through your prayers, of which I entreat I may always be a partaker, that I may be found in the lot of the Christians of Ephesus, who have always been of the same mind with the apostles through the power of Jesus Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:7",
                            "text": "The last times are come upon us."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:8",
                            "text": "Let us therefore be of a reverent spirit, and fear the long-suffering of God, lest we despise the riches of His goodness and forbearance."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:9",
                            "text": "For let us either fear the wrath to come, or let us love the present joy in the life that now is; and let our present and true joy be only this, to be found in Christ Jesus, that we may truly live."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:10",
                            "text": "Do not at any time desire so much as even to breathe apart from Him."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:11",
                            "text": "For He is my hope; He is my boast; He is my never-failing riches, on whose account I bear about with me these bonds from Syria to Rome, these spiritual jewels, in which may I be perfected through your prayers, and become a partaker of the sufferings of Christ, and have fellowship with Him in His death, His resurrection from the dead, and His everlasting life."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Ephesians 11:12",
                            "text": "May I attain to this, so that I may be found in the lot of the Christians of Ephesus, who have always had intercourse with the apostles by the power of Jesus Christ, with Paul, and John, and Timothy the most faithful."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ignatius: Epistle to Ephesians 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:1",
                            "text": "Chapter 12 — Praise of the Ephesians."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:2",
                            "text": "I know both who I am, and to whom I write."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:3",
                            "text": "I am a condemned man, ye have been the objects of mercy; I am subject to danger, ye are established in safety."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:4",
                            "text": "Ye are the persons through whom those pass that are cut off for the sake of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:5",
                            "text": "Ye are initiated into the mysteries of the Gospel with Paul, the holy, the martyred, the deservedly most happy, at whose feet may I be found, when I shall attain to God; who in all his Epistles makes mention of you in Christ Jesus."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:6",
                            "text": "I know both who I am, and to whom I write."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:7",
                            "text": "I am the very insignificant Ignatius, who have my lot with those who are exposed to danger and condemnation."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:8",
                            "text": "But ye have been the objects of mercy, and are established in Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:9",
                            "text": "I am one delivered over to death, but the least of all those that have been cut off for the sake of Christ, \"from the blood of righteous Abel\" to the blood of Ignatius."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Ephesians 12:10",
                            "text": "Ye are initiated into the mysteries of the Gospel with Paul, the holy, the martyred, inasmuch as he was \"a chosen vessel;\" at whose feet may I be found, and at the feet of the rest of the saints, when I shall attain to Jesus Christ, who is always mindful of you in His prayers."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ignatius: Epistle to Ephesians 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:1",
                            "text": "Chapter 13 — Exhortation to meet together frequently for the worship of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:2",
                            "text": "Take heed, then, often to come together to give thanks to God, and show forth His praise."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:3",
                            "text": "For when ye assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:4",
                            "text": "Nothing is more precious than peace, by which all war, both in heaven and earth, is brought to an end."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:5",
                            "text": "Take heed, then, often to come together to give thanks to God, and show forth His praise."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:6",
                            "text": "For when ye come frequently together in the same place, the powers of Satan are destroyed, and his \"fiery darts\" urging to sin fall back ineffectual."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:7",
                            "text": "For your concord and harmonious faith prove his destruction, and the torment of his assistants."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:8",
                            "text": "Nothing is better than that peace which is according to Christ, by which all war, both of aërial and terrestrial spirits, is brought to an end."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Ephesians 13:9",
                            "text": "\"For we wrestle not against blood and flesh, but against principalities and powers, and against the rulers of the darkness of this world, against spiritual wickedness in heavenly places\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Ignatius: Epistle to Ephesians 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:1",
                            "text": "Chapter 14 — Exhortations to faith and love."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:2",
                            "text": "None of these things is hid from you, if ye perfectly possess that faith and love towards Christ Jesus which are the beginning and the end of life."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:3",
                            "text": "For the beginning is faith, and the end is love."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:4",
                            "text": "Now these two, being inseparably connected together, are of God, while all other things which are requisite for a holy life follow after them."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:5",
                            "text": "No man truly making a profession of faith sinneth; nor does he that possesses love hate any one."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:6",
                            "text": "The tree is made manifest by its fruit; so those that profess themselves to be Christians shall be recognised by their conduct."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:7",
                            "text": "For there is not now a demand for mere profession, but that a man be found continuing in the power of faith to the end."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:8",
                            "text": "Wherefore none of the devices of the devil shall be hidden from you, if, like Paul, ye perfectly possess that faith and love towards Christ which are the beginning and the end of life."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:9",
                            "text": "The beginning of life is faith, and the end is love."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:10",
                            "text": "And these two being inseparably connected together, do perfect the man of God; while all other things which are requisite to a holy life follow after them."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:11",
                            "text": "No man making a profession of faith ought to sin, nor one possessed of love to hate his brother."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:12",
                            "text": "For He that said, \"Thou shalt love the Lord thy God,\" said also, \"and thy neighbour as thyself\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:13",
                            "text": "Those that profess themselves to be Christ's are known not only by what they say, but by what they practise."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Ignatius: Epistle to Ephesians 14:14",
                            "text": "\"For the tree is known by its fruit\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Ignatius: Epistle to Ephesians 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:1",
                            "text": "Chapter 15 — Exhortation to confess Christ by silence as well as speech."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:2",
                            "text": "It is better for a man to be silent and be a Christian, than to talk and not to be one."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:3",
                            "text": "It is good to teach, if he who speaks also acts."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:4",
                            "text": "There is then one Teacher, who spake and it was done; while even those things which He did in silence are worthy of the Father."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:5",
                            "text": "He who possesses the word of Jesus, is truly able to hear even His very silence, that he may be perfect, and may both act as he speaks, and be recognised by his silence."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:6",
                            "text": "There is nothing which is hid from God, but our very secrets are near to Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:7",
                            "text": "Let us therefore do all things as those who have Him dwelling in us, that we may be His temples, and He may be in us as our God, which indeed He is, and will manifest Himself before our faces."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:8",
                            "text": "Wherefore we justly love Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:9",
                            "text": "It is better for a man to be silent and be a Christian, than to talk and not to be one."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:10",
                            "text": "\"The kingdom of God is not in word, but in power\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:11",
                            "text": "Men \"believe with the heart, and confess with the mouth,\" the one \"unto righteousness,\" the other \"unto salvation\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:12",
                            "text": "It is good to teach, if he who speaks also acts."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:13",
                            "text": "For he who shall both \"do and teach, the same shall be great in the kingdom\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:14",
                            "text": "Our Lord and God, Jesus Christ, the Son of the living God, first did and then taught, as Luke testifies, \"whose praise is in the Gospel through all the Churches\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:15",
                            "text": "There is nothing which is hid from the Lord, but our very secrets are near to Him."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:16",
                            "text": "Let us therefore do all things as those who have Him dwelling in us, that we may be His temples, and He may be in us as God."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:17",
                            "text": "Let Christ speak in us, even as He did in Paul."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Ignatius: Epistle to Ephesians 15:18",
                            "text": "Let the Holy Spirit teach us to speak the things of Christ in like manner as He did."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Ignatius: Epistle to Ephesians 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:1",
                            "text": "Chapter 16 — The fate of false teachers."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:2",
                            "text": "Do not err, my brethren."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:3",
                            "text": "Those that corrupt families shall not inherit the kingdom of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:4",
                            "text": "If, then, those who do this as respects the flesh have suffered death, how much more shall this be the case with any one who corrupts by wicked doctrine the faith of God, for which Jesus Christ was crucified! Such an one becoming defiled in this way, shall go away into everlasting fire, and so shall every one that hearkens unto him."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:5",
                            "text": "Do not err, my brethren."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:6",
                            "text": "Those that corrupt families shall not inherit the kingdom of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:7",
                            "text": "And if those that corrupt mere human families are condemned to death, how much more shall those suffer everlasting punishment who endeavour to corrupt the Church of Christ, for which the Lord Jesus, the only-begotten Son of God, endured the cross, and submitted to death! Whosoever, \"being waxen fat,\" and \"become gross,\" sets at nought His doctrine, shall go into hell."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:8",
                            "text": "In like manner, every one that has received from God the power of distinguishing, and yet follows an unskilful shepherd, and receives a false opinion for the truth, shall be punished."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Ignatius: Epistle to Ephesians 16:9",
                            "text": "\"What communion hath light with darkness? or Christ with Belial? Or what portion hath he that believeth with an infidel? or the temple of God with idols?\" And in like manner say I, what communion hath truth with falsehood? or righteousness with unrighteousness? or true doctrine with that which is false?."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Ignatius: Epistle to Ephesians 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Ignatius: Epistle to Ephesians 17:1",
                            "text": "Chapter 17 — Beware of false doctrines."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Ignatius: Epistle to Ephesians 17:2",
                            "text": "For this end did the Lord suffer the ointment to be poured upon His head, that He might breathe immortality into His Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Ignatius: Epistle to Ephesians 17:3",
                            "text": "Be not ye anointed with the bad odour of the doctrine of the prince of this world; let him not lead you away captive from the life which is set before you."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Ignatius: Epistle to Ephesians 17:4",
                            "text": "And why are we not all prudent, since we have received the knowledge of God, which is Jesus Christ? Why do we foolishly perish, not recognising the gift which the Lord has of a truth sent to us?  For this end did the Lord suffer the ointment to be poured upon His head, that His Church might breathe forth immortality."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Ignatius: Epistle to Ephesians 17:5",
                            "text": "For saith the Scripture, \"Thy name is as ointment poured forth; therefore have the virgins loved Thee; they have drawn Thee; at the odour of Thine ointments we will run after Thee\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Ignatius: Epistle to Ephesians 17:6",
                            "text": "Let no one be anointed with the bad odour of the doctrine of the prince of this world; let not the holy Church of God be led captive by his subtlety, as was the first woman."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Ignatius: Epistle to Ephesians 17:7",
                            "text": "Why do we not, as gifted with reason, act wisely? When we had received from Christ, and had grafted in us the faculty of judging concerning God, why do we fall headlong into ignorance? and why, through a careless neglect of acknowledging the gift which we have received, do we foolishly perish?."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Ignatius: Epistle to Ephesians 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Ignatius: Epistle to Ephesians 18:1",
                            "text": "Chapter 18 — The glory of the cross."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Ignatius: Epistle to Ephesians 18:2",
                            "text": "Let my spirit be counted as nothing for the sake of the cross, which is a stumbling-block to those that do not believe, but to us salvation and life eternal."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Ignatius: Epistle to Ephesians 18:3",
                            "text": "\"Where is the wise man? where the disputer?\" Where is the boasting of those who are styled prudent? For our God, Jesus Christ, was, according to the appointment of God, conceived in the womb by Mary, of the seed of David, but by the Holy Ghost."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Ignatius: Epistle to Ephesians 18:4",
                            "text": "He was born and baptized, that by His passion He might purify the water."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Ignatius: Epistle to Ephesians 18:5",
                            "text": "The cross of Christ is indeed a stumbling-block to those that do not believe, but to the believing it is salvation and life eternal."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Ignatius: Epistle to Ephesians 18:6",
                            "text": "\"Where is the wise man? where the disputer?\" Where is the boasting of those who are called mighty? For the Son of God, who was begotten before time began, and established all things according to the will of the Father, He was conceived in the womb of Mary, according to the appointment of God, of the seed of David, and by the Holy Ghost."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Ignatius: Epistle to Ephesians 18:7",
                            "text": "For says the Scripture, \"Behold, a virgin shall be with child, and shall bring forth a son, and He shall be called Immanuel\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Ignatius: Epistle to Ephesians 18:8",
                            "text": "He was born and was baptized by John, that He might ratify the institution committed to that prophet."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Ignatius: Epistle to Ephesians 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:1",
                            "text": "Chapter 19 — Three celebrated mysteries."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:2",
                            "text": "Now the virginity of Mary was hidden from the prince of this world, as was also her offspring, and the death of the Lord; three mysteries of renown, which were wrought in silence by God."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:3",
                            "text": "How, then, was He manifested to the world? A star shone forth in heaven above all the other stars, the light of which was inexpressible, while its novelty struck men with astonishment."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:4",
                            "text": "And all the rest of the stars, with the sun and moon, formed a chorus to this star, and its light was exceedingly great above them all."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:5",
                            "text": "And there was agitation felt as to whence this new spectacle came, so unlike to everything else in the heavens."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:6",
                            "text": "Hence every kind of magic was destroyed, and every bond of wickedness disappeared; ignorance was removed, and the old kingdom abolished, God Himself being manifested in human form for the renewal of eternal life."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:7",
                            "text": "And now that took a beginning which had been prepared by God."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:8",
                            "text": "Henceforth all things were in a state of tumult, because He meditated the abolition of death."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:9",
                            "text": "Now the virginity of Mary was hidden from the prince of this world, as was also her offspring, and the death of the Lord; three mysteries of renown, which were wrought in silence, but have been revealed to us."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:10",
                            "text": "A star shone forth in heaven above all that were before it, and its light was inexpressible, while its novelty struck men with astonishment."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:11",
                            "text": "And all the rest of the stars, with the sun and moon, formed a chorus to this star."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:12",
                            "text": "It far exceeded them all in brightness, and agitation was felt as to whence this new spectacle proceeded."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:13",
                            "text": "Hence worldly wisdom became folly; conjuration was seen to be mere trifling; and magic became utterly ridiculous."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:14",
                            "text": "Every law of wickedness vanished away; the darkness of ignorance was dispersed; and tyrannical authority was destroyed, God being manifested as a man, and man displaying power as God."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:15",
                            "text": "But neither was the former a mere imagination, nor did the second imply a bare humanity; but the one was absolutely true, and the other an economical arrangement."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:16",
                            "text": "Now that received a beginning which was perfected by God."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Ignatius: Epistle to Ephesians 19:17",
                            "text": "Henceforth all things were in a state of tumult, because He meditated the abolition of death."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Ignatius: Epistle to Ephesians 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Ignatius: Epistle to Ephesians 20:1",
                            "text": "Chapter 20 — Exhortations to stedfastness and unity."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Ignatius: Epistle to Ephesians 20:2",
                            "text": "Stand fast, brethren, in the faith of Jesus Christ, and in His love, in His passion, and in His resurrection."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Ignatius: Epistle to Ephesians 20:3",
                            "text": "Do ye all come together in common, and individually, through grace, in one faith of God the Father, and of Jesus Christ His only-begotten Son, and \"the first-born of every creature,\" but of the seed of David according to the flesh, being under the guidance of the Comforter, in obedience to the bishop and the presbytery with an undivided mind, breaking one and the same bread, which is the medicine of immortality, and the antidote which prevents us from dying, but a cleansing remedy driving away evil, which causes that we should live in God through Jesus Christ."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Ignatius: Epistle to Ephesians 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:1",
                            "text": "Chapter 21 — Conclusion."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:2",
                            "text": "My soul be for yours and theirs whom, for the honour of God, ye have sent to Smyrna; whence also I write to you, giving thanks unto the Lord, and loving Polycarp even as I do you."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:3",
                            "text": "Remember me, as Jesus Christ also remembered you."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:4",
                            "text": "Pray ye for the Church which is in Syria, whence I am led bound to Rome, being the last of the faithful who are there, even as I have been thought worthy to be chosen to show forth the honour of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:5",
                            "text": "Farewell in God the Father, and in Jesus Christ, our common hope."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:6",
                            "text": "My soul be for yours and theirs whom, for the honour of God, ye have sent to Smyrna; whence also I write to you, giving thanks to the Lord, and loving Polycarp even as I do you."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:7",
                            "text": "Remember me, as Jesus Christ also remembers you, who is blessed for evermore."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:8",
                            "text": "Pray ye for the Church of Antioch which is in Syria, whence I am led bound to Rome, being the last of the faithful that are there, who yet have been thought worthy to carry these chains to the honour of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:9",
                            "text": "Fare ye well in God the Father, and the Lord Jesus Christ, our common hope, and in the Holy Ghost."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:10",
                            "text": "Fare ye well, Amen."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Ignatius: Epistle to Ephesians 21:11",
                            "text": "Grace be with you."
                        }
                    ]
                }
            ]
        }
    ]
}