{
    "books": [
        {
            "name": "Augustine: Reply to Faustus the Manichaean XI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Reply to Faustus the Manichaean XI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:1",
                            "text": "Book XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:2",
                            "text": "Faustus fails to understand why he should be required either to accept or reject the New Testament as a whole, while the Catholics accept or reject the various parts of the Old Testament at pleasure."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:3",
                            "text": "Augustin denies that the Catholics treat the Old Testament arbitrarily, and explains their attitude towards it."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:4",
                            "text": "1."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:5",
                            "text": "Faustus said: You say, that if we believe the Gospel, we must believe everything that is written in it."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:6",
                            "text": "Why, then, since you believe the Old Testament, do you not believe all that is found in any part of it? Instead of that, you cull out only the prophecies telling of a future King of the Jews, for you suppose this to be Jesus, along with a few precepts of common morality, such as, Thou shalt not kill, Thou shalt not commit adultery; and all the rest you pass over, thinking of the other things as Paul thought of the things which he held to be dung."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:7",
                            "text": "Why, then, should it seem strange or singular in me that I select from the New Testament whatever is purest, and helpful for my salvation, while I set aside the interpolations of your predecessors, which impair its dignity and grace?  2."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:8",
                            "text": "If there are parts of the Testament of the Father which we are not bound to observe (for you attribute the Jewish law to the Father, and it is well known that many things in it shock you, and make you ashamed, so that in heart you no longer regard it as free from corruption, though, as you believe, the Father Himself partly wrote it for you with His own finger while part was written by Moses, who was faithful and trustworthy), the Testament of the Son must be equally liable to corruption, and may equally well contain objectionable things; especially as it is allowed not to have been written by the Son Himself, nor by His apostles, but long after, by some unknown men, who, lest they should be suspected of writing of things they knew nothing of, gave to their books the names of the apostles, or of those who were thought to have followed the apostles, declaring the contents to be according to these originals."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:9",
                            "text": "In this, I think, they do grievous wrong to the disciples of Christ, by quoting their authority for the discordant and contradictory statements in these writings, saying that it was according to them that they wrote the Gospels, which are so full of errors and discrepancies, both in facts and in opinions, that they can be harmonized neither with themselves nor with one another."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:10",
                            "text": "This is nothing else than to slander good men, and to bring the charge of dissension on the brotherhood of the disciples."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:11",
                            "text": "In reading the Gospels, the clear intention of our heart perceives the errors, and, to avoid all injustice, we accept whatever is useful, in the way of building up our faith, and promoting the glory of the Lord Christ, and of the Almighty God, His Father, while we reject the rest as unbecoming the majesty of God and Christ, and inconsistent with our belief."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:12",
                            "text": "3."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:13",
                            "text": "To return to what I said of your not accepting everything in the Old Testament."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:14",
                            "text": "You do not admit carnal circumcision, though that is what is written;  nor resting from all occupation on the Sabbath, though that is enjoined;  and instead of propitiating God, as Moses recommends, by offerings and sacrifices, you cast these things aside as utterly out of keeping with Christian worship, and as having nothing at all to recommend them."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:15",
                            "text": "In some cases, however, you make a division, and while you accept one part, you reject the other."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:16",
                            "text": "Thus, in the Passover, which is also the annual feast of the Old Testament, while it is written that in this observance you must slay a lamb to be eaten in the evening, and that you must abstain from leaven for seven days, and be content with unleavened bread and bitter herbs,  you accept the feast, but pay no attention to the rules for its observance."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:17",
                            "text": "It is the same with the feast of Pentecost, or seven weeks, and the accompaniment of a certain kind and number of sacrifices which Moses enjoins:  you observe the feast, but you condemn the propitiatory rites, which are part of it, because they are not in harmony with Christianity."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:18",
                            "text": "As regards the command to abstain from Gentile food, you are zealous believers in the uncleanness of things offered to idols, and of what has died of itself; but you are not so ready to believe the prohibition of swine's flesh, and hares, and conies, and mullets, and cuttle-fish, and all the fish that you have a relish for, although Moses pronounces them all unclean."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:19",
                            "text": "4."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:20",
                            "text": "I do not suppose that you will consent, or even listen, to such things as that a father-in-law should lie with his daughter-in-law, as Judah did; or a father with his daughters, like Lot; or prophets with harlots, like Hosea; or that a husband should sell his wife for a night to her lover, like Abraham; or that a man should marry two sisters, like Jacob; or that the rulers of the people and the men you consider as most inspired should keep their mistresses by hundreds and thousands; or, according to the provision made in Deuteronomy about wives, that the wife of one brother, if he dies without children, should marry the surviving brother, and that he should raise up seed from her instead of his brother; and that if the man refuses to do this, the fair plaintiff should bring her case before the elders, that the brother may be called and admonished to perform this religious duty; and that, if he persists in his refusal, he must not go unpunished, but the woman must loose his shoe from his right foot, and strike him in the face, and send him away, spat upon and accursed, to perpetuate the reproach in his family."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:21",
                            "text": "These, and such as these, are the examples and precepts of the Old Testament."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:22",
                            "text": "If they are good, why do you not practise them? If they are bad, why do you not condemn the Old Testament, in which they are found? But if you think that these are spurious interpolations, that is precisely what we think of the New Testament."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:23",
                            "text": "You have no right to claim from us an acknowledgment for the New Testament which you yourselves do not make for the Old."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:24",
                            "text": "5."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:25",
                            "text": "Since you hold to the divine authorship of the Old as well as of the New Testament, it would surely be more consistent and more becoming, as you do not obey its precepts, to confess that it has been corrupted by improper additions, than to treat it so contemptuously, if it is genuine and uncorrupted."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:26",
                            "text": "Accordingly, my explanation of your neglect of the requirements of the Old Testament has always been, and still is, that you are either wise enough to reject them as spurious, or that you have the boldness and irreverence to disregard them if they are true."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:27",
                            "text": "At any rate, when you would oblige me to believe everything contained in the documents of the New Testament because I receive the Testament itself, you should consider that, though you profess to receive the Old Testament, you in your heart disbelieve many things in it."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:28",
                            "text": "Thus, you do not admit as true or authoritative the declaration of the Old Testament, that every one that hangeth on a tree is accursed,  for this would apply to Jesus; or that every man is accursed who does not raise up seed in Israel,  for that would include all of both sexes devoted to God; or that whoever is not circumcised in the flesh of his foreskin will be cut off from among his people,  for that would apply to all Christians; or that whoever breaks the Sabbath must be stoned to death;  or that no mercy should be shown to the man who breaks a single precept of the Old Testament."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:29",
                            "text": "If you really believe these things as certainly enjoined by God, you would, in the time of Christ, have been the first to assail Him, and you would now have no quarrel with the Jews, who, in persecuting Christ with heart and soul, acted in obedience to their own God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:30",
                            "text": "6."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:31",
                            "text": "I am aware that instead of boldly pronouncing these passages spurious, you make out that these things were required of the Jews till the coming of Jesus; and that now that He is come, according, as you say, to the predictions of this Old Testament, He Himself teaches what we should receive, and what we should set aside as obsolete."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:32",
                            "text": "Whether the prophets predicted the coming of Jesus we shall see presently."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:33",
                            "text": "Meanwhile, I need say no more than that if Jesus, after being predicted in the Old Testament, now subjects it to this sweeping criticism, and teaches us to receive a few things and to throw over many things, in the same way the Paraclete who is promised in the New Testament teaches us what part of it to receive, and what to reject; as Jesus Himself says in the Gospel, when promising the Paraclete, \"He shall guide you into all truth, and shall teach you all things, and bring all things to your remembrance\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:34",
                            "text": "So then, with the help of the Paraclete, we may take the same liberties with the New Testament as Jesus enables you to take with the Old, unless you suppose that the Testament of the Son is of greater value than that of the Father, if it is really the Father's; so that while many parts of the one are to be condemned, the other must be exempted from all disapproval; and that, too, when we know, as I said before, that it was not written by Christ or by His apostles."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:35",
                            "text": "7."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:36",
                            "text": "Hence, as you receive nothing in the Old Testament except the prophecies and the common precepts of practical morality, which we quoted above, while you set aside circumcision, and sacrifices, and the Sabbath and its observance, and the feast of unleavened bread, why should not we receive nothing in the New Testament but what we find said in honor and praise of the majesty of the Son, either by Himself or by His apostles, with the proviso, in the case of the apostles, that it was said by them after reaching perfection, and when no longer in unbelief; while we take no notice of the rest, which, if said at the time, was the utterance of ignorance or inexperience, or, if not, was added by crafty opponents with a malicious intention, or was stated by the writers without due consideration, and so handed down as authentic? Take as examples, the shameful birth of Jesus from a woman, His being circumcised like the Jews, His offering sacrifice like the Gentiles, His being baptized in a humiliating manner, His being led about by the devil in the wilderness, and His being tempted by him in the most distressing way."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:37",
                            "text": "With these exceptions, besides whatever has been inserted under the pretence of being a quotation from the Old Testament, we believe the whole, especially the mystic nailing to the cross, emblematic of the wounds of the soul in its passion; as also the sound moral precepts of Jesus, and His parables, and the whole of His immortal discourse, which sets forth especially the distinction of the two natures, and therefore must undoubtedly be His."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:38",
                            "text": "There is, then, no reason for your thinking it obligatory in me to believe all the contents of the Gospels; for you, as has been proved, take so dainty a sip from the Old Testament, that you hardly, so to speak, wet your lips with it."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:39",
                            "text": "8."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:40",
                            "text": "Augustin replied: We give to the whole Old Testament Scriptures their due praise as true and divine; you impugn the Scriptures of the New Testament as having been tampered with and corrupted."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:41",
                            "text": "Those things in the Old Testament which we do not observe we hold to have been suitable appointments for the time and the people of that dispensation, besides being symbolical to us of truths in which they have still a spiritual use, though the outward observance is abolished; and this opinion is proved to be the doctrine of the apostolic writings."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:42",
                            "text": "You, on the other hand, find fault with everything in the New Testament which you do not receive, and assert that these passages were not spoken or written by Christ or His apostles."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:43",
                            "text": "In these respects there is a manifest difference between us."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:44",
                            "text": "When, therefore, you are asked why you do not receive all the contents of the New Testament, but, while you approve of some things, reject a great many in the very same books as false and spurious interpolations, you must not pretend to imitate us in the distinction which we make, reverently and in faith, but must give account of your own presumption."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:45",
                            "text": "9."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:46",
                            "text": "If we are asked why we do not worship God as the Hebrew fathers of the Old Testament worshipped Him, we reply that God has taught us differently by the New Testament fathers, and yet in no opposition to the Old Testament, but as that Testament itself predicted."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:47",
                            "text": "For it is thus foretold by the prophet: \"Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel, and with the house of Judah; not according to the covenant which I made with their fathers when I took them by the hand to bring them out of the land of Egypt\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:48",
                            "text": "Thus it was foretold that that covenant would not continue, but that there would be a new one."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:49",
                            "text": "And to the objection that we do not belong to the house of Israel or to the house of Judah, we answer according to the teaching of the apostle, who calls Christ the seed of Abraham, and says to us, as belonging to Christ's body, \"Therefore ye are Abraham's seed\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:50",
                            "text": "Again, if we are asked why we regard that Testament as authoritative when we do not observe its ordinances, we find the answer to this also in the apostolic writings; for the apostle says, \"Let no man judge you in meat or drink, or in respect of a holiday, or a new moon, or of Sabbaths, which are a shadow of things to come\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:51",
                            "text": "Here we learn both that we ought to read of these observances, and acknowledge them to be of divine institution, in order to preserve the memory of the prophecy, for they were shadows of things to come; and also that we need pay no regard to those who would judge us for not continuing the outward observance; as the apostle says elsewhere to the same purpose, \"These things happened to them for an example; and they are written for our admonition, on whom the end of the ages are come\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:52",
                            "text": "So, when we read anything in the books of the Old Testament which we are not required to observe in the New Testament, or which is even forbidden, instead of finding fault with it, we should ask what it means; for the very discontinuance of the observance proves it to be, not condemned, but fulfilled."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:53",
                            "text": "On this head we have already spoken repeatedly."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:54",
                            "text": "10."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:55",
                            "text": "To take, for example, this requirement on which Faustus ignorantly grounds his charge against the Old Testament, that a man should take his brother's wife to raise up seed for his brother, to be called by his name; what does this prefigure, but that every preacher of the gospel should so labor in the Church as to raise up seed to his deceased brother, that is, Christ, who died for us, and that this seed should bear His name? Moreover, the apostle fulfills this requirement not now in the typical observance, but in the spiritual reality, when he reproves those of whom he says that he had begotten them in Christ Jesus by the gospel,  and points out to them their error in wishing to be of Paul."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:56",
                            "text": "\"Was Paul,\" he says, \"crucified for you? Or were ye baptized in the name of Paul?\"  As if he should say, I have begotten you for my deceased brother; your name is Christian, not Paulian."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:57",
                            "text": "Then, too, whoever refuses the ministry of the gospel when chosen by the Church, justly deserves the contempt of the Church."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:58",
                            "text": "So we see that the spitting in the face is accompanied with a sign of reproach in loosing a shoe from one foot, to exclude the man from the company of those to whom the apostle says, \"Let your feet be shod with the preparation of the gospel of peace;\"  and of whom the prophet thus speaks, \"How beautiful are the feet of them who publish peace, who bring good tidings of good!\"[19] The man who holds the faith of the gospel so as both to profit himself and to be ready when called to serve the Church, is properly represented as shod on both feet."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:59",
                            "text": "But the man who thinks it enough to secure his own safety by believing, and shirks the duty of benefiting others, has the reproach of being unshod, not in type, but in reality."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:60",
                            "text": "11."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:61",
                            "text": "Faustus needlessly objects to our observance of the passover, taunting us with differing from the Jewish observance: for in the gospel we have the true Lamb, not in shadow, but in substance; and instead of prefiguring the death, we commemorate it daily, and especially in the yearly festival."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:62",
                            "text": "Thus also the day of our paschal feast does not correspond with the Jewish observance, for we take in the Lord's day, on which Christ rose."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:63",
                            "text": "And as to the feast of unleavened bread, all Christians sound in the faith keep it, not in the leaven of the old life, that is, of wickedness, but in the truth and sincerity of the faith;  not for seven days, but always, as was typified by the number seven, for days are always counted by sevens."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:64",
                            "text": "And if this observance is somewhat difficult in this world since the way which leads to life is strait and narrow,  the future reward is sure; and this difficulty is typified in the bitter herbs, which are a little distasteful."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:65",
                            "text": "12."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:66",
                            "text": "The Pentecost, too, we observe, that is, the fiftieth day from the passion and resurrection of the Lord, for on that day He sent to us the Holy Paraclete whom He had promised; as was prefigured in the Jewish passover, for on the fiftieth day after the slaying of the lamb, Moses on the mount received the law written with the finger of God."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:67",
                            "text": "If you read the Gospel, you will see that the Spirit is there called the finger of God."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:68",
                            "text": "Remarkable events which happened on certain days are annually commemorated in the Church, that the recurrence of this festival may preserve the recollection of things so important and salutary."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:69",
                            "text": "If you ask, then, why we keep the passover, it is because Christ was then sacrificed for us."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:70",
                            "text": "If you ask why we do not retain the Jewish ceremonies, it is because they prefigured future realities which we commemorate as past; and the difference between the future and the past is seen in the different words we use for them."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:71",
                            "text": "Of this we have already said enough."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:72",
                            "text": "13."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:73",
                            "text": "Again, if you ask why, of all the kinds of food prohibited in the former typical dispensation, we abstain only from food offered to idols and from what dies of itself, you shall hear, if for once you will prefer the truth to idle calumnies."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:74",
                            "text": "The reason why it is not expedient for a Christian to eat food offered to idols is given by the apostle: \"I would not,\" he says, \"that ye should have fellowship with demons\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:75",
                            "text": "Not that he finds fault with sacrifice itself, as offered by the fathers to typify the blood of the sacrifice with which Christ has redeemed us."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:76",
                            "text": "For he first says, \"The things which the Gentiles offer, they offer to demons, and not to God;\" and then adds these words: \"I would not that ye should have fellowship with demons\"."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:77",
                            "text": "If the uncleanness were in the nature of sacrificial flesh, it would necessarily pollute even when eaten in ignorance."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:78",
                            "text": "But the reason for not partaking knowingly is not in the nature of the food, but, for conscience sake, not to seem to have fellowship with demons."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:79",
                            "text": "As regards what dies of itself, I suppose the reason why such food was prohibited was that the flesh of animals which have died of themselves is diseased, and is not likely to be wholesome, which is the chief thing in food."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:80",
                            "text": "The observance of pouring out the blood which was enjoined in ancient times upon Noah himself after the deluge,  the meaning of which we have already explained, is thought by many to be what is meant in the Acts of the Apostles, where we read that the Gentiles were required to abstain from fornication, and from things sacrificed, and from blood,  that is, from flesh of which the blood has not been poured out."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:81",
                            "text": "Others give a different meaning to the words, and think that to abstain from blood means not to be polluted with the crime of murder."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:82",
                            "text": "It would take too long to settle this question, and it is not necessary."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:83",
                            "text": "For, allowing that the apostles did on that occasion require Christians to abstain from the blood of animals, and not to eat of things strangled, they seem to me to have consulted the time in choosing an easy observance that could not be burdensome to any one, and which the Gentiles might have in common with the Israelities, for the sake of the Corner-stone, who makes both one in Himself;  while at the same time they would be reminded how the Church of all nations was prefigured by the ark of Noah, when God gave this command,—a type which began to be fulfilled in the time of the apostles by the accession of the Gentiles to the faith."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:84",
                            "text": "But since the close of that period during which the two walls of the circumcision and the uncircumcision, although united in the Corner-stone, still retained some distinctive peculiarities, and now that the Church has become so entirely Gentile that none who are outwardly Israelites are to be found in it, no Christian feels bound to abstain from thrushes or small birds because their blood has not been poured out, or from hares because they are killed by a stroke on the neck without shedding their blood."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:85",
                            "text": "Any who still are afraid to touch these things are laughed at by the rest: so general is the conviction of the truth, that \"not what entereth into the mouth defileth you, but what cometh out of it;\"   that evil lies in the commission of sin, and not in the nature of any food in ordinary use."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:86",
                            "text": "14."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:87",
                            "text": "As regards the deeds of the ancients, both those which seem sinful to foolish and ignorant people, when they are not so, and those which really are sinful, we have already explained why they have been written, and how this rather adds to than impairs the dignity of Scripture."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:88",
                            "text": "So, too, about the curse on him who hangeth on a tree, and on him who raises not up seed in Israel, our reply has already been given in the proper place, when meeting Faustus' objections."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:89",
                            "text": "And in reply to all objections whatsoever, whether we have already answered them separately, or whether they are contained in the remarks of Faustus which we are now considering, we appeal to our established principles, on which we maintain the authority of sacred Scripture."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:90",
                            "text": "The principle is this, that all things written in the books of the Old Testament are to be received with approval and admiration, as most true and most profitable to eternal life; and that those precepts which are no longer observed outwardly are to be understood as having been most suitable in those times, and are to be viewed as having been shadows of things to come, of which we may now perceive the fulfillments."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:91",
                            "text": "Accordingly, whoever in those times neglected the observance of these symbolical precepts was righteously condemned to suffer the punishment required by the divine statute, as any one would be now if he were impiously to profane the sacraments of the New Testament, which differ from the old observances only as this time differs from that."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:92",
                            "text": "For as praise is due to the righteous men of old who refused not to die for the Old Testament sacraments, so it is due to the martyrs of the New Testament."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:93",
                            "text": "And as a sick man should not find fault with the medical treatment, because one thing is prescribed to-day and another to-morrow, and what was at first required is afterwards forbidden, since the method of cure depends on this; so the human race, sick and sore as it is from Adam to the end of the world, as long as the corrupted body weighs down the mind,  should not find fault with the divine prescriptions, if sometimes the same observances are enjoined, and sometimes an old observance is exchanged for one of a different kind; especially as there was a promise of a change in the appointments."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:94",
                            "text": "15."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:95",
                            "text": "Hence there is no force in the analogy which Faustus institutes between Christ's pointing out to us what to believe and what to reject in the Old Testament, in which He Himself is predicted, and the Paraclete's doing the same to you as regards the New Testament, where there is a similar prediction of Him."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:96",
                            "text": "There might have been some plausibility in this, had there been anything in the Old Testament which we denounced as a mistake, or as not of divine authority, or as untrue."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:97",
                            "text": "We do nothing of the kind; we receive everything, both what we observe as rules of conduct, and what we no longer observe, but still recognize as having been prophetical observances, once enjoined and now fulfilled."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:98",
                            "text": "And besides, the promise of the Paraclete is found in those books, all the contents of which you do not accept; and His mission is recorded in the book which you shrink from even naming."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:99",
                            "text": "For, as is stated above, and has been said repeatedly, there is a distinct narrative in the Acts of the Apostles of the mission of the Spirit on the day of Pentecost, and the effect produced showed who it was."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:100",
                            "text": "For all who first received Him spoke with tongues;  and in this sign there was a promise that in all tongues, or in all nations, the Church of after times would faithfully proclaim the doctrine of the Spirit as well as of the Father and of the Son."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:101",
                            "text": "16."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:102",
                            "text": "Why, then, do you not accept everything in the New Testament? Is it because the books have not the authority of Christ's apostles, or because the apostles taught what was wrong? You reply that the books have not the authority of the apostles."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:103",
                            "text": "That the apostles were wrong in their teaching is what Pagans say."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:104",
                            "text": "But what can you say to prove that the publication of these books cannot be traced to the apostles? You reply that in many things they contradict themselves and one another."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:105",
                            "text": "Nothing could be more untrue; the fact is, you do not understand."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:106",
                            "text": "In every case where Faustus has brought forward what you think a discrepancy, we have shown that there was none; and we will do the same in every other case."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:107",
                            "text": "It is intolerable that the reader or learner should dare to lay the blame on Scriptures of such high authority, instead of confessing his own stupidity."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:108",
                            "text": "Did the Paraclete teach you that these writings are not of the apostles' authorship, but written by others under their names? But where is the proof that it was the Paraclete from whom you learned this? If you say that the Paraclete was promised and sent by Christ, we reply that your Paraclete was neither promised nor sent by Christ; and we also show you when He sent the Paraclete whom He promised."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:109",
                            "text": "What proof have you that Christ sent your Paraclete? Where do you get the evidence in support of your informant, or rather misinformant? You reply that you find the proof in the Gospel."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:110",
                            "text": "In what Gospel? You do not accept all the Gospel, and you say that it has been tampered with."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:111",
                            "text": "Will you first accuse your witness of corruption, and then call for his evidence? To believe him when you wish it, and then disbelieve him when you wish it, is to believe nobody but yourself."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:112",
                            "text": "If we were prepared to believe you, there would be no need of a witness at all."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:113",
                            "text": "Moreover, in the promise of the Holy Spirit as the Paraclete, it is said, \"He shall lead you into all truth;\"  but how can you be led into all truth by one who teaches you that Christ was a deceiver? And again, if you were to prove that all that is said in the Gospel of the promise of the Paraclete could apply to no one but Manich aeus, as the predictions of the prophets are applicable to Christ; and if you quoted passages from those manuscripts which you say are genuine, we might say that on this very point, as proving Manich aeus to be the only person intended, the passages have been altered in the interest of your sect."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:114",
                            "text": "Your only answer to this would be, that you could not possibly alter documents already in the possession of all Christians; for at the very outset of such an attempt, it would be met by an appeal to older copies."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:115",
                            "text": "But if this proves that the books could not be corrupted by you, it also proves that they could not be corrupted by any one."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:116",
                            "text": "The first person who ventured to do such a thing would be convicted by a comparison of older manuscripts; especially as the Scripture is to be found not in one language only, but in many."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:117",
                            "text": "As it is, false readings are sometimes corrected by comparing older copies or the original language."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:118",
                            "text": "Hence you must either acknowledge these documents as genuine, and then your heresy cannot stand a moment; or if they are spurious, you cannot use their authority in support of your doctrine of the Paraclete, and so you refute yourselves."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:119",
                            "text": "17."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:120",
                            "text": "Further, what is said in the promise of the Paraclete shows that it cannot possibly refer to Manich aeus, who came so many years after."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:121",
                            "text": "For it is distinctly said by John, that the Holy Spirit was to come immediately after the resurrection and ascension of the Lord: \"For the Spirit was not yet given, because that Jesus was not yet glorified\"."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:122",
                            "text": "Now, if the reason why the Spirit was not given was, that Jesus was not glorified, He would necessarily be given immediately on the glorification of Jesus."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:123",
                            "text": "In the same way, the Cataphrygians  said that they had received the promised Paraclete; and so they fell away from the Catholic faith, forbidding what Paul allowed, and condemning second marriages, which he made lawful."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:124",
                            "text": "They turned to their own use the words spoken of the Spirit, \"He shall lead you into all truth,\" as if, forsooth, Paul and the other apostles had not taught all the truth, but had left room for the Paraclete of the Cataphrygians."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:125",
                            "text": "The same meaning they forced from the words of Paul: \"We know in part, and we prophesy in part; but when that which is perfect is come, then that which is in part shall be done away;\"  making out that the apostle knew and prophesied in part, when he said, \"Let him do what he will; if he marries, he sinneth not,\"  and that this is done away by the perfection of the Phrygian Paraclete."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:126",
                            "text": "And if they are told that they are condemned by the authority of the Church, which is the subject of such ancient promises, and is spread all over the world, they reply that this is in exact fulfillment of what is said of the Paraclete, that the world cannot receive Him."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:127",
                            "text": "And are not those passages, \"He shall lead you into all truth,\" and, \"When that which is perfect is come, that which is in part shall be done away,\" and, \"The world cannot receive Him,\" precisely those in which you find a prediction of Manich aeus? And so every heresy arising under the name of the Paraclete will have the boldness to make an equally plausible application to itself of such texts."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:128",
                            "text": "For there is no heresy but will call itself the truth; and the prouder it is, the more likely it will be to call itself perfect truth: and so it will profess to lead into all truth; and since that which is perfect has come by it, it will try to do away with the doctrine of the apostles, to which its own errors are opposed."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:129",
                            "text": "And as the Church holds by the earnest admonition of the apostle, that \"whoever preaches another gospel to you than that which ye have received, let him be accursed;\"  when the heretical preacher begins to be pronounced accursed by all the world, will he not forthwith exclaim, This is what is written, \"The world cannot receive Him\"?  18."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:130",
                            "text": "Where, then, will you find the proof required to show that it is from the Paraclete that you have learned that the Gospels were not written by the apostles? On the other hand, we have proof that the Holy Spirit, the Paraclete, came immediately after the glorification of Jesus."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:131",
                            "text": "For \"He was not yet given, because that Jesus was not yet glorified\"."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:132",
                            "text": "We have proof also that He leads into all truth, for the only way to truth is by love, and \"the love of God,\" says the apostle, \"is shed abroad in our hearts by the Holy Ghost who is given unto us\"."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:133",
                            "text": "We show, too, that in the words, \"when that which is perfect is come,\" Paul spoke of the perfection in the enjoyment of eternal life."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:134",
                            "text": "For in the same place he says: \"Now we see through a glass darkly, but then face to face\"."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:135",
                            "text": "You cannot reasonably maintain that we see God face to face here."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:136",
                            "text": "Therefore that which is perfect has not come to you."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:137",
                            "text": "It is thus clear what the apostle thought on this subject."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:138",
                            "text": "This perfection will not come to the saints till the accomplishment of what John speaks of: \"Now we are the sons of God, and it doth not yet appear what we shall be; but we know that when it shall appear we shall be like Him, for we shall see Him as He is\"."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:139",
                            "text": "Then we shall be led into all truth by the Holy Spirit, of which we have now received the pledge."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:140",
                            "text": "Again, the words, \"The world cannot receive Him,\" plainly point to those who are usually called the world in Scripture—the lovers of the world, the wicked, or carnal; of whom the apostle says: \"The natural man perceiveth not the things which are of the Spirit of God\"."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:141",
                            "text": "Those are said to be of this world who can understand nothing beyond material things, which are the objects of sense in this world; as is the case with you, when, in your admiration of the sun and moon, you suppose all divine things to resemble them."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:142",
                            "text": "Deceivers, and being deceived, you call the author of this silly theory the Paraclete."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:143",
                            "text": "But as you have no proof of his being the Paraclete, you have no reliable ground for the statement that the Gospel writings, which you receive only in part, are not of apostolic authorship."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:144",
                            "text": "Thus your only remaining argument is, that these writings contain things disparaging to the glory of Christ; such as, that He was born of a virgin, that He was circumcised, that the customary sacrifice was offered for Him, that He was baptized, that He was tempted of the devil."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:145",
                            "text": "19."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:146",
                            "text": "With those exceptions, including also the testimonies quoted from the Old Testament, you profess, to use the words of Faustus, to receive all the rest, especially the mystic nailing to the cross, emblematic of the wounds of the soul in its passion; as also the sound moral precepts of Jesus, and the whole of His immortal discourse, which sets forth especially the distinction of the two natures, and therefore must undoubtedly be His."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:147",
                            "text": "Your design clearly is to deprive Scripture of all authority, and to make every man's mind the judge what passage of Scripture he is to approve of, and what to disapprove of."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:148",
                            "text": "This is not to be subject to Scripture in matters of faith, but to make Scripture subject to you."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:149",
                            "text": "Instead of making the high authority of Scripture the reason of approval, every man makes his approval the reason for thinking a passage correct."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:150",
                            "text": "If, then, you discard authority, to what, poor feeble soul, darkened by the mists of carnality, to what, I beseech you, will you betake yourself? Set aside authority, and let us hear the reason of your beliefs."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:151",
                            "text": "Is it by a logical process that your long story about the nature of God concludes necessarily with this startling announcement, that this nature is subject to injury and corruption? And how do you know that there are eight continents and ten heavens, and that Atlas bears up the world, and that it hangs from the great world-holder, and innumerable things of the same kind? Who is your authority? Manich aeus, of course, you will say."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:152",
                            "text": "But, unhappy being, this is not sight, but faith."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:153",
                            "text": "If, then, you submit to receive a load of endless fictions at the bidding of an obscure and irrational authority, so that you believe all those things because they are written in the books which your misguided judgment pronounces trustworthy, though there is no evidence of their truth, why not rather submit to the authority of the Gospel, which is so well founded, so confirmed, so generally acknowledged and admired, and which has an unbroken series of testimonies from the apostles down to our own day, that so you may have an intelligent belief, and may come to know that all your objections are the fruit of folly and perversity; and that there is more truth in the opinion that the unchangeable nature of God should take part of mortality, so as, without injury to itself from this union, to do and to suffer not feignedly, but really, whatever it behoved the mortal nature to do and to suffer for the salvation of the human race from which it was taken, than in the belief that the nature of God is subject to injury and corruption, and that, after suffering pollution and captivity, it cannot be wholly freed and purified, but is condemned by a supreme divine necessity to eternal punishment in the mass of darkness?  20."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:154",
                            "text": "You say, in reply, that you believe in what Manich aeus has not proved, because he has so clearly proved the existence of two natures, good and evil, in this world."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:155",
                            "text": "But here is the very source of your unhappy delusion; for as in the Gospels, so in the world, your idea of what is evil is derived entirely from the effect on your senses of such disagreeable things as serpents, fire, poison, and so on; and the only good you know of is what has an agreeable effect on your senses, as pleasant flavors, and sweet smells, and sunlight, and whatever else recommends itself strongly to your eyes, or your nostrils, or your palate, or any other organ of sensation."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:156",
                            "text": "But had you begun with looking on the book of nature as the production of the Creator of all, and had you believed that your own finite understanding might be at fault wherever anything seemed to be amiss, instead of venturing to find fault with the works of God, you would not have been led into these impious follies and blasphemous fancies with which, in your ignorance of what evil really is, you heap all evils upon God."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:157",
                            "text": "21."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:158",
                            "text": "We can now answer the question, how we know that these books were written by the apostles."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:159",
                            "text": "In a word, we know this in the same way that you know that the books whose authority you are so deluded as to prefer were written by Manich aeus."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:160",
                            "text": "For, suppose some one should raise a question on this point, and should contend, in arguing with you, that the books which you attribute to Manich aeus are not of his authorship; your only reply would be, to ridicule the absurdity of thus gratuitously calling in question a matter confirmed by successive testimonies of such wide extent."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:161",
                            "text": "As, then, it is certain that these books are the production of Manich aeus, and as it is ridiculous in one born so many years after to start objections of his own, and so raise a discussion on the point; with equal certainty may we pronounce it absurd, or rather pitiable, in Manich aeus or his followers to bring such objections against writings originally well authenticated, and carefully handed down from the times of the apostles to our own day through a constant succession of custodians."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:162",
                            "text": "22."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:163",
                            "text": "We have now only to compare the authority of Manich aeus with that of the apostles."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:164",
                            "text": "The genuineness of the writings is equally certain in both cases."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:165",
                            "text": "But no one will compare Manich aeus to the apostles, unless he ceases to be a follower of Christ, who sent the apostles."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:166",
                            "text": "Who that did not misunderstand Christ's words ever found in them the doctrine of two natures opposed to one another, and having each its own principle? Again, the apostles, as becomes the disciples of truth, declare the birth and passion of Christ to have been real events; while Manich aeus, who boasts that he leads into all truth, would lead us to a Christ whose very passion he declares to have been an illusion."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:167",
                            "text": "The apostles say that Christ was circumcised in the flesh which He took of the seed of Abraham; Manich aeus says that God, in his own nature, was cut in pieces by the race of darkness."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:168",
                            "text": "The apostles say that a sacrifice was offered for Christ as an infant in our nature, according to the institutions of the time; Manich aeus, that a member, not of humanity, but of the divine substance itself, must be sacrificed to the whole host of demons by being introduced into the nature of the hostile race."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:169",
                            "text": "The apostles say that Christ, to set us an example, was baptized in the Jordan; Manich aeus, that God immersed himself in the pollution of darkness, and that he will never wholly emerge, but that the part which cannot be purified will be condemned to eternal punishment."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:170",
                            "text": "The apostles say that Christ, in our nature, was tempted by the chief of the demons; Manich aeus, that part of God was taken captive by the race of demons."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:171",
                            "text": "And in the temptation of Christ He resists the tempter; while in the captivity of God, the part taken captive cannot be restored to its origin even after victory."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:172",
                            "text": "To conclude, Manich aeus, under the guise of an improvement, preaches another gospel, which is the doctrine of devils; and the apostles, after the doctrine of Christ, enjoin that whoever preaches another gospel shall be accursed."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean XI 1:173",
                            "text": "."
                        }
                    ]
                }
            ]
        }
    ]
}