{
    "books": [
        {
            "name": "Augustine: On Christian Doctrine Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On Christian Doctrine Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:1",
                            "text": "Argument—The author, having discussed in the preceding book the method of dealing with unknown signs, goes on in this third book to treat of ambiguous signs."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:2",
                            "text": "Such signs may be either direct or figurative."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:3",
                            "text": "In the case of direct signs ambiguity may arise from the punctuation, the pronunciation, or the doubtful signification of the words, and is to be resolved by attention to the context, a comparison of translations, or a reference to the original tongue."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:4",
                            "text": "In the case of figurative signs we need to guard against two mistakes:—1 the interpreting literal expressions figuratively; 2 the interpreting figurative expressions literally."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:5",
                            "text": "The author lays down rules by which we may decide whether an expression is literal or figurative; the general rule being, that whatever can be shown to be in its literal sense inconsistent either with purity of life or correctness of doctrine must be taken figuratively."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:6",
                            "text": "He then goes on to lay down rules for the interpretation of expressions which have been proved to be figurative; the general principle being, that no interpretation can be true which does not promote the love of God and the love of man."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:7",
                            "text": "The author then proceeds to expound and illustrate the seven rules of Tichonius the Donatist, which he commends to the attention of the student of Holy Scripture."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:8",
                            "text": "Chapter 1."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:9",
                            "text": "—Summary of the Foregoing Books, and Scope of that Which Follows."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:10",
                            "text": "I."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:11",
                            "text": "The man who fears God seeks diligently in Holy Scripture for a knowledge of His will."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:12",
                            "text": "And when he has become meek through piety, so as to have no love of strife; when furnished also with a knowledge of languages, so as not to be stopped by unknown words and forms of speech, and with the knowledge of certain necessary objects, so as not to be ignorant of the force and nature of those which are used figuratively; and assisted, besides, by accuracy in the texts, which has been secured by skill and care in the matter of correction;—when thus prepared, let him proceed to the examination and solution of the ambiguities of Scripture."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book III 1:13",
                            "text": "And that he may not be led astray by ambiguous signs, so far as I can give him instruction (it may happen, however, that either from the greatness of his intellect, or the greater clearness of the light he enjoys, he shall laugh at the methods I am going to point out as childish),—but yet, as I was going to say, so far as I can give instruction, let him who is in such a state of mind that he can be instructed by me know, that the ambiguity of Scripture lies either in proper words or in metaphorical, classes which I have already described in the second book."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On Christian Doctrine Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:1",
                            "text": "Chapter 2—Rule for Removing Ambiguity by Attending to Punctuation."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:2",
                            "text": "2 But when proper words make Scripture ambiguous, we must see in the first place that there is nothing wrong in our punctuation or pronunciation."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:3",
                            "text": "Accordingly, if, when attention is given to the passage, it shall appear to  be uncertain in what way it ought to be punctuated or pronounced, let the reader consult the rule of faith which he has gathered from the plainer passages of Scripture, and from the authority of the Church, and of which I treated at sufficient length when I was speaking in the first book about things."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:4",
                            "text": "But if both readings, or all of them (if there are more than two), give a meaning in harmony with the faith, it remains to consult the context, both what goes before and what comes after, to see which interpretation, out of many that offer themselves, it pronounces for and permits to be dovetailed into itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:5",
                            "text": "3 Now look at some examples."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:6",
                            "text": "The heretical pointing, \"In principio erat verbum, et verbum erat apud Deum, et Deus erat,\" so as to make the next sentence run, \"Verbum hoc erat in principio apud Deum,\" arises out of unwillingness to confess that the Word was God."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:7",
                            "text": "But this must be rejected by the rule of faith, which, in reference to the equality of the Trinity, directs us to say: \"et Deus erat verbum;\" and then to add: \"hoc erat in principio apud Deum\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:8",
                            "text": "4 But the following ambiguity of punctuation does not go against the faith in either way you take it, and therefore must be decided from the context."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:9",
                            "text": "It is where the apostle says: \"What I shall choose I wot not: for I am in a strait betwixt two, having a desire to depart, and to be with Christ, which is far better: nevertheless to abide in the flesh is more needful for you\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:10",
                            "text": "Now it is uncertain whether we should read, \"ex duobus concupiscentiam habens\" [having a desire for two things], or \"compellor autem ex duobus\" [I am in a strait betwixt two]; and so to add: \"concupiscentiam habens dissolvi, et esse cum Christo\" [having a desire to depart, and to be with Christ]."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:11",
                            "text": "But since there follows \"multo enim magis optimum\" [for it is far better], it is evident that he says he has a desire for that which is better; so that, while he is in a strait betwixt two, yet he has a desire for one and sees a necessity for the other; a desire, viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:12",
                            "text": ", to be with Christ, and a necessity to remain in the flesh."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:13",
                            "text": "Now this ambiguity is resolved by one word that follows, which is translated enim [for]; and the translators who have omitted this particle have preferred the interpretation which makes the apostle seem not only in a strait betwixt two, but also to have a desire for two."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:14",
                            "text": "We must therefore punctuate the sentence thus: \"et quid eligam ignoro: compellor autem ex duobus\" [what I shall choose I wot not: for I am in a strait betwixt two]; and after this point follows: \"concupiscentiam habens dissolvi, et esse cum Christo\" [having a desire to depart, and to be with Christ]."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:15",
                            "text": "And, as if he were asked why he has a desire for this in preference to the other, he adds: \"multo enim magis optimum\" [for it is far better]."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:16",
                            "text": "Why, then, is he in a strait betwixt the two? Because there is a need for his remaining, which he adds in these terms: \"manere in carne necessarium propter vos\" [nevertheless to abide in the flesh is more needful for you]."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:17",
                            "text": "5 Where, however, the ambiguity cannot be cleared up, either by the rule of faith or by the context, there is nothing to hinder us to point the sentence according to any method we choose of those that suggest themselves."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:18",
                            "text": "As is the case in that passage to the Corinthians: \"Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:19",
                            "text": "Receive us; we have wronged no man\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:20",
                            "text": "It is doubtful whether we should read, \"mundemus nos ab omni coinquinatione carnis et spiritus\" [let us cleanse ourselves from all filthiness of the flesh and spirit], in accordance with the passage, \"that she may be holy both in body and in spirit,\" or, \"mundemus nos ab omni coinquinatione carnis\" [let us cleanse ourselves from all filthiness of the flesh], so as to make the next sentence, \"et spiritus perficientes sanctificationem in timore Dei capite nos\" [and perfecting holiness of spirit in the fear of God, receive us]."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book III 2:21",
                            "text": "Such ambiguities of punctuation, therefore, are left to the reader's discretion."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On Christian Doctrine Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:1",
                            "text": "Chapter 3—How Pronunciation Serves to Remove Ambiguity."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:2",
                            "text": "Different Kinds of Interrogation."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:3",
                            "text": "6 And all the directions that I have given about ambiguous punctuations are to be observed likewise in the case of doubtful pronunciations."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:4",
                            "text": "For these too, unless the fault lies in the carelessness of the reader, are corrected either by the rule of faith, or by a reference to the preceding or succeeding context; or if neither of these methods is applied with success, they will remain doubtful, but so that the reader will not be in fault in whatever way he may pronounce them."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:5",
                            "text": "For example, if our faith that God will not bring any charges against His elect, and that Christ will not condemn His elect, did not stand in the way, this passage, \"Who shall lay anything to the charge  of God's elect?\" might be pronounced in such a way as to make what follows an answer to this question, \"God who justifieth,\" and to make a second question, \"Who is he that condemneth?\" with the answer, \"Christ Jesus who died\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:6",
                            "text": "But as it would be the height of madness to believe this, the passage will be pronounced in such a way as to make the first part a question of inquiry, and the second a rhetorical interrogative."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:7",
                            "text": "Now the ancients said that the difference between an inquiry and an interrogative was this, that an inquiry admits of many answers, but to an interrogative the answer must be either \"No\" or \"Yes\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:8",
                            "text": "The passage will be pronounced, then, in such a way that after the inquiry, \"Who shall lay anything to the charge of God's elect?\" what follows will be put as an interrogative: \"Shall God who justifieth?\"—the answer \"No\" being understood."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:9",
                            "text": "And in the same way we shall have the inquiry, \"Who is he that condemneth?\" and the answer here again in the form of an interrogative, \"Is it Christ who died? yea, rather, who is risen again? who is even at the right hand of God? who also maketh intercession for us?\"—the answer \"No\" being understood to every one of these questions."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:10",
                            "text": "On the other hand, in that passage where the apostle says, \"What shall we say then? That the Gentiles which followed not after righteousness have attained to righteousness;\" unless after the inquiry, \"What shall we say then?\" what follows were given as the answer to this question: \"That the Gentiles, which followed not after righteousness, have attained to righteousness;\" it would not be in harmony with the succeeding context."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:11",
                            "text": "But with whatever tone of voice one may choose to pronounce that saying of Nathanael's, \"Can any good thing come out of Nazareth?\"—whether with that of a man who gives an affirmative answer, so that \"out of Nazareth\" is the only part that belongs to the interrogation, or with that of a man who asks the whole question with doubt and hesitation,—I do not see how a difference can be made."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:12",
                            "text": "But neither sense is opposed to faith."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:13",
                            "text": "7 There is, again, an ambiguity arising out of the doubtful sound of syllables; and this of course has relation to pronunciation."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:14",
                            "text": "For example, in the passage, \"My bone [os meum] was not hid from Thee, which Thou didst make in secret,\" it is not clear to the reader whether he should take the word os as short or long."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:15",
                            "text": "If he make it short, it is the singular of ossa [bones]; if he make it long, it is the singular of ora [mouths]."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:16",
                            "text": "Now difficulties such as this are cleared up by looking into the original tongue, for in the Greek we find not στόμα [mouth], but ὁστέον [bone]."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:17",
                            "text": "And for this reason the vulgar idiom is frequently more useful in conveying the sense than the pure speech of the educated."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:18",
                            "text": "For I would rather have the barbarism, non est absconditum a te ossum meum, than have the passage in better Latin, but the sense less clear."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:19",
                            "text": "But sometimes when the sound of a syllable is doubtful, it is decided by a word near it belonging to the same sentence."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:20",
                            "text": "As, for example, that saying of the apostle, \"Of the which I tell you before [praedico], as I have also told you in time past [proedixi], that they which do such things shall not inherit the kingdom of God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:21",
                            "text": "Now if he had only said, \"Of the which I tell you before [quae praedico vobis],\" and had not added, \"as I have also told you in time past [sicut proedixi],\" we could not know without going back to the original whether in the word praedico the middle syllable should be pronounced long or short."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book III 3:22",
                            "text": "But as it is, it is clear that it should be pronounced long; for he does not say, sicut proedicavi, but sicut praedixi."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On Christian Doctrine Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:1",
                            "text": "Chapter 4—How Ambiguities May Be Solved."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:2",
                            "text": "8 And not only these, but also those ambiguities that do not relate either to punctuation or pronunciation, are to be examined in the same way."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:3",
                            "text": "For example, that one in the Epistle to the Thessalonians: Propterea consolati sumus fratres in vobis."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:4",
                            "text": "Now it is doubtful whether fratres [brethren] is in the vocative or accusative case, and it is not contrary to faith to take it either way."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:5",
                            "text": "But in the Greek language the two cases are not the same in form; and accordingly, when we look into the original, the case is shown to be vocative."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:6",
                            "text": "Now if the translator had chosen to say, propterea consolationem habuimus fratres in vobis, he would have followed the words less literally, but there would have been less doubt about the meaning; or, indeed, if he had added nostri, hardly any one would have doubted that the vocative case was meant when he heard propterea consolati sumus fratres nostri in vobis."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:7",
                            "text": "But this is a rather dangerous liberty to take."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:8",
                            "text": "It has been taken, however, in that passage to the Corinthians, where the apostle says, \"I protest by your  rejoicing [per vestram gloriam] which I have in Christ Jesus our Lord, I die daily\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:9",
                            "text": "For one translator has it, per vestram jurogloriam, the form of adjuration appearing in the Greek without any ambiguity."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book III 4:10",
                            "text": "It is therefore very rare and very difficult to find any ambiguity in the case of proper words, as far at least as Holy Scripture is concerned, which neither the context, showing the design of the writer, nor a comparison of translations, nor a reference to the original tongue, will suffice to explain."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On Christian Doctrine Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book III 5:1",
                            "text": "Chapter 5—It is a Wretched Slavery Which Takes the Figurative Expressions of Scripture in a Literal Sense."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book III 5:2",
                            "text": "9 But the ambiguities of metaphorical words, about which I am next to speak, demand no ordinary care and diligence."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book III 5:3",
                            "text": "In the first place, we must beware of taking a figurative expression literally."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book III 5:4",
                            "text": "For the saying of the apostle applies in this case too: \"The letter killeth, but the spirit giveth life\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book III 5:5",
                            "text": "For when what is said figuratively is taken as if it were said literally, it is understood in a carnal manner."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book III 5:6",
                            "text": "And nothing is more fittingly called the death of the soul than when that in it which raises it above the brutes, the intelligence namely, is put in subjection to the flesh by a blind adherence to the letter."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book III 5:7",
                            "text": "For he who follows the letter takes figurative words as if they were proper, and does not carry out what is indicated by a proper word into its secondary signification; but, if he hears of the Sabbath, for example, thinks of nothing but the one day out of seven which recurs in constant succession; and when he hears of a sacrifice, does not carry his thoughts beyond the customary offerings of victims from the flock, and of the fruits of the earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book III 5:8",
                            "text": "Now it is surely a miserable slavery of the soul to take signs for things, and to be unable to lift the eye of the mind above what is corporeal and created, that it may drink in eternal light."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On Christian Doctrine Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book III 6:1",
                            "text": "Chapter 6—Utility of the Bondage of the Jews."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book III 6:2",
                            "text": "10 This bondage, however, in the case of the Jewish people, differed widely from what it was in the case of the other nations; because, though the former were in bondage to temporal things, it was in such a way that in all these the One God was put before their minds."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book III 6:3",
                            "text": "And although they paid attention to the signs of spiritual realities in place of the realities themselves, not knowing to what the signs referred, still they had this conviction rooted in their minds, that in subjecting themselves to such a bondage they were doing the pleasure of the one invisible God of all."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book III 6:4",
                            "text": "And the apostle describes this bondage as being like to that of boys under the guidance of a schoolmaster."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book III 6:5",
                            "text": "And those who clung obstinately to such signs could not endure our Lord's neglect of them when the time for their revelation had come; and hence their leaders brought it as a charge against Him that He healed on the Sabbath, and the people, clinging to these signs as if they were realities, could not believe that one who refused to observe them in the way the Jews did was God, or came from God."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book III 6:6",
                            "text": "But those who did believe, from among whom the first Church at Jerusalem was formed, showed clearly how great an advantage it had been to be so guided by the schoolmaster that signs, which had been for a season imposed on the obedient, fixed the thoughts of those who observed them on the worship of the One God who made heaven and earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book III 6:7",
                            "text": "These men, because they had been very near to spiritual things (for even in the temporal and carnal offerings and types, though they did not clearly apprehend their spiritual meaning, they had learnt to adore the One Eternal God,) were filled with such a measure of the Holy Spirit that they sold all their goods, and laid their price at the apostles' feet to be distributed among the needy, and consecrated themselves wholly to God as a new temple, of which the old temple they were serving was but the earthly type."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book III 6:8",
                            "text": "11 Now it is not recorded that any of the Gentile churches did this, because men who had for their gods idols made with hands had not been so near to spiritual things."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On Christian Doctrine Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:1",
                            "text": "Chapter 7—The Useless Bondage of the Gentiles."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:2",
                            "text": "And if ever any of them endeavored to make it out that their idols were only signs, yet still they used them in reference to the worship and adoration of the creature."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:3",
                            "text": "What difference does it make to me, for instance, that the image of Neptune is not itself to be considered a god, but only as representing the wide ocean, and all the other waters besides that spring out of fountains? As it is described by a poet of theirs, who says, if I recollect aright, \"Thou, Father Neptune, whose hoary temples are wreathed with the resounding sea, whose beard is the mighty ocean flowing forth unceasingly, and whose  hair is the winding rivers\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:4",
                            "text": "This husk shakes its rattling stones within a sweet covering, and yet it is not food for men, but for swine."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:5",
                            "text": "He who knows the gospel knows what I mean."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:6",
                            "text": "What profit is it to me, then, that the image of Neptune is used with a reference to this explanation of it, unless indeed the result be that I worship neither? For any statue you like to take is as much god to me as the wide ocean."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:7",
                            "text": "I grant, however, that they who make gods of the works of man have sunk lower than they who make gods of the works of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:8",
                            "text": "But the command is that we should love and serve the One God, who is the Maker of all those things, the images of which are worshipped by the heathen either as gods, or as signs and representations of gods."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book III 7:9",
                            "text": "If, then, to take a sign which has been established for a useful end instead of the thing itself which it was designed to signify, is bondage to the flesh, how much more so is it to take signs intended to represent useless things for the things themselves! For even if you go back to the very things signified by such signs, and engage your mind in the worship of these, you will not be anything the more free from the burden and the livery of bondage to the flesh."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On Christian Doctrine Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book III 8:1",
                            "text": "Chapter 8—The Jews Liberated from Their Bondage in One Way, the Gentiles in Another."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book III 8:2",
                            "text": "12 Accordingly the liberty that comes by Christ took those whom it found under bondage to useful signs, and who were (so to speak) near to it, and, interpreting the signs to which they were in bondage, set them free by raising them to the realities of which these were signs."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book III 8:3",
                            "text": "And out of such were formed the churches of the saints of Israel."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book III 8:4",
                            "text": "Those, on the other hand, whom it found in bondage to useless signs, it not only freed from their slavery to such signs, but brought to nothing and cleared out of the way all these signs themselves, so that the Gentiles were turned from the corruption of a multitude of false gods, which Scripture frequently and justly speaks of as fornication, to the worship of the One God: not that they might now fall into bondage to signs of a useful kind, but rather that they might exercise their minds in the spiritual understanding of such."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On Christian Doctrine Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:1",
                            "text": "Chapter 9—Who is in Bondage to Signs, and Who Not."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:2",
                            "text": "13 Now he is in bondage to a sign who uses, or pays homage to, any significant object without knowing what it signifies: he, on the other hand, who either uses or honors a useful sign divinely appointed, whose force and significance he understands, does not honor the sign which is seen and temporal, but that to which all such signs refer."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:3",
                            "text": "Now such a man is spiritual and free even at the time of his bondage, when it is not yet expedient to reveal to carnal minds those signs by subjection to which their carnality is to be overcome."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:4",
                            "text": "To this class of spiritual persons belonged the patriarchs and the prophets, and all those among the people of Israel through whose instrumentality the Holy Spirit ministered unto us the aids and consolations of the Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:5",
                            "text": "But at the present time, after that the proof of our liberty has shone forth so clearly in the resurrection of our Lord, we are not oppressed with the heavy burden of attending even to those signs which we now understand, but our Lord Himself, and apostolic practice, have handed down to us a few rites in place of many, and these at once very easy to perform, most majestic in their significance, and most sacred in the observance; such, for example, as the sacrament of baptism, and the celebration of the body and blood of the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:6",
                            "text": "And as soon as any one looks upon these observances he knows to what they refer, and so reveres them not in carnal bondage, but in spiritual freedom."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:7",
                            "text": "Now, as to follow the letter, and to take signs for the things that are signified by them, is a mark of weakness and bondage; so to interpret signs wrongly is the result of being misled by error."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:8",
                            "text": "He, however, who does not understand what a sign signifies, but yet knows that it is a sign, is not in bondage."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book III 9:9",
                            "text": "And it is better even to be in bondage to unknown but useful signs than, by interpreting them wrongly, to draw the neck from under the yoke of bondage only to insert it in the coils of error."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On Christian Doctrine Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:1",
                            "text": "Chapter 10—How We are to Discern Whether a Phrase is Figurative."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:2",
                            "text": "14 But in addition to the foregoing rule, which guards us against taking a metaphorical form of speech as if it were literal, we must also pay heed to that which tells us not to take a literal form of speech as if it were figurative."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:3",
                            "text": "In the first place, then, we must show the way to find out whether a phrase is literal or figurative."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:4",
                            "text": "And the way is certainly as follows: Whatever there is in the word of God that cannot, when taken literally, be referred either to purity of life or soundness of doctrine, you may set down as figurative."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:5",
                            "text": "Purity of life has reference to the love of God  and one's neighbor; soundness of doctrine to the knowledge of God and one's neighbor."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:6",
                            "text": "Every man, moreover, has hope in his own conscience, so far as he perceives that he has attained to the love and knowledge of God and his neighbor."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:7",
                            "text": "Now all these matters have been spoken of in the first book."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:8",
                            "text": "15 But as men are prone to estimate sins, not by reference to their inherent sinfulness, but rather by reference to their own customs, it frequently happens that a man will think nothing blameable except what the men of his own country and time are accustomed to condemn, and nothing worthy of praise or approval except what is sanctioned by the custom of his companions; and thus it comes to pass, that if Scripture either enjoins what is opposed to the customs of the hearers, or condemns what is not so opposed, and if at the same time the authority of the word has a hold upon their minds, they think that the expression is figurative."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:9",
                            "text": "Now Scripture enjoins nothing except charity, and condemns nothing except lust, and in that way fashions the lives of men."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:10",
                            "text": "In the same way, if an erroneous opinion has taken possession of the mind, men think that whatever Scripture asserts contrary to this must be figurative."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:11",
                            "text": "Now Scripture asserts nothing but the catholic faith, in regard to things past, future, and present."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:12",
                            "text": "It is a narrative of the past, a prophecy of the future, and a description of the present."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:13",
                            "text": "But all these tend to nourish and strengthen charity, and to overcome and root out lust."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:14",
                            "text": "16 I mean by charity that affection of the mind which aims at the enjoyment of God for His own sake, and the enjoyment of one's self and one's neighbor in subordination to God; by lust I mean that affection of the mind which aims at enjoying one's self and one's neighbor, and other corporeal things, without reference to God."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:15",
                            "text": "Again, what lust, when unsubdued, does towards corrupting one's own soul and body, is called vice; but what it does to injure another is called crime."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:16",
                            "text": "And these are the two classes into which all sins may be divided."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:17",
                            "text": "But the vices come first; for when these have exhausted the soul, and reduced it to a kind of poverty, it easily slides into crimes, in order to remove hindrances to, or to find assistance in, its vices."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:18",
                            "text": "In the same way, what charity does with a view to one's own advantage is prudence; but what it does with a view to a neighbor's advantage is called benevolence."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:19",
                            "text": "And here prudence comes first; because no one can confer an advantage on another which he does not himself possess."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book III 10:20",
                            "text": "Now in proportion as the dominion of lust is pulled down, in the same proportion is that of charity built up."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On Christian Doctrine Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:1",
                            "text": "Chapter 11—Rule for Interpreting Phrases Which Seem to Ascribe Severity to God and the Saints."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:2",
                            "text": "17 Every severity, therefore, and apparent cruelty, either in word or deed, that is ascribed in Holy Scripture to God or His saints, avails to the pulling down of the dominion of lust."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:3",
                            "text": "And if its meaning be clear, we are not to give it some secondary reference, as if it were spoken figuratively."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:4",
                            "text": "Take, for example, that saying of the apostle: \"But, after thy hardness and impenitent heart, treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God; who will render to every man according to his deeds: to them who, by patient continuance in well-doing, seek for glory, and honor, and immortality, eternal life; but unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath, tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:5",
                            "text": "But this is addressed to those who, being unwilling to subdue their lust, are themselves involved in the destruction of their lust."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:6",
                            "text": "When, however, the dominion of lust is overturned in a man over whom it had held sway, this plain expression is used: \"They that are Christ's have crucified the flesh, with the affections and lusts\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:7",
                            "text": "Only that, even in these instances, some words are used figuratively, as for example, \"the wrath of God\" and \"crucified\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:8",
                            "text": "But these are not so numerous, nor placed in such a way as to obscure the sense, and make it allegorical or enigmatical, which is the kind of expression properly called figurative."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book III 11:9",
                            "text": "But in the saying addressed to Jeremiah, \"See, I have this day set thee over the nations, and over the kingdoms, to root out, and to pull down, and to destroy, and to throw down,\" there is no doubt the whole of the language is figurative, and to be referred to the end I have spoken of."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On Christian Doctrine Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:1",
                            "text": "Chapter 12—Rule for Interpreting Those Sayings and Actions Which are Ascribed to God and the Saints, and Which Yet Seem to the Unskillful to Be Wicked."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:2",
                            "text": "18 Those things, again, whether only sayings or whether actual deeds, which appear to the inexperienced to be sinful, and which are ascribed to God, or to men whose holiness is  put before us as an example, are wholly figurative, and the hidden kernel of meaning they contain is to be picked out as food for the nourishment of charity."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:3",
                            "text": "Now, whoever uses transitory objects less freely than is the custom of those among whom he lives, is either temperate or superstitious; whoever, on the other hand, uses them so as to transgress the bounds of the custom of the good men about him, either has a further meaning in what he does, or is sinful."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:4",
                            "text": "In all such matters it is not the use of the objects, but the lust of the user, that is to blame."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:5",
                            "text": "Nobody in his sober senses would believe, for example, that when our Lord's feet were anointed by the woman with precious ointment, it was for the same purpose for which luxurious and profligate men are accustomed to have theirs anointed in those banquets which we abhor."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:6",
                            "text": "For the sweet odor means the good report which is earned by a life of good works; and the man who wins this, while following in the footsteps of Christ, anoints His feet (so to speak) with the most precious ointment."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:7",
                            "text": "And so that which in the case of other persons is often a sin, becomes, when ascribed to God or a prophet, the sign of some great truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:8",
                            "text": "Keeping company with a harlot, for example, is one thing when it is the result of abandoned manners, another thing when done in the course of his prophecy by the prophet Hosea."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:9",
                            "text": "Because it is a shamefully wicked thing to strip the body naked at a banquet among the drunken and licentious, it does not follow that it is a sin to be naked in the baths."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:10",
                            "text": "19 We must, therefore, consider carefully what is suitable to times and places and persons, and not rashly charge men with sins."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:11",
                            "text": "For it is possible that a wise man may use the daintiest food without any sin of epicurism or gluttony, while a fool will crave for the vilest food with a most disgusting eagerness of appetite."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:12",
                            "text": "And any sane man would prefer eating fish after the manner of our Lord, to eating lentiles after the manner of Esau, or barley after the manner of oxen."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:13",
                            "text": "For there are several beasts that feed on commoner kinds of food, but it does not follow that they are more temperate than we are."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:14",
                            "text": "For in all matters of this kind it is not the nature of the things we use, but our reason for using them, and our manner of seeking them, that make what we do either praiseworthy or blameable."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:15",
                            "text": "20 Now the saints of ancient times were, under the form of an earthly kingdom, foreshadowing and foretelling the kingdom of heaven."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:16",
                            "text": "And on account of the necessity for a numerous offspring, the custom of one man having several wives was at that time blameless: and for the same reason it was not proper for one woman to have several husbands, because a woman does not in that way become more fruitful, but, on the contrary, it is base harlotry to seek either gain or offspring by promiscuous intercourse."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:17",
                            "text": "In regard to matters of this sort, whatever the holy men of those times did without lust, Scripture passes over without blame, although they did things which could not be done at the present time, except through lust."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:18",
                            "text": "And everything of this nature that is there narrated we are to take not only in its historical and literal, but also in its figurative and prophetical sense, and to interpret as bearing ultimately upon the end of love towards God or our neighbor, or both."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book III 12:19",
                            "text": "For as it was disgraceful among the ancient Romans to wear tunics reaching to the heels, and furnished with sleeves, but now it is disgraceful for men honorably born not to wear tunics of that description: so we must take heed in regard to other things also, that lust do not mix with our use of them; for lust not only abuses to wicked ends the customs of those among whom we live, but frequently also transgressing the bounds of custom, betrays, in a disgraceful outbreak, its own hideousness, which was concealed under the cover of prevailing fashions."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On Christian Doctrine Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book III 13:1",
                            "text": "Chapter 13—Same Subject, Continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book III 13:2",
                            "text": "21 Whatever, then, is in accordance with the habits of those with whom we are either compelled by necessity, or undertake as a matter of duty, to spend this life, is to be turned by good and great men to some prudent or benevolent end, either directly, as is our duty, or figuratively, as is allowable to prophets."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On Christian Doctrine Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book III 14:1",
                            "text": "Chapter 14—Error of Those Who Think that There is No Absolute Right and Wrong."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book III 14:2",
                            "text": "22 But when men unacquainted with other modes of life than their own meet with the record of such actions, unless they are restrained by authority, they look upon them as sins, and do not consider that their own customs either in regard to marriage, or feasts, or dress, or the other necessities and adornments of human life, appear sinful to the people of other nations and other times."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book III 14:3",
                            "text": "And, distracted by this endless variety of customs, some who were half asleep (as I may say)—that is, who were neither sunk in the deep sleep of folly, nor were able to awake into the light of wisdom—have thought that there was no such thing as absolute right,  but that every nation took its own custom for right; and that, since every nation has a different custom, and right must remain unchangeable, it becomes manifest that there is no such thing as right at all."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book III 14:4",
                            "text": "Such men did not perceive, to take only one example, that the precept, \"Whatsoever ye would that men should do to you, do ye even so to them,\" cannot be altered by any diversity of national customs."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book III 14:5",
                            "text": "And this precept, when it is referred to the love of God, destroys all vices when to the love of one's neighbor, puts an end to all crimes."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book III 14:6",
                            "text": "For no one is willing to defile his own dwelling; he ought not, therefore, to defile the dwelling of God, that is, himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book III 14:7",
                            "text": "And no one wishes an injury to be done him by another; he himself, therefore, ought not to do injury to another."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On Christian Doctrine Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book III 15:1",
                            "text": "Chapter 15—Rule for Interpreting Figurative Expressions."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book III 15:2",
                            "text": "23 The tyranny of lust being thus overthrown, charity reigns through its supremely just laws of love to God for His own sake, and love to one's self and one's neighbor for God's sake."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book III 15:3",
                            "text": "Accordingly, in regard to figurative expressions, a rule such as the following will be observed, to carefully turn over in our minds and meditate upon what we read till an interpretation be found that tends to establish the reign of love."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book III 15:4",
                            "text": "Now, if when taken literally it at once gives a meaning of this kind, the expression is not to be considered figurative."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On Christian Doctrine Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:1",
                            "text": "Chapter 16—Rule for Interpreting Commands and Prohibitions."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:2",
                            "text": "24 If the sentence is one of command, either forbidding a crime or vice, or enjoining an act of prudence or benevolence, it is not figurative."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:3",
                            "text": "If, however, it seems to enjoin a crime or vice, or to forbid an act of prudence or benevolence, it is figurative."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:4",
                            "text": "\"Except ye eat the flesh of the Son of man,\" says Christ, \"and drink His blood, ye have no life in you\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:5",
                            "text": "This seems to enjoin a crime or a vice; it is therefore a figure, enjoining that we should have a share in the sufferings of our Lord, and that we should retain a sweet and profitable memory of the fact that His flesh was wounded and crucified for us."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:6",
                            "text": "Scripture says: \"If thine enemy hunger, feed him; if he thirst, give him drink;\" and this is beyond doubt a command to do a kindness."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:7",
                            "text": "But in what follows, \"for in so doing thou shall heap coals of fire on his head,\" one would think a deed of malevolence was enjoined."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:8",
                            "text": "Do not doubt, then, that the expression is figurative; and, while it is possible to interpret it in two ways, one pointing to the doing of an injury, the other to a display of superiority, let charity on the contrary call you back to benevolence, and interpret the coals of fire as the burning groans of penitence by which a man's pride is cured who bewails that he has been the enemy of one who came to his assistance in distress."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:9",
                            "text": "In the same way, when our Lord says, \"He who loveth his life shall lose it,\" we are not to think that He forbids the prudence with which it is a man's duty to care for his life, but that He says in a figurative sense, \"Let him lose his life\"—that is, let him destroy and lose that perverted and unnatural use which he now makes of his life, and through which his desires are fixed on temporal things so that he gives no heed to eternal."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:10",
                            "text": "It is written: \"Give to the godly man, and help not a sinner\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:11",
                            "text": "The latter clause of this sentence seems to forbid benevolence; for it says, \"help not a sinner\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book III 16:12",
                            "text": "Understand, therefore, that \"sinner\" is put figuratively for sin, so that it is his sin you are not to help."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On Christian Doctrine Book III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book III 17:1",
                            "text": "Chapter 17—Some Commands are Given to All in Common, Others to Particular Classes."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book III 17:2",
                            "text": "25 Again, it often happens that a man who has attained, or thinks he has attained, to a higher grade of spiritual life, thinks that the commands given to those who are still in the lower grades are figurative; for example, if he has embraced a life of celibacy and made himself a eunuch for the kingdom of heaven's sake, he contends that the commands given in Scripture about loving and ruling a wife are not to be taken literally, but figuratively; and if he has determined to keep his virgin unmarried, he tries to put a figurative interpretation on the passage where it is said, \"Marry thy daughter, and so shall thou have performed a weighty matter\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book III 17:3",
                            "text": "Accordingly, another of our rules for understanding the Scriptures will be as follows,—to recognize that some commands are given to all in common, others to particular classes of persons, that the medicine may act not only upon the state of health as a whole, but also upon the special weakness of each member."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book III 17:4",
                            "text": "For that which cannot be raised to a higher state must be cared for in its own state."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On Christian Doctrine Book III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:1",
                            "text": "Chapter 18—We Must Take into Consideration the Time at Which Anything Was Enjoyed or Allowed."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:2",
                            "text": "26 We must also be on our guard against supposing that what in the Old Testament, making allowance for the condition of those times, is not a crime or a vice even if we take it literally and not figuratively, can be transferred to the present time as a habit of life."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:3",
                            "text": "For no one will do this except lust has dominion over him, and endeavors to find support for itself in the very Scriptures which were intended to overthrow it."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:4",
                            "text": "And the wretched man does not perceive that such matters are recorded with this useful design, that men of good hope may learn the salutary lesson, both that the custom they spurn can be turned to a good use, and that which they embrace can be used to condemnation, if the use of the former be accompanied with charity, and the use of the latter with lust."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:5",
                            "text": "27 For, if it was possible for one man to use many wives with chastity, it is possible for another to use one wife with lust."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:6",
                            "text": "And I look with greater approval on the man who uses the fruitfulness of many wives for the sake of an ulterior object, than on the man who enjoys the body of one wife for its own sake."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:7",
                            "text": "For in the former case the man aims at a useful object suited to the circumstances of the times; in the latter case he gratifies a lust which is engrossed in temporal enjoyments."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:8",
                            "text": "And those men to whom the apostle permitted as a matter of indulgence to have one wife because of their incontinence, were less near to God than those who, though they had each of them numerous wives, yet just as a wise man uses food and drink only for the sake of bodily health, used marriage only for the sake of offspring."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:9",
                            "text": "And, accordingly, if these last had been still alive at the advent of our Lord, when the time not of casting stones away but of gathering them together had come, they would have immediately made themselves eunuchs for the kingdom of heaven's sake."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:10",
                            "text": "For there is no difficulty in abstaining unless when there is lust in enjoying."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:11",
                            "text": "And assuredly those men of whom I speak knew that wantonness even in regard to wives is abuse and intemperance, as is proved by Tobit's prayer when he was married to his wife."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:12",
                            "text": "For he says: \"Blessed art Thou, O God of our fathers, and blessed is Thy holy and glorious name for ever; let the heavens bless Thee, and all Thy creatures."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:13",
                            "text": "Thou madest Adam, and gavest him Eve his wife for an helper and stay."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book III 18:14",
                            "text": "And now, O Lord, Thou knowest that I take not this my sister for lust, but uprightly: therefore have pity on us, O Lord\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On Christian Doctrine Book III 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On Christian Doctrine Book III 19:1",
                            "text": "Chapter 19—Wicked Men Judge Others by Themselves."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On Christian Doctrine Book III 19:2",
                            "text": "28 But those who, giving the rein to lust, either wander about steeping themselves in a multitude of debaucheries, or even in regard to one wife not only exceed the measure necessary for the procreation of children, but with the shameless licence of a sort of slavish freedom heap up the filth of a still more beastly excess, such men do not believe it possible that the men of ancient times used a number of wives with temperance, looking to nothing but the duty, necessary in the circumstances of the time, of propagating the race; and what they themselves, who are entangled in the meshes of lust, do not accomplish in the case of a single wife, they think utterly impossible in the case of a number of wives."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On Christian Doctrine Book III 19:3",
                            "text": "29 But these same men might say that it is not right even to honor and praise good and holy men, because they themselves when they are honored and praised, swell with pride, becoming the more eager for the emptiest sort of distinction the more frequently and the more widely they are blown about on the tongue of flattery, and so become so light that a breath of rumor, whether it appear prosperous or adverse, will carry them into the whirlpool of vice or dash them on the rocks of crime."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On Christian Doctrine Book III 19:4",
                            "text": "Let them, then, learn how trying and difficult it is for themselves to escape either being caught by the bait of praise, or pierced by the stings of insult; but let them not measure others by their own standard."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: On Christian Doctrine Book III 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book III 20:1",
                            "text": "Chapter 20—Consistency of Good Men in All Outward Circumstances."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book III 20:2",
                            "text": "Let them believe, on the contrary, that the apostles of our faith were neither puffed up when they were honored by men, nor cast down when they were despised."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book III 20:3",
                            "text": "And certainly neither sort of temptation was wanting to those great men."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book III 20:4",
                            "text": "For they were both cried up by the loud praises of believers, and cried down by the slanderous reports of their persecutors."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book III 20:5",
                            "text": "But the apostles used all these things, as occasion served, and were not corrupted; and in the same way the saints of old used their wives with reference to the necessities of their own times, and were not in bondage to lust as they are who refuse to believe these things."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book III 20:6",
                            "text": "30 For if they had been under the influence of any such passion, they could never have restrained themselves from implacable  hatred towards their sons, by whom they knew that their wives and concubines were solicited and debauched."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: On Christian Doctrine Book III 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:1",
                            "text": "Chapter 21—David Not Lustful, Though He Fell into Adultery."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:2",
                            "text": "But when King David had suffered this injury at the hands of his impious and unnatural son, he not only bore with him in his mad passion, but mourned over him in his death."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:3",
                            "text": "He certainly was not caught in the meshes of carnal jealousy, seeing that it was not his own injuries but the sins of his son that moved him."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:4",
                            "text": "For it was on this account he had given orders that his son should not be slain if he were conquered in battle, that he might have a place of repentance after he was subdued; and when he was baffled in this design, he mourned over his son's death, not because of his own loss, but because he knew to what punishment so impious an adulterer and parricide had been hurried."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:5",
                            "text": "For prior to this, in the case of another son who had been guilty of no crime, though he was dreadfully afflicted for him while he was sick, yet he comforted himself after his death."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:6",
                            "text": "31 And with what moderation and self-restraint those men used their wives appears chiefly in this, that when this same king, carried away by the heat of passion and by temporal prosperity, had taken unlawful possession of one woman, whose husband also he ordered to be put to death, he was accused of his crime by a prophet, who, when he had come to show him his sin, set before him the parable of the poor man who had but one ewe-lamb, and whose neighbor, though he had many, yet when a guest came to him spared to take of his own flock, but set his poor neighbor's one lamb before his guest to eat."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:7",
                            "text": "And David's anger being kindled against the man, he commanded that he should be put to death, and the lamb restored fourfold to the poor man; thus unwittingly condemning the sin he had wittingly committed."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:8",
                            "text": "And when he had been shown this, and God's punishment had been denounced against him, he wiped out his sin in deep penitence."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:9",
                            "text": "But yet in this parable it was the adultery only that was indicated by the poor man's ewe-lamb; about the killing of the woman's husband,—that is, about the murder of the poor man himself who had the one ewe-lamb,—nothing is said in the parable, so that the sentence of condemnation is pronounced against the adultery alone."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:10",
                            "text": "And hence we may understand with what temperance he possessed a number of wives when he was forced to punish himself for transgressing in regard to one woman."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:11",
                            "text": "But in his case the immoderate desire did not take up its abode with him, but was only a passing guest."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:12",
                            "text": "On this account the unlawful appetite is called even by the accusing prophet, a guest."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:13",
                            "text": "For he did not say that he took the poor man's ewe-lamb to make a feast for his king, but for his guest."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:14",
                            "text": "In the case of his son Solomon, however, this lust did not come and pass away like a guest, but reigned as a king."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book III 21:15",
                            "text": "And about him Scripture is not silent, but accuses him of being a lover of strange women; for in the beginning of his reign he was inflamed with a desire for wisdom, but after he had attained it through spiritual love, he lost it through carnal lust."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: On Christian Doctrine Book III 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book III 22:1",
                            "text": "Chapter 22—Rule Regarding Passages of Scripture in Which Approval is Expressed of Actions Which are Now Condemned by Good Men."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book III 22:2",
                            "text": "32 Therefore, although all, or nearly all, the transactions recorded in the Old Testament are to be taken not literally only, but figuratively as well, nevertheless even in the case of those which the reader has taken literally, and which, though the authors of them are praised, are repugnant to the habits of the good men who since our Lord's advent are the custodians of the divine commands, let him refer the figure to its interpretation, but let him not transfer the act to his habits of life."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book III 22:3",
                            "text": "For many things which were done as duties at that time, cannot now be done except through lust."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: On Christian Doctrine Book III 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book III 23:1",
                            "text": "Chapter 23—Rule Regarding the Narrative of Sins of Great Men."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book III 23:2",
                            "text": "33 And when he reads of the sins of great men, although he may be able to see and to trace out in them a figure of things to come, let him yet put the literal fact to this use also, to teach him not to dare to vaunt himself in his own good deeds, and in comparison with his own righteousness, to despise others as sinners, when he sees in the case of men so eminent both the storms that are to be avoided and the shipwrecks that are to be wept over."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book III 23:3",
                            "text": "For the sins of these men were recorded to this end, that men might everywhere and always tremble at that saying of the apostle: \"Wherefore let him that thinketh he standeth take heed lest he fall\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book III 23:4",
                            "text": "For there is hardly a page of Scripture on which it is not clearly written that God resisteth the proud and giveth grace to the humble."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: On Christian Doctrine Book III 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book III 24:1",
                            "text": "Chapter 24—The Character of the Expressions Used is Above All to Have Weight."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book III 24:2",
                            "text": "34 The chief thing to be inquired into, therefore, in regard to any expression that we are trying to understand is, whether it is literal or figurative."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book III 24:3",
                            "text": "For when it is ascertained to be figurative, it is easy, by an application of the laws of things which we discussed in the first book, to turn it in every way until we arrive at a true interpretation, especially when we bring to our aid experience strengthened by the exercise of piety."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book III 24:4",
                            "text": "Now we find out whether an expression is literal or figurative by attending to the considerations indicated above."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: On Christian Doctrine Book III 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:1",
                            "text": "Chapter 25—The Same Word Does Not Always Signify the Same Thing."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:2",
                            "text": "And when it is shown to be figurative, the words in which it is expressed will be found to be drawn either from like objects or from objects having some affinity."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:3",
                            "text": "35 But as there are many ways in which things show a likeness to each other, we are not to suppose there is any rule that what a thing signifies by similitude in one place it is to be taken to signify in all other places."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:4",
                            "text": "For our Lord used leaven both in a bad sense, as when He said, \"Beware of the leaven of the Pharisees,\" and in a good sense, as when He said, \"The kingdom of heaven is like unto leaven, which a woman took and hid in three measures of meal, till the whole was leavened\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:5",
                            "text": "36 Now the rule in regard to this variation has two forms."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:6",
                            "text": "For things that signify now one thing and now another, signify either things that are contrary, or things that are only different."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:7",
                            "text": "They signify contraries, for example, when they are used metaphorically at one time in a good sense, at another in a bad, as in the case of the leaven mentioned above."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:8",
                            "text": "Another example of the same is that a lion stands for Christ in the place where it is said, \"The lion of the tribe of Judah hath prevailed;\" and again, stands for the devil where it is written, \"Your adversary the devil, as a roaring lion, walketh about seeking whom he may devour\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:9",
                            "text": "In the same way the serpent is used in a good sense, \"Be wise as serpents;\" and again, in a bad sense, \"The serpent beguiled Eve through his subtilty\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:10",
                            "text": "Bread is used in a good sense, \"I am the living bread which came down from heaven;\" in a bad, \"Bread eaten in secret is pleasant\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:11",
                            "text": "And so in a great many other cases."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:12",
                            "text": "The examples I have adduced are indeed by no means doubtful in their signification, because only plain instances ought to be used as examples."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:13",
                            "text": "There are passages, however, in regard to which it is uncertain in what sense they ought to be taken, as for example, \"In the hand of the Lord there is a cup, and the wine is red: it is full of mixture\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:14",
                            "text": "Now it is uncertain whether this denotes the wrath of God, but not to the last extremity of punishment, that is, \"to the very dregs;\" or whether it denotes the grace of the Scriptures passing away from the Jews and coming to the Gentiles, because \"He has put down one and set up another,\"—certain observances, however, which they understand in a carnal manner, still remaining among the Jews, for \"the dregs hereof is not yet wrung out\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:15",
                            "text": "The following is an example of the same object being taken, not in opposite, but only in different significations: water denotes people, as we read in the Apocalypse, and also the Holy Spirit, as for example, \"Out of his belly shall flow rivers of living water;\" and many other things besides water must be interpreted according to the place in which they are found."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book III 25:16",
                            "text": "37 And in the same way other objects are not single in their signification, but each one of them denotes not two only but sometimes even several different things, according to the connection in which it is found."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: On Christian Doctrine Book III 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book III 26:1",
                            "text": "Chapter 26—Obscure Passages are to Be Interpreted by Those Which are Clearer."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book III 26:2",
                            "text": "Now from the places where the sense in which they are used is more manifest we must gather the sense in which they are to be understood in obscure passages."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book III 26:3",
                            "text": "For example, there is no better way of understanding the words addressed to God, \"Take hold of shield and buckler and stand up for mine help,\" than by referring to the passage where we read, \"Thou, Lord, hast crowned us with Thy favor as with a shield\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book III 26:4",
                            "text": "And yet we are not so to understand it, as that wherever we meet with a shield put to indicate a protection of any kind, we must take it as signifying nothing but the favor of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book III 26:5",
                            "text": "For we hear also of the shield of faith, \"wherewith,\" says the apostle, \"ye shall be able to quench all the fiery darts of the wicked\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book III 26:6",
                            "text": "Nor ought we, on the other hand, in regard to spiritual armor of this kind to assign faith to the shield only; for we read in another place of the breastplate of faith: \"putting on,\" says the apostle, \"the breastplate of faith and love\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: On Christian Doctrine Book III 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book III 27:1",
                            "text": "Chapter 27—One Passage Susceptible of Various Interpretations."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book III 27:2",
                            "text": "38 When, again, not some one interpretation, but two or more interpretations are put upon the same words of Scripture, even though the meaning the writer intended remain undiscovered, there is no danger if it can be shown from other passages of Scripture that any of the interpretations put on the words is in harmony with the truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book III 27:3",
                            "text": "And if a man in searching the Scriptures endeavors to get at the intention of the author through whom the Holy Spirit spoke, whether he succeeds in this endeavor, or whether he draws a different meaning from the words, but one that is not opposed to sound doctrine, he is free from blame so long as he is supported by the testimony of some other passage of Scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book III 27:4",
                            "text": "For the author perhaps saw that this very meaning lay in the words which we are trying to interpret; and assuredly the Holy Spirit, who through him spoke these words, foresaw that this interpretation would occur to the reader, nay, made provision that it should occur to him, seeing that it too is founded on truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book III 27:5",
                            "text": "For what more liberal and more fruitful provision could God have made in regard to the Sacred Scriptures than that the same words might be understood in several senses, all of which are sanctioned by the concurring testimony of other passages equally divine?."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: On Christian Doctrine Book III 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book III 28:1",
                            "text": "Chapter 28— It is Safer to Explain a Doubtful Passage by Other Passages of Scripture Than by Reason."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book III 28:2",
                            "text": "39 When, however, a meaning is evolved of such a kind that what is doubtful in it cannot be cleared up by indubitable evidence from Scripture, it remains for us to make it clear by the evidence of reason."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book III 28:3",
                            "text": "But this is a dangerous practice."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book III 28:4",
                            "text": "For it is far safer to walk by the light of Holy Scripture; so that when we wish to examine the passages that are obscured by metaphorical expressions, we may either obtain a meaning about which there is no controversy, or if a controversy arises, may settle it by the application of testimonies sought out in every portion of the same Scripture."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: On Christian Doctrine Book III 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:1",
                            "text": "Chapter 29—The Knowledge of Tropes is Necessary."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:2",
                            "text": "40 Moreover, I would have learned men to know that the authors of our Scriptures use all those forms of expression which grammarians call by the Greek name tropes, and use them more freely and in greater variety than people who are unacquainted with the Scriptures, and have learnt these figures of speech from other writings, can imagine or believe."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:3",
                            "text": "Nevertheless those who know these tropes recognize them in Scripture, and are very much assisted by their knowledge of them in understanding Scripture."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:4",
                            "text": "But this is not the place to teach them to the illiterate, lest it might seem that I was teaching grammar."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:5",
                            "text": "I certainly advise, however, that they be learnt elsewhere, although indeed I have already given that advice above, in the second book—namely, where I treated of the necessary knowledge of languages."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:6",
                            "text": "For the written characters from which grammar itself gets its name (the Greek name for letters being γράμματα are the signs of sounds made by the articulate voice with which we speak."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:7",
                            "text": "Now of some of these figures of speech we find in Scripture not only examples (which we have of them all), but the very names as well: for instance, allegory, enigma, and parable."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:8",
                            "text": "However, nearly all these tropes which are said to be learnt as a matter of liberal education are found even in the ordinary speech of men who have learnt no grammar, but are content to use the vulgar idiom."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:9",
                            "text": "For who does not say, \"So may you flourish?\" And this is the figure of speech called metaphor."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:10",
                            "text": "Who does not speak of a fish-pond in which there is no fish, which was not made for fish, and yet gets its name from fish? And this is the figure called catachresis."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:11",
                            "text": "41 It would be tedious to go over all the rest in this way; for the speech of the vulgar makes use of them all, even of those more curious figures which mean the very opposite of what they say, as for example, those called irony and antiphrasis."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:12",
                            "text": "Now in irony we indicate by the tone of voice the meaning we desire to convey; as when we say to a man who is behaving badly, \"You are doing well\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:13",
                            "text": "But it is not by the tone of voice that we make an antiphrasis to indicate the opposite of what the words convey; but either the words in which it is expressed are used in the opposite of their etymological sense, as a grove is called lucus from its want of light; or it is customary to use a certain form of expression, although it puts yes for no by a law of contraries, as when we ask in a place for what is not there, and get the answer, \"There is plenty;\" or we add words that make it plain we mean the opposite of what we say, as in the expression, \"Beware of him, for he is a good man\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book III 29:14",
                            "text": "And what illiterate man is there that does not use such expressions, although he knows nothing  at all about either the nature or the names of these figures of speech? And yet the knowledge of these is necessary for clearing up the difficulties of Scripture; because when the words taken literally give an absurd meaning, we ought forthwith to inquire whether they may not be used in this or that figurative sense which we are unacquainted with; and in this way many obscure passages have had light thrown upon them."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: On Christian Doctrine Book III 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:1",
                            "text": "Chapter 30—The Rules of Tichonius the Donatist Examined."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:2",
                            "text": "42 One Tichonius, who, although a Donatist himself, has written most triumphantly against the Donatists (and herein showed himself of a most inconsistent disposition, that he was unwilling to give them up altogether), wrote a book which he called the Book of Rules, because in it he laid down seven rules, which are, as it were, keys to open the secrets of Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:3",
                            "text": "And of these rules, the first relates to the Lord and His body, the second to the twofold division of the Lord's body, the third to the promises and the law, the fourth to species and genus, the fifth to times, the sixth to recapitulation, the seventh to the devil and his body."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:4",
                            "text": "Now these rules, as expounded by their author, do indeed, when carefully considered, afford considerable assistance in penetrating the secrets of the sacred writings; but still they do not explain all the difficult passages, for there are several other methods required, which are so far from being embraced in this number of seven, that the author himself explains many obscure passages without using any of his rules; finding, indeed, that there was no need for them, as there was no difficulty in the passage of the kind to which his rules apply."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:5",
                            "text": "As, for example, he inquires what we are to understand in the Apocalypse by the seven angels of the churches to whom John is commanded to write; and after much and various reasoning, arrives at the conclusion that the angels are the churches themselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:6",
                            "text": "And throughout this long and full discussion, although the matter inquired into is certainly very obscure, no use whatever is made of the rules."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:7",
                            "text": "This is enough for an example, for it would be too tedious and troublesome to collect all the passages in the canonical Scriptures which present obscurities of such a kind as require none of these seven rules for their elucidation."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:8",
                            "text": "43 The author himself, however, when commending these rules, attributes so much value to them that it would appear as if, when they were thoroughly known and duly applied, we should be able to interpret all the obscure passages in the law—that is, in the sacred books."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:9",
                            "text": "For he thus commences this very book: \"Of all the things that occur to me, I consider none so necessary as to write a little book of rules, and, as it were, to make keys for, and put windows in, the secret places of the law."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:10",
                            "text": "For there are certain mystical rules which hold the key to the secret recesses of the whole law, and render visible the treasures of truth that are to many invisible."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:11",
                            "text": "And if this system of rules be received as I communicate it, without jealousy, what is shut shall be laid open, and what is obscure shall be elucidated, so that a man travelling through the vast forest of prophecy shall, if he follow these rules as pathways of light, be preserved from going astray\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:12",
                            "text": "Now, if he had said, \"There are certain mystical rules which hold the key to some of the secrets of the law,\" or even \"which hold the key to the great secrets of the law,\" and not what he does say, \"the secret recesses of the whole law;\" and if he had not said \"What is shut shall be laid open,\" but, \"Many things that are shut shall be laid open,\" he would have said what was true, and he would not, by attributing more than is warranted by the facts to his very elaborate and useful work, have led the reader into false expectations."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:13",
                            "text": "And I have thought it right to say thus much, in order both that the book may be read by the studious (for it is of very great assistance in understanding Scripture), and that no more may be expected from it than it really contains."
                        },
                        {
                            "verse": 14,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:14",
                            "text": "Certainly it must be read with caution, not only on account of the errors into which the author falls as a man, but chiefly on account of the heresies which he advances as a Donatist."
                        },
                        {
                            "verse": 15,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book III 30:15",
                            "text": "And now I shall briefly indicate what these seven rules teach or advise."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: On Christian Doctrine Book III 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book III 31:1",
                            "text": "Chapter 31—The First Rule of Tichonius."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book III 31:2",
                            "text": "44 The first is about the Lord and His body, and it is this, that, knowing as we do that the head and the body—that is, Christ and His Church—are sometimes indicated to us under one person (for it is not in vain that it is said to believers, \"Ye then are Abraham's seed,\" when there is but one seed of Abraham, and that is Christ), we need not be in a difficulty when a transition is made from the head to the body or from the body to the head, and yet no change made in the person spoken of."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book III 31:3",
                            "text": "For a single person is represented as saying, \"He hath decked me as a bridegroom with ornaments, and adorned me as a bride with jewels\" and yet it is, of course, a matter for  interpretation which of these two refers to the head and which to the body, that is, which to Christ and which to the Church."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: On Christian Doctrine Book III 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:1",
                            "text": "Chapter 32—The Second Rule of Tichonius."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:2",
                            "text": "45 The second rule is about the twofold division of the body of the Lord; but this indeed is not a suitable name, for that is really no part of the body of Christ which will not be with Him in eternity."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:3",
                            "text": "We ought, therefore, to say that the rule is about the true and the mixed body of the Lord, or the true and the counterfeit, or some such name; because, not to speak of eternity, hypocrites cannot even now be said to be in Him, although they seem to be in His Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:4",
                            "text": "And hence this rule might be designated thus: Concerning the mixed Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:5",
                            "text": "Now this rule requires the reader to be on his guard when Scripture, although it has now come to address or speak of a different set of persons, seems to be addressing or speaking of the same persons as before, just as if both sets constituted one body in consequence of their being for the time united in a common participation of the sacraments."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:6",
                            "text": "An example of this is that passage in the Song of Solomon, \"I am black, but comely, as the tents of Kedar, as the curtains of Solomon\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:7",
                            "text": "For it is not said, I was black as the tents of Kedar, but am now comely as the curtains of Solomon."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:8",
                            "text": "The Church declares itself to be at present both; and this because the good fish and the bad are for the time mixed up in the one net."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:9",
                            "text": "For the tents of Kedar pertain to Ishmael, who \"shall not be heir with the son of the free woman\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:10",
                            "text": "And in the same way, when God says of the good part of the Church, \"I will bring the blind by a way that they knew not; I will lead them in paths that they have not known; I will make darkness light before them, and crooked things straight: these things will I do unto them, and not forsake them;\" He immediately adds in regard to the other part, the bad that is mixed with the good, \"They shall be turned back\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:11",
                            "text": "Now these words refer to a set of persons altogether different from the former; but as the two sets are for the present united in one body, He speaks as if there were no change in the subject of the sentence."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book III 32:12",
                            "text": "They will not, however, always be in one body; for one of them is that wicked servant of whom we are told in the gospel, whose lord, when he comes, \"shall cut him asunder and appoint him his portion with the hypocrites\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: On Christian Doctrine Book III 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:1",
                            "text": "Chapter 33—The Third Rule of Tichonius."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:2",
                            "text": "46 The third rule relates to the promises and the law, and may be designated in other terms as relating to the spirit and the letter, which is the name I made use of when writing a book on this subject."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:3",
                            "text": "It may be also named, of grace and the law."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:4",
                            "text": "This, however, seems to me to be a great question in itself, rather than a rule to be applied to the solution of other questions."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:5",
                            "text": "It was the want of clear views on this question that originated, or at least greatly aggravated, the Pelagian heresy."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:6",
                            "text": "And the efforts of Tichonius to clear up this point were good, but not complete."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:7",
                            "text": "For, in discussing the question about faith and works, he said that works were given us by God as the reward of faith, but that faith itself was so far our own that it did not come to us from God; not keeping in mind the saying of the apostle: \"Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:8",
                            "text": "But he had not come into contact with this heresy, which has arisen in our time, and has given us much labor and trouble in defending against it the grace of God which is through our Lord Jesus Christ, and which (according to the saying of the apostle, \"There must be also heresies among you, that they which are approved may be made manifest among you\") has made us much more watchful and diligent to discover in Scripture what escaped Tichonius, who, having no enemy to guard against, was less attentive and anxious on this point, namely, that even faith itself is the gift of Him who \"hath dealt to every man the measure of faith\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:9",
                            "text": "Whence it is said to certain believers: \"Unto you it is given, in the behalf of Christ, not only to believe on Him, but also to suffer for His sake\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:10",
                            "text": "Who, then, can doubt that each of these is the gift of God, when he learns from this passage, and believes, that each of them is given? There are many other testimonies besides which prove this."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:11",
                            "text": "But I am not now treating of this doctrine."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book III 33:12",
                            "text": "I have, however, dealt with it, one place or another, very frequently."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: On Christian Doctrine Book III 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:1",
                            "text": "Chapter 34—The Fourth Rule of Tichonius."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:2",
                            "text": "47 The fourth rule of Tichonius is about species and genus."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:3",
                            "text": "For so he calls it, intending that by species should be understood a part, by genus the whole of which that which he calls species is a part: as, for example, every single city is a part of the great society of nations: the city he calls a species, all  nations constitute the genus."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:4",
                            "text": "There is no necessity for here applying that subtilty of distinction which is in use among logicians, who discuss with great acuteness the difference between a part and a species."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:5",
                            "text": "The rule is of course the same, if anything of the kind referred to is found in Scripture, not in regard to a single city, but in regard to a single province, or tribe, or kingdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:6",
                            "text": "Not only, for example, about Jerusalem, or some of the cities of the Gentiles, such as Tyre or Babylon, are things said in Scripture whose significance oversteps the limits of the city, and which are more suitable when applied to all nations; but in regard to Judea also, and Egypt, and Assyria, or any other nation you choose to take which contains numerous cities, but still is not the whole world, but only a part of it, things are said which pass over the limits of that particular country, and apply more fitly to the whole of which this is a part; or, as our author terms it, to the genus of which this is a species."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:7",
                            "text": "And hence these words have come to be commonly known, so that even uneducated people understand what is laid down specially, and what generally, in any given Imperial command."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:8",
                            "text": "The same thing occurs in the case of men: things are said of Solomon, for example, the scope of which reaches far beyond him, and which are only properly understood when applied to Christ and His Church, of which Solomon is a part."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:9",
                            "text": "48 Now the species is not always overstepped, for things are often said of such a kind as evidently apply to it also, or perhaps even to it exclusively."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:10",
                            "text": "But when Scripture, having up to a certain point been speaking about the species, makes a transition at that point from the species to the genus, the reader must then be carefully on his guard against seeking in the species what he can find much better and more surely in the genus."
                        },
                        {
                            "verse": 11,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:11",
                            "text": "Take, for example, what the prophet Ezekiel says: \"When the house of Israel dwelt in their own land, they defiled it by their own way, and by their doings: their way was before me as the uncleanness of a removed woman."
                        },
                        {
                            "verse": 12,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:12",
                            "text": "Wherefore I poured my fury upon them for the blood that they had shed upon the land, and for their idols wherewith they had polluted it: and I scattered them among the heathen, and they were dispersed through the countries: according to their way, and according to their doings, I judged them\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:13",
                            "text": "Now it is easy to understand that this applies to that house of Israel of which the apostle says, \"Behold Israel after the flesh;\" because the people of Israel after the flesh did both perform and endure all that is here referred to."
                        },
                        {
                            "verse": 14,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:14",
                            "text": "What immediately follows, too, may be understood as applying to the same people."
                        },
                        {
                            "verse": 15,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:15",
                            "text": "But when the prophet begins to say, \"And I will sanctify my great name, which was profaned among the heathen, which ye have profaned in the midst of them; and the heathen shall know that I am the Lord,\" the reader ought now carefully to observe the way in which the species is overstepped and the genus taken in."
                        },
                        {
                            "verse": 16,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:16",
                            "text": "For he goes on to say: \"And I shall be sanctified in you before their eyes."
                        },
                        {
                            "verse": 17,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:17",
                            "text": "For I will take you from among the heathen, and gather you out of all countries, and will bring you into your own land."
                        },
                        {
                            "verse": 18,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:18",
                            "text": "Then will I sprinkle clean water upon you, and ye shall be clean: from all your filthiness, and from all your idols, will I cleanse you."
                        },
                        {
                            "verse": 19,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:19",
                            "text": "A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh and I will give you a heart of flesh."
                        },
                        {
                            "verse": 20,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:20",
                            "text": "And I will put my Spirit within you, and cause you to walk in my statutes, and ye shall keep my commandments, and do them."
                        },
                        {
                            "verse": 21,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:21",
                            "text": "And ye shall dwell in the land that I gave to your fathers; and ye shall be my people, and I will be your God."
                        },
                        {
                            "verse": 22,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:22",
                            "text": "I will also save you from all your uncleannesses\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:23",
                            "text": "Now that this is a prophecy of the New Testament, to which pertain not only the remnant of that one nation of which it is elsewhere said, \"For though the number of the children of Israel be as the sand of the sea, yet a remnant of them shall be saved,\" but also the other nations which were promised to their fathers and our fathers; and that there is here a promise of that washing of regeneration which, as we see, is now imparted to all nations, no one who looks into the matter can doubt."
                        },
                        {
                            "verse": 24,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:24",
                            "text": "And that saying of the apostle, when he is commending the grace of the New Testament and its excellence in comparison with the Old, \"Ye are our epistle."
                        },
                        {
                            "verse": 25,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:25",
                            "text": "written not with ink, but with the Spirit of the living God; not in tables of stone, but in fleshy tables of the heart,\" has an evident reference to this place where the prophet says, \"A new heart also will I give you, and a new spirit will I put within you; and I will take away the stony heart out of your flesh, and I will give you an heart of flesh\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:26",
                            "text": "Now the heart of flesh from which the apostle's expression, \"the fleshy tables of the heart,\" is drawn, the prophet intended to point out as distinguished from the stony heart by the possession of sentient life; and by sentient  he understood intelligent life."
                        },
                        {
                            "verse": 27,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:27",
                            "text": "And thus the spiritual Israel is made up, not of one nation, but of all the nations which were promised to the fathers in their seed, that is, in Christ."
                        },
                        {
                            "verse": 28,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:28",
                            "text": "49 This spiritual Israel, therefore, is distinguished from the carnal Israel which is of one nation, by newness of grace, not by nobility of descent, in feeling, not in race; but the prophet, in his depth of meaning, while speaking of the carnal Israel, passes on, without indicating the transition, to speak of the spiritual, and although now speaking of the latter, seems to be still speaking of the former; not that he grudges us the clear apprehension of Scripture, as if we were enemies, but that he deals with us as a physician, giving us a wholesome exercise for our spirit."
                        },
                        {
                            "verse": 29,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:29",
                            "text": "And therefore we ought to take this saying, \"And I will bring you into your own land,\" and what he says shortly afterwards, as if repeating himself, \"And ye shall dwell in the land that I gave to your fathers,\" not literally, as if they referred to Israel after the flesh, but spiritually, as referring to the spiritual Israel."
                        },
                        {
                            "verse": 30,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:30",
                            "text": "For the Church, without spot or wrinkle, gathered out of all nations, and destined to reign for ever with Christ, is itself the land of the blessed, the land of the living; and we are to understand that this was given to the fathers when it was promised to them for what the fathers believed would be given in its own time was to them, on account of the unchangeableness of the promise and purpose, the same as if it were already given; just as the apostle, writing to Timothy, speaks of the grace which is given to the saints: \"Not according to our works, but according to His own purpose and grace, which was given us in Christ Jesus before the world began; but is now made manifest by the appearing of our Saviour\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:31",
                            "text": "He speaks of the grace as given at a time when those to whom it was to be given were not yet in existence; because he looks upon that as having been already done in the arrangement and purpose of God, which was to take place in its own time, and he himself speaks of it as now made manifest."
                        },
                        {
                            "verse": 32,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:32",
                            "text": "It is possible, however, that these words may refer to the land of the age to come, when there will be a new heaven and a new earth, wherein the unrighteous shall be unable to dwell."
                        },
                        {
                            "verse": 33,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book III 34:33",
                            "text": "And so it is truly said to the righteous, that the land itself is theirs, no part of which will belong to the unrighteous; because it is the same as if it were itself given, when it is firmly settled that it shall be given."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: On Christian Doctrine Book III 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:1",
                            "text": "Chapter 35—The Fifth Rule of Tichonius."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:2",
                            "text": "50 The fifth rule Tichonius lays down is one he designates of times,—a rule by which we can frequently discover or conjecture quantities of time which are not expressly mentioned in Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:3",
                            "text": "And he says that this rule applies in two ways: either to the figure of speech called synecdoche, or to legitimate numbers."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:4",
                            "text": "The figure synecdoche either puts the part for the whole, or the whole for the part."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:5",
                            "text": "As, for example, in reference to the time when, in the presence of only three of His disciples, our Lord was transfigured on the mount, so that His face shone as the sun, and His raiment was white as snow, one evangelist says that this event occurred \"after eight days,\" while another says that it occurred \"after six days\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:6",
                            "text": "Now both of these statements about the number of days cannot be true, unless we suppose that the writer who says \"after eight days,\" counted the latter part of the day on which Christ uttered the prediction and the first part of the day on which he showed its fulfillment as two whole days; while the writer who says \"after six days,\" counted only the whole unbroken days between these two."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:7",
                            "text": "This figure of speech, which puts the part for the whole, explains also the great question about the resurrection of Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:8",
                            "text": "For unless to the latter part of the day on which He suffered we join the previous night, and count it as a whole day, and to the latter part of the night in which He arose we join the Lord's day which was just dawning, and count it also a whole day, we cannot make out the three days and three nights during which He foretold that He would be in the heart of the earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:9",
                            "text": "51 In the next place, our author calls those numbers legitimate which Holy Scripture more highly favors such as seven, or ten, or twelve, or any of the other numbers which the diligent reader of Scripture soon comes to know."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:10",
                            "text": "Now numbers of this sort are often put for time universal; as for example, \"Seven times in the day do I praise Thee,\" means just the same as \"His praise shall continually be in my mouth\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:11",
                            "text": "And their force is exactly the same, either when multiplied by ten, as seventy and seven hundred (whence the seventy years mentioned in Jeremiah may be taken in a spiritual sense for the whole time during which the Church is a sojourner among aliens); or when multiplied into themselves, as ten into ten gives one hundred, and twelve into twelve gives one hundred and forty-four, which last number is  used in the Apocalypse to signify the whole body of the saints."
                        },
                        {
                            "verse": 12,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:12",
                            "text": "Hence it appears that it is not merely questions about times that are to be settled by these numbers, but that their significance is of much wider application, and extends to many subjects."
                        },
                        {
                            "verse": 13,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book III 35:13",
                            "text": "That number in the Apocalypse, for example, mentioned above, has not reference to times, but to men."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Augustine: On Christian Doctrine Book III 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:1",
                            "text": "Chapter 36—The Sixth Rule of Tichonius."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:2",
                            "text": "52 The sixth rule Tichonius calls the recapitulation, which, with sufficient watchfulness, is discovered in difficult parts of Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:3",
                            "text": "For certain occurrences are so related, that the narrative appears to be following the order of time, or the continuity of events, when it really goes back without mentioning it to previous occurrences, which had been passed over in their proper place."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:4",
                            "text": "And we make mistakes if we do not understand this, from applying the rule here spoken of."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:5",
                            "text": "For example, in the book of Genesis we read, \"And the Lord God planted a garden eastward in Eden; and there He put the man whom He had formed."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:6",
                            "text": "And out of the ground made the Lord God to grow every tree that is pleasant to the sight, and good for food\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:7",
                            "text": "Now here it seems to be indicated that the events last mentioned took place after God had formed man and put him in the garden; whereas the fact is, that the two events having been briefly mentioned, viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:8",
                            "text": ", that God planted a garden, and there put the man whom He had formed, the narrative goes back, by way of recapitulation, to tell what had before been omitted, the way in which the garden was planted: that out of the ground God made to grow every tree that is pleasant to the sight, and good for food."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:9",
                            "text": "Here there follows, \"The tree of life also was in the midst of the garden, and the tree of knowledge of good and evil\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:10",
                            "text": "Next the river is mentioned which watered the garden, and which was parted into four heads, the sources of four streams; and all this has reference to the arrangements of the garden."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:11",
                            "text": "And when this is finished, there is a repetition of the fact which had been already told, but which in the strict order of events came after all this: \"And the Lord God took the man, and put him into the garden of Eden\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:12",
                            "text": "For it was after all these other things were done that man was put in the garden, as now appears from the order of the narrative itself: it was not after man was put there that the other things were done, as the previous statement might be thought to imply, did we not accurately mark and understand the recapitulation by which the narrative reverts to what had previously been passed over."
                        },
                        {
                            "verse": 13,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:13",
                            "text": "53 In the same book, again, when the generations of the sons of Noah are recounted, it is said: \"These are the sons of Ham, after their families, after their tongues, in their countries, and in their nations\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:14",
                            "text": "And, again, when the sons of Shem are enumerated: \"These are the sons of Shem, after their families, after their tongues, in their lands, after their nations\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:15",
                            "text": "And it is added in reference to them all: \"These are the families of the sons of Noah, after their generations, in their nations; and by these were the nations divided in the earth after the flood."
                        },
                        {
                            "verse": 16,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:16",
                            "text": "And the whole earth was of one language and of one speech\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:17",
                            "text": "Now the addition of this sentence, \"And the whole earth was of one language and of one speech,\" seems to indicate that at the time when the nations were scattered over the earth they had all one language in common; but this is evidently inconsistent with the previous words, \"in their families, after their tongues\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:18",
                            "text": "For each family or nation could not be said to have its own language if all had one language in common."
                        },
                        {
                            "verse": 19,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:19",
                            "text": "And so it is by way of recapitulation it is added, \"And the whole earth was of one language and of one speech,\" the narrative here going back, without indicating the change, to tell how it was, that from having one language in common, the nations were divided into a multitude of tongues."
                        },
                        {
                            "verse": 20,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:20",
                            "text": "And, accordingly, we are forthwith told of the building of the tower, and of this punishment being there laid upon them as the judgment of God upon their arrogance; and it was after this that they were scattered over the earth according to their tongues."
                        },
                        {
                            "verse": 21,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:21",
                            "text": "54 This recapitulation is found in a still more obscure form; as, for example, our Lord says in the gospel: \"The same day that Lot went out of Sodom it rained fire from heaven, and destroyed them all."
                        },
                        {
                            "verse": 22,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:22",
                            "text": "Even thus shall it be in the day when the Son of man is revealed."
                        },
                        {
                            "verse": 23,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:23",
                            "text": "In that day, he which shall be upon the house-top, and his stuff in the house, let him not come down to take it away; and he that is in the field, let him likewise not return back."
                        },
                        {
                            "verse": 24,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:24",
                            "text": "Remember Lot's wife\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:25",
                            "text": "Is it when our Lord shall have been revealed that men are to give heed to these sayings, and not to look behind them, that is, not to long after the past life which they have renounced? Is not the present rather the time to give heed to them, that when the Lord shall have been revealed every man may receive his reward according to the things he has given heed to  or despised? And yet because Scripture says, \"In that day,\" the time of the revelation of the Lord will be thought the time for giving heed to these sayings, unless the reader be watchful and intelligent so as to understand the recapitulation, in which he will be assisted by that other passage of Scripture which even in the time of the apostles proclaimed: \"Little children, it is the last time\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book III 36:26",
                            "text": "The very time then when the gospel is preached, up to the time that the Lord shall be revealed, is the day in which men ought to give heed to these sayings: for to the same day, which shall be brought to a close by a day of judgment, belongs that very revelation of the Lord here spoken of."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Augustine: On Christian Doctrine Book III 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:1",
                            "text": "Chapter 37—The Seventh Rule of Tichonius."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:2",
                            "text": "55 The seventh rule of Tichonius and the last, is about the devil and his body."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:3",
                            "text": "For he is the head of the wicked, who are in a sense his body, and destined to go with him into the punishment of everlasting fire, just as Christ is the head of the Church, which is His body, destined to be with Him in His eternal kingdom and glory."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:4",
                            "text": "Accordingly, as the first rule, which is called of the Lord and His body, directs us, when Scripture speaks of one and the same person, to take pains to understand which part of the statement applies to the head and which to the body; so this last rule shows us that statements are sometimes made about the devil, whose truth is not so evident in regard to himself as in regard to his body; and his body is made up not only of those who are manifestly out of the way, but of those also who, though they really belong to him, are for a time mixed up with the Church, until they depart from this life, or until the chaff is separated from the wheat at the last great winnowing."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:5",
                            "text": "For example, what is said in Isaiah, \"How he is fallen from heaven, Lucifer, son of the morning!\" and the other statements of the context which, under the figure of the king of Babylon, are made about the same person, are of course to be understood of the devil; and yet the statement which is made in the same place, \"He is ground down on the earth, who sendeth to all nations,\" does not altogether fitly apply to the head himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:6",
                            "text": "For, although the devil sends his angels to all nations, yet it is his body, not himself, that is ground down on the each, except that he himself is in his body, which is beaten small like the dust which the wind blows from the face of the earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:7",
                            "text": "56 Now all these rules, except the one about the promises and the law, make one meaning to be understood where another is expressed, which is the peculiarity of figurative diction; and this kind of diction, it seems to me, is too widely spread to be comprehended in its full extent by any one."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:8",
                            "text": "For, wherever one thing is said with the intention that another should be understood we have a figurative expression, even though the name of the trope is not to be found in the art of rhetoric."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:9",
                            "text": "And when an expression of this sort occurs where it is customary to find it, there is no trouble in understanding it; when it occurs, however, where it is not customary, it costs labor to understand it, from some more, from some less, just as men have got more or less from God of the gifts of intellect, or as they have access to more or fewer external helps."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:10",
                            "text": "And, as in the case of proper words which I discussed above, and in which things are to be understood just as they are expressed, so in the case of figurative words, in which one thing is expressed and another is to be understood, and which I have just finished speaking of as much as I thought enough, students of these venerable documents ought to be counselled not only to make themselves acquainted with the forms of expression ordinarily used in Scripture, to observe them carefully, and to remember them accurately, but also, what is especially and before all things necessary, to pray that they may understand them."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:11",
                            "text": "For in these very books on the study of which they are intent, they read, \"The Lord giveth wisdom: out of His mouth cometh knowledge and understanding;\" and it is from Him they have received their very desire for knowledge, if it is wedded to piety."
                        },
                        {
                            "verse": 12,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:12",
                            "text": "But about signs, so far as relates to words, I have now said enough."
                        },
                        {
                            "verse": 13,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book III 37:13",
                            "text": "It remains to discuss, in the following book, so far as God has given me light, the means of communicating our thoughts to others."
                        }
                    ]
                }
            ]
        }
    ]
}