{
    "books": [
        {
            "name": "Methodius: History of Jonah",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: History of Jonah 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:1",
                            "text": "On the History of Jonah."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:2",
                            "text": "From the Book on the Resurrection."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:3",
                            "text": "I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:4",
                            "text": "The history of Jonah contains a great mystery."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:5",
                            "text": "For it seems that the whale signifies Time, which never stands still, but is always going on, and consumes the things which are made by long and shorter intervals."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:6",
                            "text": "But Jonah, who fled from the presence of God, is himself the first man who, having transgressed the law, fled from being seen naked of immortality, having lost through sin his confidence in the Deity."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:7",
                            "text": "And the ship in which he embarked, and which was tempest-tossed, is this brief and hard life in the present time; just as though we had turned and removed from that blessed and secure life, to that which was most tempestuous and unstable, as from solid land to a ship."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:8",
                            "text": "For what a ship is to the land, that our present life is to that which is immortal."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:9",
                            "text": "And the storm and the tempests which beat against us are the temptations of this life, which in the world, as in a tempestuous sea, do not permit us to have a fair voyage free from pain, in a calm sea, and one which is free from evils."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:10",
                            "text": "And the casting of Jonah from the ship into the sea, signifies the fall of the first man from life to death, who received that sentence because, through having sinned, he fell from righteousness: \"Dust thou art, and unto dust shalt thou return\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:11",
                            "text": "And his being swallowed by the whale signifies our inevitable removal by time."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:12",
                            "text": "For the belly in which Jonah, when he was swallowed, was concealed, is the all-receiving earth, which receives all things which are consumed by time."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:13",
                            "text": "II."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:14",
                            "text": "As, then, Jonah spent three days and as many nights in the whale's belly, and was delivered up sound again, so shall we all, who have passed through the three stages of our present life on earth—I mean the beginning, the middle, and the end, of which all this present time consists—rise again."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:15",
                            "text": "For there are altogether three intervals of time, the past, the future, and the present."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:16",
                            "text": "And for this reason the Lord spent so many days in the earth symbolically, thereby teaching clearly that when the forementioned intervals of time have been fulfilled, then shall come our resurrection, which is the beginning of the future age, and the end of this."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:17",
                            "text": "For in that age there is neither past nor future, but only the present."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:18",
                            "text": "Moreover, Jonah having spent three days and three nights in the belly of the whale, was not destroyed by his flesh being dissolved, as is the case with that natural decomposition which takes place in the belly, in the case of those meats which enter into it, on account of the greater heat in the liquids, that it might be shown that these bodies of ours may remain undestroyed."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:19",
                            "text": "For consider that God had images of Himself made as of gold, that is of a purer spiritual substance, as the angels; and others of clay or brass, as ourselves."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:20",
                            "text": "He united the soul which was made in the image of God to that which was earthy."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:21",
                            "text": "As, then, we must here honour all the images of a king, on account of the form which is in them, so also it is incredible that we who are the images of God should be altogether destroyed as being without honour."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:22",
                            "text": "Whence also the Word descended into our world, and was incarnate of our body, in order that, having fashioned it to a more divine image, He might raise it incorrupt, although it had been dissolved by time."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Methodius: History of Jonah 1:23",
                            "text": "And, indeed, when we trace out the dispensation which was figuratively set forth by the prophet, we shall find the whole discourse visibly extending to this."
                        }
                    ]
                }
            ]
        }
    ]
}