{
    "books": [
        {
            "name": "Constantinople I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Constantinople I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Constantinople I 1:1",
                            "text": "Letter of the Same Holy Synod to the Most Pious Emperor Theodosius the Great, to Which are Appended the Canons Enacted by Them:  To the most religious Emperor Theodosius, the Holy Synod of Bishops assembled in Constantinople out of different Provinces."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Constantinople I 1:2",
                            "text": "We begin our letter to your Piety with thanks to God, who has established the empire of your Piety for the common peace of the Churches and for the support of the true Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Constantinople I 1:3",
                            "text": "And, after rendering due thanks unto God, as in duty bound we lay before your Piety the things which have been done in the Holy Synod."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Constantinople I 1:4",
                            "text": "When, then, we had assembled in Constantinople, according to the letter of your Piety, we first of all renewed our unity of heart each with the other, and then we pronounced some concise definitions, ratifying the Faith of the Nicene Fathers, and anathematizing the heresies which have sprung up, contrary thereto."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Constantinople I 1:5",
                            "text": "Besides these things, we also framed certain Canons for the better ordering of the Churches, all which we have subjoined to this our letter."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Constantinople I 1:6",
                            "text": "Wherefore we beseech your Piety that the decree of the Synod may be ratified, to the end that, as you have honoured the Church by your letter of citation, so you should set your seal to the conclusion of what has been decreed."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Constantinople I 1:7",
                            "text": "May the Lord establish your empire in peace and righteousness, and prolong it from generation to generation; and may he add unto your earthly power the fruition of the heavenly kingdom also."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Constantinople I 1:8",
                            "text": "May God by the prayers (εὐχαῖς τῶν ἁγίων) of the Saints, show favour to the world, that you may be strong and eminent in all good things as an Emperor most truly pious and beloved of God."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Constantinople I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Constantinople I 2:1",
                            "text": "Canon I."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Constantinople I 2:2",
                            "text": "The Faith of the Three Hundred and Eighteen Fathers assembled at Nice in Bithynia shall not be set aside, but shall remain firm."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Constantinople I 2:3",
                            "text": "And every heresy shall be anathematized, particularly that of the Eunomians or [Anomaeans, the Arians or] Eudoxians, and that of the Semi-Arians or Pneumatomachi, and that of the Sabellians, and that of the Marcellians, and that of the Photinians, and that of the Apollinarians."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Constantinople I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Constantinople I 3:1",
                            "text": "Canon II."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Constantinople I 3:2",
                            "text": "The bishops are not to go beyond their dioceses to churches lying outside of their bounds, nor bring confusion on the churches; but let the Bishop of Alexandria, according to the canons, alone administer the affairs of Egypt; and let the bishops of the East manage the East alone, the privileges of the Church in Antioch, which are mentioned in the canons of Nice, being preserved; and let the bishops of the Asian Diocese administer the Asian affairs only; and the Pontic bishops only Pontic matters; and the Thracian bishops only Thracian affairs."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Constantinople I 3:3",
                            "text": "And let not bishops go beyond their dioceses for ordination or any other ecclesiastical ministrations, unless they be invited."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Constantinople I 3:4",
                            "text": "And the aforesaid canon concerning dioceses being observed, it is evident that the synod of every province will administer the affairs of that particular province as was decreed at Nice."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Constantinople I 3:5",
                            "text": "But the Churches of God in heathen nations must be governed according to the custom which has prevailed from the times of the Fathers."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Constantinople I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Constantinople I 4:1",
                            "text": "Canon III."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Constantinople I 4:2",
                            "text": "The Bishop of Constantinople, however, shall have the prerogative of honour after the Bishop of Rome; because Constantinople is New Rome."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Constantinople I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Constantinople I 5:1",
                            "text": "Canon IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Constantinople I 5:2",
                            "text": "Concerning Maximus the Cynic and the disorder which has happened in Constantinople on his account, it is decreed that Maximus never was and is not now a Bishop; that those who have been ordained by him are in no order whatever of the clergy; since all which has been done concerning him or by him, is declared to be invalid."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Constantinople I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Constantinople I 6:1",
                            "text": "Canon V."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Constantinople I 6:2",
                            "text": "(Probably adopted at a Council held in Constantinople the next year, 382."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Constantinople I 6:3",
                            "text": "Vide."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Constantinople I 6:4",
                            "text": "Introduction on the number of the Canons."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Constantinople I 6:5",
                            "text": ")  In regard to the tome of the Western [Bishops], we receive those in Antioch also who confess the unity of the Godhead of the Father, and of the Son, and of the Holy Ghost."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Constantinople I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Constantinople I 7:1",
                            "text": "Canon VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Constantinople I 7:2",
                            "text": "(Probably adopted at a Council held in Constantinople the next year, 382."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Constantinople I 7:3",
                            "text": "Vide Introduction on the number of Canons."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Constantinople I 7:4",
                            "text": ")  Forasmuch as many wishing to confuse and overturn ecclesiastical order, do contentiously and slanderously fabricate charges against the orthodox bishops who have the administration of the Churches, intending nothing else than to stain the reputation of the priests and raise up disturbances amongst the peaceful laity; therefore it seemed right to the Holy Synod of Bishops assembled together in Constantinople, not to admit accusers without examination; and neither to allow all persons whatsoever to bring accusations against the rulers of the Church, nor, on the other hand, to exclude all."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Constantinople I 7:5",
                            "text": "If then, any one shall bring a private complaint against the Bishop, that is, one relating to his own affairs, as, for example, that he has been defrauded, or otherwise unjustly treated by him, in such accusations no examination shall be made, either of the person or of the religion of the accuser; for it is by all means necessary that the conscience of the Bishop should be free, and that he who says he has been wronged should meet with righteous judgment, of whatever religion he may be."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Constantinople I 7:6",
                            "text": "But if the charge alleged against the Bishop be that of some ecclesiastical offence, then it is necessary to examine carefully the persons of the accusers, so that, in the first place, heretics may not be suffered to bring accusations touching ecclesiastical matters against orthodox bishops."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Constantinople I 7:7",
                            "text": "And by heretics we mean both those who were aforetime cast out and those whom we ourselves have since anathematized, and also those professing to hold the true faith who have separated from our canonical bishops, and set up conventicles in opposition [to them]."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Constantinople I 7:8",
                            "text": "Moreover, if there be any who have been condemned for faults and cast out of the Church, or excommunicated, whether of the clergy or the laity, neither shall it be lawful for these to bring an accusation against the bishop, until they have cleared away the charge against themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Constantinople I 7:9",
                            "text": "In like manner, persons who are under previous accusations are not to be permitted to bring charges against a bishop or any other clergyman, until they shall have proved their own innocence of the accusation brought against them."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Constantinople I 7:10",
                            "text": "But if any, being neither heretics, nor excommunicate, nor condemned, nor under previous accusation for alleged faults, should declare that they have any ecclesiastical charge against the bishop, the Holy Synod bids them first lay their charges before all the Bishops of the Province, and before them prove the accusations, whatsoever they may be, which they have brought against the bishop."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Constantinople I 7:11",
                            "text": "And if the comprovincials should be unable rightly to settle the charges brought against the bishop, then the parties must betake themselves to a greater synod of the bishops of that diocese called together for this purpose; and they shall not produce their allegations before they have promised in writing to undergo an equal penalty to be exacted from themselves, if, in the course of the examination, they shall be proved to have slandered the accused bishop."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Constantinople I 7:12",
                            "text": "And if anyone, despising what has been decreed concerning these things, shall presume to annoy the ears of the Emperor, or the courts of temporal judges, or, to the dishonour of all the Bishops of his Province, shall trouble an Ecumenical Synod, such an one shall by no means be admitted as an accuser; forasmuch as he has cast contempt upon the Canons, and brought reproach upon the order of the Church."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Constantinople I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Constantinople I 8:1",
                            "text": "Canon VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Constantinople I 8:2",
                            "text": "Those who from heresy turn to orthodoxy, and to the portion of those who are being saved, we receive according to the following method and custom:  Arians, and Macedonians, and Sabbatians, and Novatians, who call themselves Cathari or Aristori, and Quarto-decimans or Tetradites, and Apollinarians, we receive, upon their giving a written renunciation [of their errors] and anathematize every heresy which is not in accordance with the Holy, Catholic, and Apostolic Church of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Constantinople I 8:3",
                            "text": "Thereupon, they are first sealed or anointed with the holy oil upon the forehead, eyes, nostrils, mouth, and ears; and when we seal them, we say, \"The Seal of the gift of the Holy Ghost\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Constantinople I 8:4",
                            "text": "But Eunomians, who are baptized with only one immersion, and Montanists, who are here called Phrygians, and Sabellians, who teach the identity of Father and Son, and do sundry other mischievous things, and [the partisans of] all other heresies—for there are many such here, particularly among those who come from the country of the Galatians:—all these, when they desire to turn to orthodoxy, we receive as heathen."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Constantinople I 8:5",
                            "text": "On the first day we make them Christians; on the second, catechumens; on the third, we exorcise them by breathing thrice in their face and ears; and thus we instruct them and oblige them to spend some time in the Church, and to hear the Scriptures; and then we baptize them."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Constantinople I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Constantinople I 9:1",
                            "text": "Council of Constantinople."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Constantinople I 9:2",
                            "text": "a."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Constantinople I 9:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Constantinople I 9:4",
                            "text": "382."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Constantinople I 9:5",
                            "text": "The Synodical Letter."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Constantinople I 9:6",
                            "text": "To the right honourable lords our right reverend brethren and colleagues, Damasus, Ambrosius, Britton, Valerianus, Ascholius, Anemius, Basilius and the rest of the holy bishops assembled in the great city of Rome, the holy synod of the orthodox bishops assembled at the great city of Constantinople sends greeting in the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Constantinople I 9:7",
                            "text": "To recount all the sufferings inflicted on us by the power of the Arians, and to attempt to give information to your reverences, as though you were not already well acquainted with them, might seem superfluous."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Constantinople I 9:8",
                            "text": "For we do not suppose your piety to hold what is befalling us as of such secondary importance as that you stand in any need of information on matters which cannot but evoke your sympathy."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Constantinople I 9:9",
                            "text": "Nor indeed were the storms which beset us such as to escape notice from their insignificance."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Constantinople I 9:10",
                            "text": "Our persecutions are but of yesterday."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Constantinople I 9:11",
                            "text": "The sound of them still rings in the ears alike of those who suffered them and of those whose love made the sufferers' pain their own."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Constantinople I 9:12",
                            "text": "It was but a day or two ago, so to speak, that some released from chains in foreign lands returned to their own churches through manifold afflictions; of others who had died in exile the relics were brought home; others again, even after their return from exile, found the passion of the heretics still at the boiling heat, and, slain by them with stones as was the blessed Stephen, met with a sadder fate in their own than in a stranger's land."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Constantinople I 9:13",
                            "text": "Others, worn away with various cruelties, still bear in their bodies the scars of their wounds and the marks of Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Constantinople I 9:14",
                            "text": "Who could tell the tale of fines, of disfranchisements, of individual confiscations, of intrigues, of outrages, of prisons?  In truth all kinds of tribulation were wrought out beyond number in us, perhaps because we were paying the penalty of sins, perhaps because the merciful God was trying us by means of the multitude of our sufferings."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Constantinople I 9:15",
                            "text": "For these all thanks to God, who by means of such afflictions trained his servants and, according to the multitude of his mercies, brought us again to refreshment."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Constantinople I 9:16",
                            "text": "We indeed needed long leisure, time, and toil to restore the church once more, that so, like physicians healing the body after long sickness and expelling its disease by gradual treatment, we might bring her back to her ancient health of true religion."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Constantinople I 9:17",
                            "text": "It is true that on the whole we seem to have been delivered from the violence of our persecutions and to be just now recovering the churches which have for a long time been the prey of the heretics."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Constantinople I 9:18",
                            "text": "But wolves are troublesome to us who, though they have been driven from the fold, yet harry the flock up and down the glades, daring to hold rival assemblies, stirring seditious among the people, and shrinking from nothing which can do damage to the churches."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Constantinople I 9:19",
                            "text": "So, as we have already said, we needs must labour all the longer."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Constantinople I 9:20",
                            "text": "Since, however, you showed your brotherly love to us by inviting us (as though we were your own members) by the letters of our most religious emperor to the synod which you are gathering by divine permission at Rome, to the end that since we alone were then condemned to suffer persecution, you should not now, when our emperors are at one with us as to true religion, reign apart from us, but that we, to use the Apostle's phrase, should reign with you, our prayer was, if it were possible, all in company to leave our churches, and rather gratify our longing to see you than consult their needs."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Constantinople I 9:21",
                            "text": "For who will give us wings as of a dove, and we will fly and be at rest?  But this course seemed likely to leave the churches who were just recovering quite undefended, and the undertaking was to most of us impossible, for, in accordance witch the letters sent a year ago from your holiness after the synod at Aquileia to the most pious emperor Theodosius, we had journeyed to Constantinople, equipped only for travelling so far as Constantinople, and bringing the consent of the bishops remaining in the provinces of this synod alone."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Constantinople I 9:22",
                            "text": "We had been in no expectation of any longer journey nor had heard a word about it, before our arrival at Constantinople."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Constantinople I 9:23",
                            "text": "In addition to all this, and on account of the narrow limits of the appointed time which allowed of no preparation for a longer journey, nor of communicating with the bishops of our communion in the provinces and of obtaining their consent, the journey to Rome was for the majority impossible."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Constantinople I 9:24",
                            "text": "We have therefore adopted the next best course open to us under the circumstances, both for the better administration of the church, and for manifesting our love towards you, by strongly urging our most venerated, and honoured colleagues and brother bishops Cyriacus, Eusebius and Priscianus, to consent to travel to you."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Constantinople I 9:25",
                            "text": "Through them we wish to make it plain that our disposition is all for peace with unity for its sole object, and that we are full of zeal for the right faith."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Constantinople I 9:26",
                            "text": "For we, whether we suffered persecutions, or afflictions, or the threats of emperors, or the cruelties of princes, or any other trial at the hands of heretics, have undergone all for the sake of the evangelic faith, ratified by the three hundred and eighteen fathers at Nicaea in Bithynia."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Constantinople I 9:27",
                            "text": "This is the faith which ought to be sufficient for you, for us, for all who wrest not the word of the true faith; for it is the ancient faith; it is the faith of our baptism; it is the faith that teaches us to believe in the name of the Father, of the Son, and of the Holy Ghost."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Constantinople I 9:28",
                            "text": "According to this faith there is one Godhead, Power and Substance of the Father and of the Son and of the Holy Ghost; the dignity being equal, and the majesty being equal in three perfect hypostases, i-e: three perfect persons."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Constantinople I 9:29",
                            "text": "Thus there is no room for the heresy of Sabellius by the confusion of the hypostases, i-e: the destruction of the personalities; thus the blasphemy of the Eunomians, of the Arians, and of the Pneumatomachi is nullified, which divides the substance, the nature, and the godhead, and super-induces on the uncreated consubstantial and co-eternal Trinity a nature posterior, created and of a different substance."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Constantinople I 9:30",
                            "text": "We moreover preserve unperverted the doctrine of the incarnation of the Lord, holding the tradition that the dispensation of the flesh is neither soulless nor mindless nor imperfect; and knowing full well that God's Word was perfect before the ages, and became perfect man in the last days for our salvation."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Constantinople I 9:31",
                            "text": "Let this suffice for a summary of the doctrine which is fearlessly and frankly preached by us, and concerning which you will be able to be still further satisfied if you will deign to read the tome of the synod of Antioch, and also that tome issued last year by the Ecumenical Council held at Constantinople, in which we have set forth our confession of the faith at greater length, and have appended an anathema against the heresies which innovators have recently inscribed."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Constantinople I 9:32",
                            "text": "Now as to the particular administration of individual churches, an ancient custom, as you know, has obtained, confirmed by the enactment of the holy fathers of Nicaea, that in every province, the bishops of the province, and, with their consent, the neighbouring bishops with them, should perform ordinations as expediency may require."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Constantinople I 9:33",
                            "text": "In conforming with these customs note that other churches have been administered by us and the priests of the most famous churches publicly appointed."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Constantinople I 9:34",
                            "text": "Accordingly over the new made (if the expression be allowable) church at Constantinople, which, as through from a lion's mouth, we have lately snatched by God's mercy from the blasphemy of the heretics, we have ordained bishop the right reverend and most religious Nectarius, in the presence of the Ecumenical Council, with common consent, before the most religious emperor Theodosius, and with the assent of all the clergy and of the whole city."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Constantinople I 9:35",
                            "text": "And over the most ancient and truly apostolic church in Syria, where first the noble name of Christians was given them, the bishops of the province and of the eastern diocese have met together and canonically ordained bishop the right reverend and most religious Flavianus, with the consent of all the church, who as though with one voice joined in expressing their respect for him."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Constantinople I 9:36",
                            "text": "This rightful ordination also received the sanction of the General Council."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Constantinople I 9:37",
                            "text": "Of the church at Jerusalem, mother of all the churches, we make known that the right reverend and most religious Cyril is bishop, who was some time ago canonically ordained by the bishops of the province, and has in several places fought a good fight against the Arians."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Constantinople I 9:38",
                            "text": "We beseech your reverence to rejoice at what has thus been rightly and canonically settled by us, by the intervention of spiritual love and by the influence of the fear of the Lord, compelling the feelings of men, and making the edification of churches of more importance than individual grace or favour."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Constantinople I 9:39",
                            "text": "Thus since among us there is agreement in the faith and Christian charity has been established, we shall cease to use the phrase condemned by the apostles, I am of Paul and I of Apollos and I of Cephas, and all appearing as Christ's, who in us is not divided, by God's grace we will keep the body of the church unrent, and will boldly stand at the judgment seat of the Lord."
                        }
                    ]
                }
            ]
        }
    ]
}