{
    "books": [
        {
            "name": "Rufinus: Peroration of Rufinus",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Rufinus: Peroration of Rufinus 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:1",
                            "text": "The Peroration of Rufinus Appended to His Translation of Origen's Commentary on the Epistle to the Romans."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:2",
                            "text": "Addressed to Heraclius at Aquileia, probably about 407."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:3",
                            "text": "————————————  A satisfactory conclusion has now, I trust, been reached of the Commentary on the Epistle to the Romans, the writing of which has been a work of very great labour and time."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:4",
                            "text": "I confess, my most loving brother Heraclius, that in the attempt to respond to your request I have almost forgotten the precept; \"Do not lift a burden above your strength\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:5",
                            "text": "Even in the other translations of Origen's works into Latin, which were made because you earnestly requested it, or rather exacted it as a journeyman's task, the labour was very great; for I made it my object to supplement what Origen spoke extempore in the lecture room of the church; for his aim there was the application of the subject for the sake of edification rather than the exposition of the text."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:6",
                            "text": "This I have done in the case of the Homilies, and the short lectures on Genesis and Exodus, and especially in those on the book of Leviticus, where he spoke in a hortatory manner, whereas my translation takes the form of an exposition."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:7",
                            "text": "This duty of supplying what was wanted I took up because I thought that the practice of agitating questions and then leaving them unsolved, which he frequently adopts in his homiletic mode of speaking, might prove distasteful to the Latin reader."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:8",
                            "text": "The works upon Jesus Nave and the book of Judges and the thirty-sixth, thirty-seventh and thirty-eighth Psalms, I translated simply as I found them, with no great labour."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:9",
                            "text": "While then in the other cases which I have mentioned above, I employed much labour in supplying what Origen had omitted, in this work on the Epistle to the Romans the labour that fell on me for the causes described in the Preface was immense and full of complexity."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:10",
                            "text": "But there will have been nothing but pleasure in these labours, provided only that my experience in other cases, of ill-disposed minds requiting my toils and vigils with contumely, be not repeated and that I do not gain for my studies the reward of detraction and for my labour a conspiracy to ruin me."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:11",
                            "text": "For in dealing with these men I have to undergo a new form of accusation."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:12",
                            "text": "They say to me; When you write these things, in which are found many pieces the composition of which is due to yourself, you should place your own name in the title, and let it run thus: 'The books of Rufinus' commentary on (for instance) the Epistle to the Romans;' for so, they say, in the case of profane writers, the name in the title is not that of the Greek author who is translated but of the Latin author who translates him."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:13",
                            "text": "But all this complaisance, by which the works are ascribed to me, is caused not by love to me but by hatred to the author."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:14",
                            "text": "I am much more observant of my conscience than of my reputation; it may be apparent that I have added some things to supply what was wanting; and that I have abbreviated what was too lengthy; but to steal the title from the man who laid the foundations on which the building has been reared is what I cannot think right."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:15",
                            "text": "It must be, I grant, in the discretion of the reader, when he has examined the work, to ascribe the work to any one he thinks right; but my intention has been not to seek the applause of students but the good of those who wish to be edified."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:16",
                            "text": "I shall turn next to the work which was long ago imposed upon me but now is demanded with still greater vehemence by the Bishop Gaudentius, namely to turn into Latin the books called the Recognition of Clement the Bishop of Rome, the successor and companion of the Apostles."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:17",
                            "text": "In this work I well know that, to judge by the ordinary rule, I shall have labour upon labour."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:18",
                            "text": "In this case I will do what my friends desire, I will put my own name in the title of the work, though I shall have that of the author also."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:19",
                            "text": "It shall be called Rufinus's Clement."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Rufinus: Peroration of Rufinus 1:20",
                            "text": "If the Lord enable me to fulfil this task, I shall afterwards return to that which you desire, and say something, God willing, on the books of Numbers or of Deuteronomy (for this alone is wanting to my whole work on the Heptateuch): or else I shall write what I can, the Lord being my guide, on the remaining epistles of the Apostle Paul."
                        }
                    ]
                }
            ]
        }
    ]
}