{
    "books": [
        {
            "name": "Recognitions of Clement Book IX",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Recognitions of Clement Book IX 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IX 1:1",
                            "text": "The Recognitions of Clement Book IX: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IX 1:2",
                            "text": "—An Explanation."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IX 1:3",
                            "text": "On the following day, Peter, along with us, hastened early to the place in which the discussion had been held the day before; and when he saw that great crowds had assembled there to hear, and saw the old man with them, he said to him: \"Old man, it was agreed yesterday that you should confer to-day with Clement; and that you should either show that nothing takes place apart from genesis, or that Clement should prove that there is no such thing as genesis, but that what we do is in our own power\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IX 1:4",
                            "text": "To this the old man answered: \"I both remember what was agreed upon, and I keep in memory the words which you spoke after the agreement was made, in which you taught that it is impossible for man to know any thing, unless he learn from the true Prophet\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IX 1:5",
                            "text": "Then Peter said: \"You do not know what I meant; but I shall now explain to you."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IX 1:6",
                            "text": "I spoke of the will and purpose of God, which He had before the world was, and by which purpose He made the world, appointed times, gave the law, promised a world to come to the righteous for the rewarding of their good deeds, and decreed punishments to the unjust according to a judicial sentence."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IX 1:7",
                            "text": "I said that this counsel and this will of God cannot be found out by men, because no man can gather the mind of God from conjectures and opinion, unless a prophet sent by Him declare it."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book IX 1:8",
                            "text": "I did not therefore speak of any doctrines or studies, that they cannot be found out or known without a prophet; for I know that both arts and sciences can be known and practised by men, which they have learned, not from the true Prophet, but from human instructors."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Recognitions of Clement Book IX 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IX 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IX 2:2",
                            "text": "—Preliminaries."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IX 2:3",
                            "text": "\"Since, therefore, you profess to be conversant with the position of the stars and the courses of the heavenly bodies, and that from these you can convince Clement that all things are subject to Genesis, or that you will learn from him that all things are governed by providence, and that we have something in our own power, it is now time for you two to set about this\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IX 2:4",
                            "text": "To this the old man answered: \"Now indeed it was not necessary to raise questions of this kind, if it were possible for us to learn from the true Prophet, and to hear in a definite proposition, that anything depends on us and on the freedom of our will; for your yesterday's discourse affected me greatly, in which you disputed concerning the prophetic power."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IX 2:5",
                            "text": "Whence also I assent to and confirm your judgment, that nothing can be known by man with certainty, and without doubt, seeing that he has but a short period of life, and a brief and slender breath, by which he seems to be kept in life."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book IX 2:6",
                            "text": "However, since I am understood to have promised to Clement, before I heard anything of the prophetic power, that I should show that all things are subject to Genesis, or that I should learn from him that there is something in ourselves, let him do me this favour, that he first begin, and propound and explain what may be objected: for I, ever since I heard from you a few words concerning the power of prophecy, have, I confess, been confounded, considering the greatness of prescience; nor do I think that anything ought to be received which is collected from conjectures and opinion\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Recognitions of Clement Book IX 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IX 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IX 3:2",
                            "text": "—Beginning of the Discussion."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IX 3:3",
                            "text": "When the old man had said this, I Clement began to speak as follows: \"God by His Son created the world as a double house, separated by the interposition of this firmament, which is called heaven; and appointed angelic powers to dwell in the higher, and a multitude of men to be born in this visible world, from amongst whom He might choose friends for His Son, with whom He might rejoice, and who might be prepared for Him as a beloved bride for a bridegroom."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IX 3:4",
                            "text": "But even till the time of the marriage, which is the manifestation of the world to come, He has appointed a certain power, to choose out and watch over the good ones of those who are born in this world, and to preserve them for His Son, set apart in a certain place of the world, which is without sin; in which there are already some, who are there being prepared, as I said, as a bride adorned for the coming of the bridegroom."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book IX 3:5",
                            "text": "For the prince of this world and of the present age is like an adulterer, who corrupts and violates the minds of men, and, seducing them from the love of the true bridegroom, allures them to strange lovers."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Recognitions of Clement Book IX 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IX 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IX 4:2",
                            "text": "—Why the Evil Prince Was Made."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IX 4:3",
                            "text": "But some one will say, How then was it necessary that that prince should be made, who was to turn away the minds of men from the true prince? Because God, who, as I have said, wished to prepare friends for His Son, did not wish them to be such as by necessity of nature could not be aught else, but such as should desire of their own choice and will to be good; because neither is that praiseworthy which is not desirable, nor is that judged to be good which is not sought for with purpose."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IX 4:4",
                            "text": "For there is no credit in being that from which the necessity of your nature does not admit of your changing."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IX 4:5",
                            "text": "Therefore the providence of God has willed that a multitude of men should be born in this world, that those who should choose a good life might be selected from many."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book IX 4:6",
                            "text": "And because He foresaw that the present world could not consist except by variety and inequality, He gave to each mind freedom of motions, according to the diversities of present things, and appointed this prince, through his suggestion of those things which run contrary, that the choice of better things might depend upon the exercise of virtue."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Recognitions of Clement Book IX 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IX 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IX 5:2",
                            "text": "—Necessity of Inequality."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IX 5:3",
                            "text": "\"But to make our meaning plainer, we shall explain it by particulars."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IX 5:4",
                            "text": "Was it proper, for example, that all men in this world should be kings, or princes, or lords, or teachers, or lawyers, or geometers, or goldsmiths, or bakers, or smiths, or grammarians, or rich men, or farmers, or perfumers, or fishermen, or poor men? It is certain that all could not be these."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IX 5:5",
                            "text": "Yet all these professions, and many more, the life of men requires, and without these it cannot be passed; therefore inequality is necessary in this world."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book IX 5:6",
                            "text": "For there cannot be a king, unless he has subjects over whom he may rule and reign; nor can there be a master, unless he has one over whom he may bear sway; and in like manner of the rest."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Recognitions of Clement Book IX 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:2",
                            "text": "—Arrangements of the World for the Exercise of Virtue."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:3",
                            "text": "\"Therefore the Creator, knowing that no one would come to the contest of his own accord, while labour is shunned,—that is, to the practice of those professions which we have mentioned, by means of which either the justice or the mercy of every one can be manifested,—made for men a body susceptible of hunger, and thirst, and cold, in order that men, being compelled for the sake of supporting their bodies, might come down to all the professions which we have mentioned, by the necessity of livelihood."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:4",
                            "text": "For we are taught to cultivate every one of these arts, for the sake of food, and drink, and clothing."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:5",
                            "text": "And in this the purpose of each one's mind is shown, whether he will supply the demands of hunger and cold by means of thefts, and murders, and perjuries, and other crimes of that sort; or whether, keeping justice and mercy and continence, he will fulfil the service of imminent necessity by the practice of a profession and the labour of his hands."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:6",
                            "text": "For if he supply his bodily wants with justice, and piety, and mercy, he comes forth as a victor in the contest set before him, and is chosen as a friend of the Son of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:7",
                            "text": "But if he serve carnal lusts, by frauds, iniquities, and crimes, he becomes a friend of the prince of this world, and of all demons; by whom he is also taught this, to ascribe to the courses of the stars the errors of his own evil doings, although he chose them of purpose, and willingly."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:8",
                            "text": "For arts are learned and practised, as we have said, under the compulsion of the desire of food and drink; which desire, when the knowledge of the truth comes to any one, becomes weaker, and frugality takes its place."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book IX 6:9",
                            "text": "For what expense have those who use water and bread, and only expect it from God?."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Recognitions of Clement Book IX 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IX 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IX 7:2",
                            "text": "—The Old and the New Birth."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IX 7:3",
                            "text": "\"There is therefore, as we have said, a certain necessary inequality in the dispensation of the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IX 7:4",
                            "text": "Since indeed all men cannot know all things, and accomplish all works, yet all need the use and service of almost all."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IX 7:5",
                            "text": "And on this account it is necessary that one work, and another pay him for his work; that one be servant, and another be master; that one be subject, another be king."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IX 7:6",
                            "text": "But this inequality, which is a necessary provision for the life of men, divine providence has turned into an occasion of justice, mercy, and humanity: that while these things are transacted between man and man, every one may have an opportunity of acting justly with him to whom he has to pay wages for his work; and of acting mercifully to him who, perhaps through sickness or poverty, cannot pay his debt; and of acting humanely towards those who by their creation seem to be subject to him; also of maintaining gentleness towards subjects, and of doing all things according to the law of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IX 7:7",
                            "text": "For He has given a law, thereby aiding the minds of men, that they may the more easily perceive how they ought to act with respect to everything, in what way they may escape evil, and in what way tend to future blessings; and how, being regenerate in water, they may by good works extinguish the fire of their old birth."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book IX 7:8",
                            "text": "For our first birth descends through the fire of lust, and therefore, by the divine appointment, this second birth is introduced by water, which may extinguish the nature of fire; and that the soul, enlightened by the heavenly Spirit, may cast away the fear of the first birth: provided, however, it so live for the time to come, that it do not at all seek after any of the pleasures of this world, but be, as it were, a pilgrim and a stranger, and a citizen of another city."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Recognitions of Clement Book IX 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IX 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IX 8:2",
                            "text": "—Uses of Evils."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IX 8:3",
                            "text": "\"But perhaps you will say, that in those things indeed in which the necessity of nature demands the service of arts and works, any one may have it in his power to maintain justice, and to put what restraint he pleases either upon his desires or his actions; but what shall we say of the sicknesses and infirmities which befall men, and of some being harassed with demons, and fevers, and cold fits, and some being attacked with madness, or losing their reason, and all those things which overwhelm the race of man with innumerable misfortunes? To this we say, that if any one consider the reason of the whole mystery, he will pronounce these things to be more just than those that we have already explained."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IX 8:4",
                            "text": "For God has given a nature to men, by which they may be taught concerning what is good, and to resist evil; that is, they may learn arts, and to resist pleasures, and to set the law of God before them in all things."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book IX 8:5",
                            "text": "And for this end He has permitted certain contrary powers to wander up and down in the world, and to strive against us, for the reasons which have been stated before, that by striving with them the palm of victory and the merit of rewards may accrue to the righteous."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Recognitions of Clement Book IX 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IX 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IX 9:2",
                            "text": "—\"Conceived in Sin\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IX 9:3",
                            "text": "\"From this, therefore, it sometimes happens, that if any persons have acted incontinently, and have been willing not so much to resist as to yield, and to give harbour to these demons in themselves, by their noxious breath an intemperate, ill-conditioned, and diseased progeny is begotten."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IX 9:4",
                            "text": "For while lust is wholly gratified, and no care is taken in the copulation, undoubtedly a weak generation is affected with the defects and frailties of those demons by whose instigation these things are done."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IX 9:5",
                            "text": "And therefore parents are responsible for their children's defects of this sort, because they have not observed the law of intercourse."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IX 9:6",
                            "text": "Though there are also more secret causes, by which souls are made subject to these evils, which it is not to our present purpose to state, yet it behoves every one to acknowledge the law of God, that he may learn from it the observance of generation, and avoid causes of impurity, that that which is begotten may be pure."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book IX 9:7",
                            "text": "For it is not right, while in the planting of shrubs and the sowing of crops a suitable season is sought for, and the land is cleaned, and all things are suitably prepared, lest haply the seed which is sown be injured and perish, that in the case of man only, who is over all these things, there should be no attention or caution in sowing his seed."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Recognitions of Clement Book IX 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IX 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IX 10:2",
                            "text": "—Tow Smeared with Pitch."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IX 10:3",
                            "text": "\"But what, it is said, of the fact that some who in their childhood are free from any bodily defect, yet in process of time fall into those evils, so that some are even violently hurried on to death? Concerning these also the account is at hand, and is almost the same: for those powers which we have said to be contrary to the human race, are in some way invited into the heart of every one by many and diverse lusts, and find a way of entrance; and they have in them such influence and power as can only encourage and incite, but cannot compel or accomplish."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IX 10:4",
                            "text": "If, therefore, any one consents to them, so as to do those things which he wickedly desires, his consent and deed shall find the reward of destruction and the worst kind of death."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IX 10:5",
                            "text": "But if, thinking of the future judgment, he be checked by fear, and reclaim himself, so that he do not accomplish in action what he has conceived in his evil thought, he shall not only escape present destruction, but also future punishments."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IX 10:6",
                            "text": "For every cause of sin seems to be like tow smeared over with pitch, which immediately breaks into flame as soon as it receives the heat of fire; and the kindling of this fire is understood to be the work of demons."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IX 10:7",
                            "text": "If, therefore, any one be found smeared with sins and lusts as with pitch, the fire easily gets the mastery of him."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book IX 10:8",
                            "text": "But if the tow be not steeped in the pitch of sin, but in the water of purification and regeneration, the fire of the demons shall not be able to be kindled in it."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Recognitions of Clement Book IX 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:2",
                            "text": "—Fear."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:3",
                            "text": "\"But some one will say, And what shall we do now, whom it has already happened to us to be smeared with sins as with pitch? I answer: Nothing; but hasten to be washed, that the fuel of the fire may be cleansed out of you by the invocation of the holy name, and that for the future you may bridle your lusts by fear of the judgment to come, and with all constancy beat back the hostile powers whenever they approach your senses."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:4",
                            "text": "But you say, If any one fall into love, how shall he be able to contain himself, though he see before his eyes even that river of fire which they call Pyriphlegethon? This is the excuse of those who will not be converted to repentance."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:5",
                            "text": "But now I would not have you talk of Pyriphlegethon."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:6",
                            "text": "Place before you human punishments, and see what influence fear has."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:7",
                            "text": "When any one is brought to punishment for the crime of love, and is bound to the stake to be burned, can he at that time conceive any desire of her whom he loved, or place her image before his eyes?  By no means, you will say."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:8",
                            "text": "You see, then, that present fear cuts off unrighteous desires."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:9",
                            "text": "But if those who believe in God, and who confess the judgment to come, and the penalty of eternal fire,—if they do not refrain from sin, it is certain that they do not believe with full faith: for if faith is certain, fear also becomes certain; but if there be any detect in faith, fear also is weakened, and then the contrary powers find opportunity of entering."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book IX 11:10",
                            "text": "And when they have consented to their persuasions, they necessarily become subject also to their power, and by their instigation are driven to the precipices of sin."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Recognitions of Clement Book IX 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IX 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IX 12:2",
                            "text": "—Astrologers."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IX 12:3",
                            "text": "\"Therefore the astrologers, being ignorant of such mysteries, think that these things happen by the courses of the heavenly bodies: hence also, in their answers to those who go to them to consult them as to future things, they are deceived in very many instances."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IX 12:4",
                            "text": "Nor is it to be wondered at, for they are not prophets; but, by long practice, the authors of errors find a sort of refuge in those things by which they were deceived, and introduce certain Climacteric Periods, that they may pretend a knowledge of uncertain things."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IX 12:5",
                            "text": "For they represent these Climacterics as times of danger, in which one sometimes is destroyed, sometimes is not destroyed, not knowing that it is not the course of the stars, but the operation of demons, that regulates these things; and those demons, being anxious to confirm the error of astrology, deceive men to sin by mathematical calculations, so that when they suffer the punishment of sin, either by the permission of God or by legal sentence, the astrologer may seem to have spoken truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book IX 12:6",
                            "text": "And yet they are deceived even in this; for if men be quickly turned to repentance, and remember and fear the future judgment, the punishment of death is remitted to those who are converted to God by the grace of baptism."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Recognitions of Clement Book IX 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IX 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IX 13:2",
                            "text": "—Retribution Here or Hereafter."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IX 13:3",
                            "text": "\"But some one will say, Many have committed even murder, and adultery, and other crimes, and have suffered no evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IX 13:4",
                            "text": "This indeed rarely happens to men, but to those who know not the counsel of God it frequently seems to happen."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IX 13:5",
                            "text": "But God, who knows all things, knows how and why he who sins does sin, and what cause leads each one to sin."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IX 13:6",
                            "text": "This, however, is in general to be noticed, that if any are evil, not so much in their mind as in their doings, and are not borne to sin under the incitement of purpose, upon them punishment is inflicted more speedily, and more in the present life; for everywhere and always God renders to every one according to his deeds, as He judges to be expedient."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IX 13:7",
                            "text": "But those who practise wickedness of purpose, so that they sometimes even rage against those from whom they have received benefits, and who take no thought for repentance—their punishment He defers to the future."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book IX 13:8",
                            "text": "For these men do not, like those of whom we spoke before, deserve to end the punishment of their crimes in the present life; but it is allowed them to occupy the present time as they will, because their correction is not such as to need temporal chastisements, but such as to demand the punishment of eternal fire in hell; and there their souls shall seek repentance, where they shall not be able to find it."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Recognitions of Clement Book IX 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IX 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IX 14:2",
                            "text": "—Knowledge Deadens Lusts."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IX 14:3",
                            "text": "\"But if, while in this life, they had placed before their eyes the punishments which they shall then suffer, they would certainly have bridled their lusts, and would in nowise have fallen into sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IX 14:4",
                            "text": "For the understanding in the soul has much power for cutting off all its desires, especially when it has acquired the knowledge of heavenly things, by means of which, having received the light of truth, it will turn away from all darkness of evil actions."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book IX 14:5",
                            "text": "For as the sun obscures and conceals all the stars by the brightness of his shining, so also the mind, by the light of knowledge, renders all the lusts of the soul ineffective and inactive, sending out upon them the thought of the judgment to come as its rays, so that they can no longer appear in the soul."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Recognitions of Clement Book IX 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:2",
                            "text": "—Fear of Men and of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:3",
                            "text": "\"But as a proof that the fear of God has much efficacy for the repressing of lusts, take the example of human fear."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:4",
                            "text": "Who is there among men that does not covet his neighbour's goods? And yet they are restrained, and act honestly, through fear of the punishment which is prescribed by the laws."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:5",
                            "text": "Through fear, nations are subject to their kings, and armies obey with arms in their hands."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:6",
                            "text": "Slaves, although they are stronger than their masters, yet through fear submit to their masters' rule."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:7",
                            "text": "Even wild beasts are tamed by fear; the strongest bulls submit their necks to the yoke, and huge elephants obey their masters, through fear."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:8",
                            "text": "But why do we use human examples, when even divine are not wanting? Does not the earth itself remain under the fear of precept, which it testifies by its motion and quaking? The sea keeps its prescribed bounds; the angels maintain peace; the stars keep their order, and the rivers their channels: it is certain also that demons are put to flight by fear."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:9",
                            "text": "And not to lengthen the discourse by too many particulars, see how the fear of God, restraining everything, keeps all things in proper harmony, and in their fixed order."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book IX 15:10",
                            "text": "How much more, then, may you be sure that the lusts of demons which arise in your hearts may be extinguished and wholly abolished by the admonition of the fear of God, when even the inciters of lust are themselves put to flight by the influence of fear? You know that these things are so; but if you have anything to answer, proceed\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Recognitions of Clement Book IX 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IX 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IX 16:2",
                            "text": "—Imperfect Conviction."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IX 16:3",
                            "text": "Then said the old man: \"My son Clement has wisely framed his argument, so that he has left us nothing to say to these things; but all his discourse which he has delivered on the nature of men has this bearing, that along with the fact that freedom of will is in man, there is also some cause of evil without him, whereby men are indeed incited by various lusts, yet are not compelled to sin; and that for this reason, he said, because fear is much more powerful than they, and it resists and checks the violence of desires, so that, although natural emotions may arise, yet sin may not be committed, those demons being put to flight who incite and inflame these emotions."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book IX 16:4",
                            "text": "But these things do not convince me; for I am conscious of certain things from which I know well, that by the arrangement of the heavenly bodies men become murderers or adulterers, and perpetrate other evils; and in like manner honourable and modest women are compelled to act well."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Recognitions of Clement Book IX 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IX 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IX 17:2",
                            "text": "—Astrological Lore."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IX 17:3",
                            "text": "\"In short, when Mars, holding the centre in his house, regards Saturn quarterly, with Mercury towards the centre, the full moon coming upon him, in the daily Genesis, he produces murderers, and those who are to fall by the sword, bloody, drunken, lustful, devilish men, inquirers into secrets, malefactors, sacrilegious persons, and such like; especially when there was no one of the good stars looking on."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IX 17:4",
                            "text": "But again Mars himself, having a quarterly position with respect to Venus, in a direction toward the centre, while no good star looks on, produces adulterers and incestuous persons."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IX 17:5",
                            "text": "Venus with the Moon, in the borders and houses of Saturn, if she was with Saturn, and Mars looking on, produces women that are viragos, ready for agriculture, building, and every manly work, to commit adultery with whom they please, and not to be convicted by their husbands, to use no delicacy, no ointments, nor feminine robes and shoes, but to live after the fashion of men."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book IX 17:6",
                            "text": "But the unpropitious Venus makes men to be as women, and not to act in any respect as men, if she is with Mars in Aries; on the contrary, she produces women if she is in Capricorn or Aquarius\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Recognitions of Clement Book IX 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IX 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IX 18:2",
                            "text": "—The Reply."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IX 18:3",
                            "text": "And when the old man had pursued this subject at great length, and had enumerated every kind of mathematical figure, and also the position of the heavenly bodies, wishing thereby to show that fear is not sufficient to restrain lusts, I answered again: \"Truly, my father, you have argued most learnedly and skilfully; and reason herself invites me to say something in answer to your discourse, since indeed I am acquainted with the science of mathematics, and gladly hold a conference with so learned a man."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book IX 18:4",
                            "text": "Listen therefore, while I reply to what you have said that you may learn distinctly that Genesis is not at all from the stars, and that it is possible for those to resist the assault of demons who have recourse to God; and, as I said before, that not only by the fear of God can natural lusts be restrained, but even by the fear of men, as we shall now instruct you."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Recognitions of Clement Book IX 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IX 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IX 19:2",
                            "text": "—Refutation of Astrology."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IX 19:3",
                            "text": "\"There are, in every country or kingdom, laws imposed by men, enduring either by writing or simply through custom, which no one easily transgresses."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IX 19:4",
                            "text": "In short, the first Seres, who dwell at the beginning of the world, have a law not to know murder, nor adultery, nor whoredom, and not to commit theft, and not to worship idols; and in all that country, which is very large, there is neither temple, nor image, nor harlot, nor adulteress, nor is any thief brought to trial."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IX 19:5",
                            "text": "But neither is any man ever slain there; and no man's liberty of will is compelled, according to your doctrine, by the fiery star of Mars, to use the sword for the murder of man; nor does Venus in conjunction with Mars compel to adultery, although of course with them Mars occupies the middle circle of heaven every day."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book IX 19:6",
                            "text": "But amongst the Seres the fear of laws is more powerful than the configuration of Genesis."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Recognitions of Clement Book IX 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IX 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IX 20:2",
                            "text": "—Brahmans."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IX 20:3",
                            "text": "\"There are likewise amongst the Bactrians, in the Indian countries, immense multitudes of Brahmans, who also themselves, from the tradition of their ancestors, and peaceful customs and laws, neither commit murder nor adultery, nor worship idols, nor have the practice of eating animal food, are never drunk, never do anything maliciously, but always fear God."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IX 20:4",
                            "text": "And these things indeed they do, though the rest of the Indians commit both murders and adulteries, and worship idols, and are drunken, and practise other wickednesses of this sort."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IX 20:5",
                            "text": "Yea, in the western parts of India itself there is a certain country, where strangers, when they enter it, are taken and slaughtered and eaten; and neither have good stars prevented these men from such wickednesses and from accursed food, nor have malign stars compelled the Brahmans to do any evil."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IX 20:6",
                            "text": "Again, there is a custom among the Persians to marry mothers, and sisters, and daughters."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book IX 20:7",
                            "text": "In all that district the Persians contract incestuous marriages."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Recognitions of Clement Book IX 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IX 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IX 21:2",
                            "text": "—Districts of Heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book IX 21:3",
                            "text": "\"And that those who study mathematics may not have it in their power to use that subterfuge by which they say that there are certain districts of heaven to which it is granted to have some things peculiar to themselves, some of that nation of Persians have gone to foreign countries, who are called Magusaei, of whom there are some to this day in Media, others in Parthia, some also in Egypt, and a considerable number in Galatia and Phrygia, all of whom maintain the form of this incestuous tradition without variation, and hand it down to their posterity to be observed, even although they have changed their district of heaven; nor has Venus with the Moon in the confines and houses of Saturn, with Saturn also and Mars looking on, compelled them to have a Genesis among other men."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Recognitions of Clement Book IX 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IX 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IX 22:2",
                            "text": "—Customs of the Gelones."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IX 22:3",
                            "text": "\"Amongst the Geli also there is a custom, that women cultivate the fields, build, and do every manly work; and they are also allowed to have intercourse with whom they please, and are not found fault with by their husbands, or called adulteresses: for they have promiscuous intercourse everywhere, and especially with strangers; they do not use ointments; they do not wear dyed garments, nor shoes."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IX 22:4",
                            "text": "On the other hand, the men of the Gelones are adorned, combed, clothed in soft and various-coloured garments, decked with gold, and besmeared with ointments, and that not through lack of manliness, for they are most warlike, and most keen hunters."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book IX 22:5",
                            "text": "Yet the whole women of the Gelones had not at their birth the unfavourable Venus in Capricornus or Aquarius; nor had all their men Venus placed with Mars in Aries, by which configuration the Chaldean science asserts that men are born effeminate and dissolute."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Recognitions of Clement Book IX 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IX 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IX 23:2",
                            "text": "—Manners of the Susidae."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IX 23:3",
                            "text": "\"But, further, in Susae the women use ointments, and indeed of the best sort, being decked with ornaments and precious stones; also they go abroad supported by the aid of their maidservants, with much greater ambition than the men."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IX 23:4",
                            "text": "They do not, however, cultivate modesty, but have intercourse indifferently with whomsoever they please, with slaves and guests, such liberty being allowed them by their husbands; and not only are they not blamed for this, but they also rule over their husbands."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IX 23:5",
                            "text": "And yet the Genesis of all the Susian women has not Venus, with Jupiter and Mars in the middle of the heaven in the houses of Jupiter."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IX 23:6",
                            "text": "In the remoter parts of the East, if a boy be treated unnaturally, when it is discovered, he is killed by his brothers, or his parents, or any of his relations, and is left unburied."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IX 23:7",
                            "text": "And again, among the Gauls, an old law allows boys to be thus treated publicly; and no disgrace is thought to attach to it."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book IX 23:8",
                            "text": "And is it possible, that all those who are so basely treated among the Gauls, have had Lucifer with Mercury in the houses of Saturn and the confines of Mars?."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Recognitions of Clement Book IX 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IX 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IX 24:2",
                            "text": "—Different Customs of Different Countries."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IX 24:3",
                            "text": "\"In the regions of Britain several men have one wife; in Parthia many women have one husband; and each part of the world adheres to its own manners and institutions."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IX 24:4",
                            "text": "None of the Amazons have husbands, but, like animals, they go out from their own territories once a year about the vernal equinox, and live with the men of the neighbouring nation, observing a sort of solemnity the while, and when they have conceived by them they return; and if they bring forth a male child, they cast him away, and rear only females."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IX 24:5",
                            "text": "Now, since the birth of all is at one season, it is absurd to suppose that in the case of males Mars is at the time in equal portions with Saturn, but never in the Genesis of females; and that they have not Mercury placed with Venus in his own houses, so as to produce either painters, or sculptors, or money-changers; or in the houses of Venus, so that perfumers, or singers, or poets might be produced."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IX 24:6",
                            "text": "Among the Saracens, and Upper Libyans, and Moors, and the dwellers about the mouths of the ocean, and also in the remote districts of Germany, and among the Sarmatians and Scythians, and all the nations who dwell in the regions of the Pontic shore, and in the island Chrysea, there is never found a money-changer, nor a sculptor, nor a painter, nor an architect, nor a geometrician, nor a tragedian, nor a poet."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book IX 24:7",
                            "text": "Therefore the influence of Mercury and Venus must be wanting among them."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Recognitions of Clement Book IX 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IX 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IX 25:2",
                            "text": "—Not Genesis, But Free-Will."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IX 25:3",
                            "text": "\"The Medes alone in all the world, with the greatest care, throw men still breathing to be devoured by dogs; yet they have not Mars with the Moon placed in Cancer all through their daily Genesis."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IX 25:4",
                            "text": "The Indians burn their dead, and the wives of the dead voluntarily offer themselves, and are burned with them."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IX 25:5",
                            "text": "But all the Indian women who are burned alive have not the Sun under the earth in nightly Genesis, with Mars in the regions of Mars."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IX 25:6",
                            "text": "Very many of the Germans end their lives by the halter; but all have not therefore the Moon with Hora begirt by Saturn and Mars."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book IX 25:7",
                            "text": "From all this it appears that the fear of the laws bears sway in every country, and the freedom of will which is implanted in man by the Spirit complies with the laws; and Genesis can neither compel the Seres to commit murder, nor the Brahmans to eat flesh, nor the Persians to shun incest, nor the Indians to refrain from burning, nor the Medes from being devoured by dogs, nor the Parthians from having many wives, nor the women of Mesopotamia from preserving their chastity, nor the Greeks from athletic exercises, nor the Gallic boys from being abused; nor can it compel the barbarious nations to be instructed in the studies of the Greeks; but, as we have said, each nation observes its own laws according to free-will, and annuls the decrees of Genesis by the strictness of laws."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Recognitions of Clement Book IX 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IX 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IX 26:2",
                            "text": "—Climates."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IX 26:3",
                            "text": "\"But some one skilled in the science of mathematics will say that Genesis is divided into seven parts, which they call climates, and that over each climate one of the seven heavenly bodies bears rule; and that those diverse laws to which we have referred are not given by men, but by those dominant stars according to their will, and that that which pleases the star is observed by men as a law."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book IX 26:4",
                            "text": "To this we shall answer, in the first place, that the world is not divided into seven parts; and in the second place, that if it were so, we find many different laws in one part and one country; and therefore there are neither seven laws according to the number of the heavenly bodies, nor twelve according to the number of the signs, nor thirty-six according to that of the divisions of ten degrees; but they are innumerable."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Recognitions of Clement Book IX 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IX 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IX 27:2",
                            "text": "—Doctrine of \"Climates\" Untenable."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IX 27:3",
                            "text": "\"Moreover, we ought to remember the things which have been mentioned, that in the one country of India there are both persons who feed on human flesh, and persons who abstain even from the flesh of sheep, and birds, and all living creatures; and that the Magusaei marry their mothers and daughters not only in Persia, but that in every nation where they dwell they keep up their incestuous customs."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IX 27:4",
                            "text": "Then, besides, we have mentioned also innumerable nations, which are wholly ignorant of the studies of literature, and also some wise men have changed the laws themselves in several places; and some laws have been voluntarily abandoned, on account of the impossibility of observing them, or on account of their baseness."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IX 27:5",
                            "text": "Assuredly we can easily ascertain how many rulers have changed the laws and customs of nations which they have conquered, and subjected them to their own laws."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IX 27:6",
                            "text": "This is manifestly done by the Romans, who have brought under the Roman law and the civil decrees almost the whole world, and all nations who formerly lived under various laws and customs of their own."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book IX 27:7",
                            "text": "It follows, therefore, that the stars of the nations which have been conquered by the Romans have lost their climates and their portions."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Recognitions of Clement Book IX 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IX 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IX 28:2",
                            "text": "—Jewish Customs."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IX 28:3",
                            "text": "\"I shall add another thing which may satisfy even the most incredulous."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IX 28:4",
                            "text": "All the Jews who live under the law of Moses circumcise their sons on the eighth day without fail, and shed the blood of the tender infant."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IX 28:5",
                            "text": "But no one of the Gentiles has ever submitted to this on the eighth day; and, on the other hand, no one of the Jews has ever omitted it."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IX 28:6",
                            "text": "How then shall the account of Genesis stand with this, since Jews live in all parts of the world, mixed with Gentiles, and on the eighth day suffer the cutting of a member? And no one of the Gentiles, but only they themselves, as I have said, do this, induced to it not by the compulsion of any star, nor by the perfusion of blood, but by the law of their religion; and in whatever part of the world they are, this sign is familiar to them."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book IX 28:7",
                            "text": "But also the fact that one name is among them all, wheresoever they are, does this also come through Genesis? And also that no child born among them is ever exposed, and that on every seventh day they all rest, wherever they may be, and do not go upon a journey, and do not use fire? Why is it, then, that no one of the Jews is compelled by Genesis to go on a journey, or to build, or to sell or buy anything on that day?."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Recognitions of Clement Book IX 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IX 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IX 29:2",
                            "text": "—The Gospel More Powerful Than \"Genesis\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IX 29:3",
                            "text": "\"But I shall give a still stronger proof of the matters in hand."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IX 29:4",
                            "text": "For, behold, scarcely seven years have yet passed since the advent of the righteous and true Prophet; and in the course of these, men of all nations coming to Judaea, and moved both by the signs and miracles which they saw, and by the grandeur of His doctrine, received His faith; and then going back to their own countries, they rejected the lawless rites of the Gentiles, and their incestuous marriages."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book IX 29:5",
                            "text": "In short, among the Parthians—as Thomas, who is preaching the Gospel amongst them, has written to us—not many now are addicted to polygamy; nor among the Medes do many throw their dead to dogs; nor are the Persians pleased with intercourse with their mothers, or incestuous marriages with their daughters; nor do the Susian women practise the adulteries that were allowed them; nor has Genesis been able to force those into crimes whom the teaching of religion restrained."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Recognitions of Clement Book IX 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IX 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IX 30:2",
                            "text": "—\"Genesis\" Inconsistent with God's Justice."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IX 30:3",
                            "text": "\"Behold, from the very matter in which we are now engaged draw an inference, and from the circumstances in which we are now placed deduce a conclusion, how, through a rumour only reaching the ears of men that a Prophet had appeared in Judaea to teach men with signs and miracles to worship one God, all were expecting with prepared and eager minds, even before the coming of my lord Peter, that some one would announce to them what He taught who had appeared."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IX 30:4",
                            "text": "But lest I should seem to carry the enumeration too far, I shall tell you what conclusion ought to be drawn from the whole."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IX 30:5",
                            "text": "Since God is righteous, and since He Himself made the nature of men, how could it be that He should place Genesis in opposition to us, which should compel us to sin, and then that He should punish us when we do sin? Whence it is certain that God punishes no sinner either in the present life or in that to come, except because He knows that he could have conquered, but neglected victory."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IX 30:6",
                            "text": "For even in the present world He takes vengeance upon men, as He did upon those who perished in the deluge, who were all destroyed in one day, yea, in one hour, although it is certain that they were not all born in one hour according to the order of genesis."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book IX 30:7",
                            "text": "But it is most absurd to say that it befalls us by nature to suffer evils, if sins had not gone before."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Recognitions of Clement Book IX 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IX 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IX 31:2",
                            "text": "—Value of Knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IX 31:3",
                            "text": "\"And therefore, if we desire salvation, we ought above all to seek after knowledge, being sure that if our mind remain in ignorance, we shall endure not only the evils of genesis, but also whatever other evils from without the demons may please, unless fear of laws and of the judgment to come resist all our desires, and check the violence of sinning."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IX 31:4",
                            "text": "For even human fear does much good, and also much evil, unknown to Genesis, as we have shown above."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IX 31:5",
                            "text": "Therefore our mind is subject to errors in a threefold manner: from those things which come to us through evil custom; or from those lusts which the body naturally stirs up in us; or from those which hostile powers compel us to."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IX 31:6",
                            "text": "But the mind has it in its own nature to oppose and fight against these, when the knowledge of truth shines upon it, by which knowledge is imparted fear of the judgment to come, which is a fit governor of the mind, and which can recall it from the precipices of lusts."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book IX 31:7",
                            "text": "That these things, therefore, are in our power, has been sufficiently stated."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Recognitions of Clement Book IX 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:2",
                            "text": "—Stubborn Facts."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:3",
                            "text": "\"Now, old man, if you have any thing to say in answer to these things, say on\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:4",
                            "text": "Then said the old man: \"You have most fully argued, my son; but I, as I said at first, am prevented by my own consciousness from according assent to all this incomparable statement of yours."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:5",
                            "text": "For I know both my own Genesis and that of my wife, and I know that those things have happened which our Genesis prescribed to each of us; and I cannot now be withdrawn by words from those things which I have ascertained by facts and deeds."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:6",
                            "text": "In short, since I perceive that you are excellently skilled in this sort of learning, hear the horoscope of my wife, and you shall find the configuration whose issue has occurred."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:7",
                            "text": "For she had Mars with Venus above the centre, and the Moon setting in the houses of Mars and the confines of Saturn."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:8",
                            "text": "Now this configuration leads women to be adulteresses, and to love their own slaves, and to end their days in foreign travel and in waters."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:9",
                            "text": "And this has so come to pass."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book IX 32:10",
                            "text": "For she fell in love with her slave, and fearing at once danger and reproach, she fled with him, and going abroad, where she satisfied her love, she perished in the sea\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Recognitions of Clement Book IX 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IX 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IX 33:2",
                            "text": "—An Approaching Recognition."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IX 33:3",
                            "text": "Then I answered: \"How know you that she cohabited with her slave abroad, and died in his society?\" Then the old man said: \"I know it with perfect certainty; not indeed that she was married to the slave, as indeed I had not even discovered that she loved him."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IX 33:4",
                            "text": "But after she was gone, my brother gave me the whole story, telling me that first she had loved himself; but he, being honourable as a brother, would not pollute his brother's bed with the stain of incest."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IX 33:5",
                            "text": "But she, being both afraid of me, and unable to bear the unhappy reproaches (and yet she should not be blamed for that to which her Genesis compelled her), pretended a dream, and said to me: 'Some one stood by me in a vision, who ordered me to leave the city without delay with my two twins."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IX 33:6",
                            "text": "' When I heard this, being anxious for her safety and that of my sons, I immediately sent away her and the children, retaining with myself one who was younger."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book IX 33:7",
                            "text": "For this she said that he had permitted who had given her warning in her sleep\"."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Recognitions of Clement Book IX 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IX 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IX 34:2",
                            "text": "—The Other Side of the Story."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IX 34:3",
                            "text": "Then I Clement, understanding that he perchance was my father, was drowned in tears, and my brothers also were ready to rush forward and to disclose the matter; but Peter restrained them, saying: \"Be quiet, until I give you permission\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IX 34:4",
                            "text": "Therefore Peter, answering, said to the old man: \"What was the name of your younger son?\" And he said: \"Clement\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IX 34:5",
                            "text": "Then Peter: \"If I shall this day restore to you your most chaste wife and your three sons, will you believe that a modest mind can overcome unreasonable impulses, and that all things that have been spoken by us are true, and that Genesis is nothing?\" Then said the old man: \"As it is impossible for you to perform what you have promised, so it is impossible that anything can take place apart from Genesis\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IX 34:6",
                            "text": "Then says Peter: \"I wish to have all who are here present as witnesses that I shall this day hand over to you your wife, who is living most chastely, with your three sons."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book IX 34:7",
                            "text": "And now take a token of these things from this, that I know the whole story much more accurately than you do; and I shall relate the whole occurrences in order, both that you may know them, and that those who are present may learn\"."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Recognitions of Clement Book IX 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:2",
                            "text": "—Revelations."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:3",
                            "text": "When he had said this, he turned to the crowds, and thus began: \"This person whom you see, O men, in this poor garb, is a citizen of the city Rome, descended of the stock of Caesar himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:4",
                            "text": "His name is Faustinianus."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:5",
                            "text": "He obtained as his wife a woman of the highest rank, Matthidia by name."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:6",
                            "text": "By her he had three sons, two of whom were twins; and the one who was the younger, whose name was Clement, is this man!\" When he said this, he pointed to me with his finger."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:7",
                            "text": "\"And his twin sons are these men, Niceta and Aquila, the one of whom was formerly called Faustinus and the other Faustus\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:8",
                            "text": "But as soon as Peter pronounced our names, all the old man's limbs were weakened, and he fell down in a swoon."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:9",
                            "text": "But we his sons rushed to him, and embraced and kissed him, fearing that we might not be able to recall his spirit."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book IX 35:10",
                            "text": "And while these things were going on, the people were confounded with very wonder."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Recognitions of Clement Book IX 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IX 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IX 36:2",
                            "text": "—New Revelations."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book IX 36:3",
                            "text": "But Peter ordered us to rise from embracing our father, lest we should kill him; and he himself, laying hold of his hand, and lifting him up as from a deep sleep, and gradually reviving him, began to set forth to him the whole transactions as they had really happened: how his brother had fallen in love with Matthidia, and how she, being very modest, had been unwilling to inform her husband of his brother's lawless love, lest she should stir up hostility between the brothers, and bring disgrace upon the family; and how she had wisely pretended a dream, by which she was ordered to depart from the city with her twin sons, leaving the younger one with his father; and how on their voyage they had suffered shipwreck through the violence of a storm; and how, when they were cast upon an island called Antaradus, Matthidia was thrown by a wave upon a rock, but her twin children were seized by pirates and carried to Caesarea, and there sold to a pious woman, who treated them as sons, and brought them up, and caused them to be educated as gentlemen; and how the pirates had changed their names, and called the one Niceta and the other Aquila; and how afterwards, through common studies and acquaintanceship, they had adhered to Simon; and how they had turned away from him when they saw him to be a magician and a deceiver, and had come to Zacchaeus; and how subsequently they had been associated with himself; and how Clement also, setting out from the city for the sake of learning the truth, had, through his acquaintance with Barnabas, come to Caesarea, and had become known to him, and had adhered to him, and how he had been taught by him the faith of his religion; and also how he had found and recognised his mother begging at Antaradus, and how the whole island rejoiced at his recognition of her; and also concerning her sojourn with her most chaste hostess, and the cure that he had wrought upon her, and concerning the liberality of Clement to those who had been kind to his mother; and how afterwards, when Niceta and Aquila asked who the strange woman was, and had heard the whole story from Clement, they cried out that they were her twin sons Faustinus and Faustus; and how they had unfolded the whole history of what had befallen them; and how afterwards, by the persuasion of Peter himself, they were presented to their mother with caution, lest she should be cut off by the sudden joy."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Recognitions of Clement Book IX 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IX 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IX 37:2",
                            "text": "—Another Recognition."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IX 37:3",
                            "text": "But while Peter was detailing these things in the hearing of the old man, in a narrative which was most pleasing to the crowd, so that the hearers wept through wonder at the events, and through compassion for sufferings incident to humanity, my mother, hearing (I know not how) of the recognition of my father, rushed into the middle of us in breathless haste, crying out, and saying: \"Where is my husband, my lord Faustinianus, who has been so long afflicted, wandering from city to city in search of me?\" While she shouted thus like one demented, and gazed around, the old man, running up, began to embrace and hug her with many tears."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IX 37:4",
                            "text": "And while these things were going on, Peter requested the crowds to disperse, saying that it was unseemly to remain longer; but that opportunity must be afforded them of seeing one another more privately."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book IX 37:5",
                            "text": "\"But to-morrow,\" said he, \"if any of you wish it, let them assemble to hear the word\"."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Recognitions of Clement Book IX 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:2",
                            "text": "—\"Angels Unawares\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:3",
                            "text": "When Peter had said this, the crowds dispersed; and when we also were intending to go to our lodging, the master of the house said to us: \"It is base and wicked that such and so great men should stay in a hostelry, when I have almost my whole house empty, and very many beds spread, and all necessary things provided\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:4",
                            "text": "But when Peter refused, the wife of the householder prostrated herself before him with her children, and besought him, saying, \"I entreat you, stay with us\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:5",
                            "text": "But not even so did Peter consent, until the daughter of those people who asked him, who had been for a long time vexed with an unclean spirit, and bound with chains, who had been shut up in a closet, having had the demon expelled from her, and the door of the closet opened, came with her chains and fell down at Peter's feet, saying: \"It is right, my lord, that you keep my deliverance-feast here to-day, and not sadden me or my parents\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:6",
                            "text": "But when Peter asked what was the meaning of her chains and of her words, her parents, gladdened beyond hope by the recovery of their daughter, were, as it were, thunderstruck with astonishment, and could not speak; but the servants who were in attendance said: \"This girl has been possessed of a demon from her seventh year, and used to cut, and bite, and even to tear in pieces, all who attempted to approach her, and this she has never ceased to do for twenty years till the present time."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:7",
                            "text": "Nor could any one cure her, or even approach her, for she rendered many helpless, and even destroyed some; for she was stronger than any man, being doubtless strengthened by the power of the demon."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:8",
                            "text": "But now, as you see, the demon has fled from your presence, and the doors which were shut with the greatest strength have been opened, and she herself stands before you in her sound mind, asking of you to make the day of her recovery gladsome both to herself and her parents, and to remain with them\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:9",
                            "text": "When one of the servants had made this statement, and the chains of their own accord were loosened from her hands and feet, Peter, being sure that it was by his means that soundness was restored to the girl, consented to remain with them."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book IX 38:10",
                            "text": "And he ordered those also who had remained in the lodging, with his wife, to come over; and every one of us having got a separate bed-chamber, we remained; and having taken food in the usual manner, and given praises to God, we went to sleep in our several apartments."
                        }
                    ]
                }
            ]
        }
    ]
}