{
    "books": [
        {
            "name": "The Twelve Patriarchs: Zebulun",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Twelve Patriarchs: Zebulun 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:2",
                            "text": "—The Testament of Zebulun Concerning Compassion and Mercy."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:3",
                            "text": "The record of Zebulun, which he enjoined his children in the hundred and fourteenth year of his life, thirty-two years after the death of Joseph."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:4",
                            "text": "And he said to them:  Hearken to me sons of Zebulun, attend to the words of your father."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:5",
                            "text": "I am Zebulun, a good gift to my parents."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:6",
                            "text": "For when I was born our father was increased very exceedingly, both in flocks and herds, when with the streaked rods he had his portion."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:7",
                            "text": "I know not, my children, that in all my days I have sinned, save only in thought."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:8",
                            "text": "Nor do I remember that I have done any iniquity, except the sin of ignorance which I committed against Joseph; for I screened my brethren, not telling to my father what had been done."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:9",
                            "text": "And I wept sore in secret, for I feared my brethren, because they had all agreed together, that if any one should declare the secret, he should be slain with the sword."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:10",
                            "text": "But when they wished to kill him, I adjured them much with tears not to be guilty of this iniquity."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:11",
                            "text": "For Simeon and Gad came against Joseph to kill him."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:12",
                            "text": "And Joseph fell upon his face, and said unto them, Pity me, my brethren, have compassion upon the bowels of Jacob our father:  lay not upon me your hands to shed innocent blood, for I have not sinned against you; yea, if I have sinned, with chastening chastise me, but lay not upon me your hand, for the sake of Jacob our father."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:13",
                            "text": "And as he spoke these words, I pitied him and began to weep, and my heart melted within me, and all the substance of my bowels was loosened within my soul."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:14",
                            "text": "And Joseph also wept, and I too wept with him; and my heart throbbed fast, and the joints of my body trembled, and I was not able to stand."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:15",
                            "text": "And when he saw me weeping with him, and them coming against him to slay him, he fled behind me, beseeching them."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:16",
                            "text": "And Reuben rose and said, My brethren, let us not slay him, but let us cast him into one of these dry pits which our fathers digged and found no water."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:17",
                            "text": "For for this cause the Lord forbade that water should rise up in them, in order that Joseph might be preserved; and the Lord appointed it so, until they sold him to the Ishmaelites."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:18",
                            "text": "For in the price of Joseph, my children, I had no share; but Simeon and Gad and six other of our brethren took the price of Joseph, and bought sandals for themselves, their wives, and their children, saying, We will not eat of it, for it is the price of our brother's blood, but will tread it down under foot, because he said that he was king over us, and so let us see what his dreams mean."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:19",
                            "text": "Therefore is it written in the writing of the law of Enoch, that whosoever will not raise up seed to his brother, his sandal shall be unloosed, and they shall spit into his face."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:20",
                            "text": "And the brethren of Joseph wished not that their brother should live, and the Lord loosed unto them the sandal of Joseph."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:21",
                            "text": "For when they came into Egypt they were unloosed by the servants of Joseph before the gate, and so made obeisance to Joseph after the fashion of Pharaoh."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:22",
                            "text": "And not only did they make obeisance to him, but were spit upon also, falling down before him forthwith, and so they were put to shame before the Egyptians; for after this the Egyptians heard all the evils which we had done to Joseph."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:23",
                            "text": "After these things they brought forth food; for I through two days and two nights tasted nothing, through pity for Joseph."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:24",
                            "text": "And Judah ate not with them, but watched the pit; for he feared lest Simeon and Gad should run back and slay him."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:25",
                            "text": "And when they saw that I also ate not, they set me to watch him until he was sold."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:26",
                            "text": "And he remained in the pit three days and three nights, and so was sold famishing."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:27",
                            "text": "And when Reuben heard that while he was away Joseph had been sold, he rent his clothes about him, and mourned, saying, How shall I look in the face of Jacob my father?  And he took the money, and ran after the merchants, and found no one; for they had left the main road, and journeyed hastily through rugged byways."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:28",
                            "text": "And Reuben ate no food on that day."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:29",
                            "text": "Dan therefore came to him, and said, Weep not, neither grieve; for I have found what we can say to our father Jacob."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:30",
                            "text": "Let us slay a kid of the goats, and dip in it the coat of Joseph; and we will say, Look, if this is the coat of thy son:  for they stripped off from Joseph the coat of our father when they were about to sell him, and put upon him an old garment of a slave."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:31",
                            "text": "Now Simeon had the coat, and would not give it up, wishing to rend it with his sword; for he was angry that Joseph lived, and that he had not slain him."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:32",
                            "text": "Then we all rose up together against him, and said, If thou give it not up, we will say that thou alone didst this wickedness in Israel; and so he gave it up, and they did even as Dan had said."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:33",
                            "text": "And now, my children, I bid you to keep the commands of the Lord, and to show mercy upon your neighbour, and to have compassion towards all, not towards men only, but also towards beasts."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:34",
                            "text": "For for this thing's sake the Lord blessed me; and when all my brethren were sick I escaped without sickness, for the Lord knoweth the purposes of each."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:35",
                            "text": "Have therefore compassion in your hearts, my children, because even as a man doeth to his neighbour, even so also will the Lord do to him."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:36",
                            "text": "For the sons of my brethren were sickening, were dying on account of Joseph, because they showed not mercy in their hearts; but my sons were preserved without sickness, as ye know."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:37",
                            "text": "And when I was in Canaan, by the sea-coast, I caught spoil of fish for Jacob my father; and when many were choked in the sea, I abode unhurt."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:38",
                            "text": "I was the first who made a boat to sail upon the sea, for the Lord gave me understanding and wisdom therein; and I let down a rudder behind it, and I stretched a sail on an upright mast in the midst; and sailing therein along the shores, I caught fish for the house of my father until we went into Egypt; and through compassion, I gave of my fish to every stranger."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:39",
                            "text": "And if any man were a stranger, or sick, or aged, I boiled the fish and dressed them well, and offered them to all men as every man had need, bringing them together and having compassion upon them."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:40",
                            "text": "Wherefore also the Lord granted me to take much fish:  for he that imparteth unto his neighbour, receiveth manifold more from the Lord."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:41",
                            "text": "For five years I caught fish, and gave thereof to every man whom I saw, and brought sufficient for all the house of my father."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:42",
                            "text": "In the summer I caught fish, and in the winter I kept sheep with my brethren."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:43",
                            "text": "Now I will declare unto you what I did, I saw a man in distress and nakedness in wintertime, and had compassion upon him, and stole away a garment secretly from my house, and gave it to him who was in distress."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:44",
                            "text": "Do you therefore, my children, from that which God bestoweth upon you, show compassion and mercy impartially to all men, and give to every man with a good heart."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:45",
                            "text": "And if ye have not at the time wherewith to give to him that asketh you, have compassion for him in bowels of mercy."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:46",
                            "text": "I know that my hand found not at the time wherewith to give to him that asked me, and I walked with him weeping for more than seven furlongs, and my bowels yearned towards him unto compassion."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:47",
                            "text": "Have therefore yourselves also, my children, compassion towards every man with mercy, that the Lord also may have compassion upon you, and have mercy upon you; because also in the last days God sendeth His compassion on the earth, and wheresoever He findeth bowels of mercy, He dwelleth in him."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:48",
                            "text": "For how much compassion a man hath upon his neighbours, so much also hath the Lord upon him."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:49",
                            "text": "For when we went down into Egypt, Joseph bore no malice against us, and when he saw me he was filled with compassion."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:50",
                            "text": "And looking towards him, do ye also, my children, approve yourselves without malice, and love one another; and reckon not each one the evil of his brother, for this breaketh unity, and divideth all kindred, and troubleth the soul:  for he who beareth malice hath not bowels of mercy."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:51",
                            "text": "Mark the waters, that they flow together, and sweep along stones, trees, sand; but if they are divided into many streams, the earth sucketh them up, and they become of no account."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:52",
                            "text": "So also shall ye be if ye be divided."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:53",
                            "text": "Divide not yourselves into two heads, for everything which the Lord made hath but one head; He gave two shoulders, hands, feet, but all the members are subject unto the one head."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:54",
                            "text": "I have learnt by the writing of my fathers, that in the last days ye will depart from the Lord, and be divided in Israel, and ye will follow two kings, and will work every abomination, and every idol will ye worship, and your enemies shall lead you captive, and ye shall dwell among the nations with all infirmities and tribulations and anguish of soul."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:55",
                            "text": "And after these things ye will remember the Lord, and will repent, and He will lead you back; for He is merciful and full of compassion, not imputing evil to the sons of men, because they are flesh, and the spirits of error deceive them in all their doings."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:56",
                            "text": "And after these things shall the Lord Himself arise to you, the Light of righteousness, and healing and compassion shall be upon His wings."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:57",
                            "text": "He shall redeem all captivity of the sons of men from Beliar, and every spirit of error shall be trodden down."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:58",
                            "text": "And He shall bring back all the nations to zeal for Him, and ye shall see God in the fashion of a man whom the Lord shall choose, Jerusalem is His name."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:59",
                            "text": "And again with the wickedness of your words will ye provoke Him to anger, and ye shall be cast away, even unto the time of consummation."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:60",
                            "text": "And now, my children, grieve not that I am dying, nor be troubled in that I am passing away from you."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:61",
                            "text": "For I shall arise once more in the midst of you, as a ruler in the midst of his sons; and I will rejoice in the midst of my tribe, as many as have kept the law of the Lord, and the commandments of Zebulun their father."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:62",
                            "text": "But upon the ungodly shall the Lord bring everlasting fire, and will destroy them throughout all generations."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:63",
                            "text": "I am hastening away unto my rest, as did my fathers; but do ye fear the Lord your God with all your strength all the days of your life."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Zebulun 1:64",
                            "text": "And when he had said these things he fell calmly asleep, and his sons laid him in a coffin; and afterwards they carried him up to Hebron, and buried him with his fathers."
                        }
                    ]
                }
            ]
        }
    ]
}