{
    "books": [
        {
            "name": "Methodius: Banquet of the Ten Virgins - Thallousa",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Banquet of the Ten Virgins - Thallousa 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 1:1",
                            "text": "Thallousa: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 1:2",
                            "text": "—The Offering of Chastity a Great Gift."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 1:3",
                            "text": "I pray you, Arete, that you will give your assistance now too, that I may seem to speak something worthy in the first place of yourself, and then of those who are present."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 1:4",
                            "text": "For I am persuaded, having thoroughly learnt it from the sacred writings, that the greatest and most glorious offering and gift, to which there is nothing comparable, which men can offer to God, is the life of virginity."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 1:5",
                            "text": "For although many accomplished many admirable things, according to their vows, in the law, they alone were said to fulfil a great vow who were willing to offer themselves of their free-will."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 1:6",
                            "text": "For the passage runs thus: \"And the Lord spake unto Moses, saying, Speak unto the children of Israel, and say unto them, when either man or woman shall separate themselves…unto the Lord\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 1:7",
                            "text": "One vows to offer gold and silver vessels for the sanctuary when he comes, another to offer the tithe of his fruits, another of his property, another the best of his flocks, another consecrates his being; and no one is able to vow a great vow to the Lord, but he who has offered himself entirely to God."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:2",
                            "text": "—Abraham's Sacrifice of a Heifer Three Years Old, of a Goat, and of a Ram Also Three Years Old: Its Meaning; Every Age to Be Consecrated to God; The Threefold Watch and Our Age."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:3",
                            "text": "I must endeavour, O virgins, by a true exposition, to explain to you the mind of the Scripture according to its meaning."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:4",
                            "text": "Now, he who watches over and restrains himself in part, and in part is distracted and wandering, is not wholly given up to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:5",
                            "text": "Hence it is necessary that the perfect man offer up all, both the things of the soul and those of the flesh, so that he may be complete and not lacking."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:6",
                            "text": "Therefore also God commands Abraham, \"Take Me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtle dove, and a young pigeon;\" which is admirably said; for remark, that concerning those things, He also gives this command, Bring them Me and keep them free from the yoke, even thy soul uninjured, like a heifer, and your flesh, and your reason; the last like a goat, since he traverses lofty and precipitous places, and the other like a ram, that he may in nowise skip away, and fall and slip off from the right way."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:7",
                            "text": "For thus shalt thou be perfect and blameless, O Abraham, when thou hast offered to Me thy soul, and thy sense, and thy mind, which He mentioned under the symbol of the heifer, the goat, and the ram of three years old, as though they represented the pure knowledge of the Trinity."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:8",
                            "text": "And perhaps He also symbolizes the beginning, the middle, and the end of our life and of our age, wishing as far as possible that men should spend their boyhood, their manhood, and their more advanced life purely, and offer them up to Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:9",
                            "text": "Just as our Lord Jesus Christ commands in the Gospels, thus directing: \"Let not your lights be extinguished, and let not your loins be loosed."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:10",
                            "text": "Therefore also be ye like men who wait for their lord, when he will return from the wedding; that, when he cometh and knocketh, they may open unto him immediately."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:11",
                            "text": "Blessed are ye, when he shall make you sit down, and shall come and serve you."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:12",
                            "text": "And if he come in the second, or in the third watch, ye are blessed\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:13",
                            "text": "For consider, O virgins, when He mentions three watches of the night, and His three comings, He shadows forth in symbol our three periods of life, that of the boy, of the full-grown man, and of the old man; so that if He should come and remove us from the world while spending our first period, that is, while we are boys, He may receive us ready and pure, having nothing amiss; and the second and the third in like manner."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:14",
                            "text": "For the evening watch is the time of the budding and youth of man, when the reason begins to be disturbed and to be clouded by the changes of life, his flesh gaining strength and urging him to lust."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:15",
                            "text": "The second is the time when, afterwards advancing to a full-grown man, he begins to acquire stability, and to make a stand against the turbulence of passion and self-conceit."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 2:16",
                            "text": "And the third, when most of the imaginations and desires fade away, the flesh now withering and declining to old age."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Methodius: Banquet of the Ten Virgins - Thallousa 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 3:2",
                            "text": "—Far Best to Cultivate Virtue from Boyhood."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 3:3",
                            "text": "Therefore, it is becoming that we should kindle the unquenchable light of faith in the heart, and gird our loins with purity, and watch and ever wait for the Lord so that, if He should will to come and take any of us away in the first period of life, or in the second, or in the third, and should find us most ready, and working what He appointed, He may make us to lie down in the bosom of Abraham, of Isaac, and of Jacob."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 3:4",
                            "text": "Now Jeremiah says, \"It is good for a man that he bear the yoke in his youth;\" and \"that his soul should not depart from the Lord\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 3:5",
                            "text": "It is good, indeed, from boyhood, to submit the neck to the divine Hand, and not to shake off, even to old age, the Rider who guides with pure mind, when the Evil One is ever dragging down the mind to that which is worse."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 3:6",
                            "text": "For who is there that does not receive through the eyes, through the ears, through the taste and smell and touch, pleasures and delights, so as to become impatient of the control of continence as a driver, who checks and vehemently restrains the horse from evil? Another who turns his thoughts to other things will think differently; but we say that he offers himself perfectly to God who strives to keep the flesh undefiled from childhood, practising virginity; for it speedily brings great and much-desired gifts of hopes to those who strive for it, drying up the corrupting lusts and passions of the soul."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 3:7",
                            "text": "But come, let us explain how we give ourselves up to the Lord."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:2",
                            "text": "—Perfect Consecration and Devotion to God: What It is."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:3",
                            "text": "That which is laid down in the Book of Numbers, \"greatly to vow a vow,\" serves to show, as, with a little more explanation, I proceed to prove, that chastity is the great vow above all vows."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:4",
                            "text": "For then am I plainly consecrated altogether to the Lord, when I not only strive to keep the flesh untouched by intercourse, but also unspotted by other kinds of unseemliness."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:5",
                            "text": "For \"the unmarried woman,\" it is said, \"careth for the things of the Lord, how she may please the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:6",
                            "text": ";\" not merely that she may bear away the glory in part of not being maimed in her virtue, but in both parts, according to the apostle, that she may be sanctified in body and spirit, offering up her members to the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:7",
                            "text": "For let us say what it is to offer up oneself perfectly to the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:8",
                            "text": "If, for instance, I open my mouth on some subjects, and close it upon others; thus, if I open it for the explanation of the Scriptures, for the praise of God, according to my power, in a true faith and with all due honour, and if I close it, putting a door and a watch upon it against foolish discourse, my mouth is kept pure, and is offered up to God."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:9",
                            "text": "\"My tongue is a pen,\" an organ of wisdom; for the Word of the Spirit writes by it in clearest letters, from the depth and power of the Scriptures, even the Lord, the swift Writer of the ages, that He quickly and swiftly registers and fulfils the counsel of the Father, hearing the words, \"quickly spoil, swiftly plunder\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:10",
                            "text": "To such a Scribe the words may be applied, \"My tongue is a pen;\" for a beautiful pen is sanctified and offered to Him, writing things more lovely than the poets and orators who confirm the doctrines of men."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:11",
                            "text": "If, too, I accustom my eyes not to lust after the charms of the body, nor to take delight in unseemly sights, but to look up to the things which are above, then my eyes are kept pure, and are offered to the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:12",
                            "text": "If I shut my ears against detraction and slanders, and open them to the word of God, having intercourse with wise men, then have I offered up my ears to the Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:13",
                            "text": "If I keep my hands from dishonourable dealing, from acts of covetousness and of licentiousness, then are my hands kept pure to God."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:14",
                            "text": "If I withhold my steps from going in perverse ways, then have I offered up my feet, not going to the places of public resort and banquets, where wicked men are found, but into the right way, fulfilling something of the commands."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 4:15",
                            "text": "What, then, remains to me, if I also keep the heart pure, offering up all its thoughts to God; if I think no evil, if anger and wrath gain no rule over me, if I meditate in the law of the Lord day and night? And this is to preserve a great chastity, and to vow a great vow."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:2",
                            "text": "—The Vow of Chastity, and Its Rites in the Law; Vines, Christ, and the Devil."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:3",
                            "text": "I will now endeavour to explain to you, O virgins, the rest of that which is prescribed; for this is attached to your duties, consisting of laws concerning virginity, which are useful as teaching how we should abstain, and how advance to virginity."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:4",
                            "text": "For it is written thus: \"And the Lord spake unto Moses, saying, Speak unto the children of Israel, and say unto them, When either man or woman shall separate themselves to vow a vow of a Nazarite, to separate themselves unto the Lord; he shall separate himself from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried, all the days of his separation\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:5",
                            "text": "And this means, that he who has devoted and offered himself to the Lord shall not take of the fruits of the plant of evil, because of its natural tendency to produce intoxication and distraction of mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:6",
                            "text": "For we perceive from the Scriptures two kinds of vines which were separate from each other, and were unlike."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:7",
                            "text": "For the one is productive of immortality and righteousness; but the other of madness and insanity."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:8",
                            "text": "The sober and joy-producing vine, from whose instructions, as from branches, there joyfully hang down clusters of graces, distilling love, is our Lord Jesus, who says expressly to the apostles, \"I am the true vine, ye are the branches; and my Father is the husbandman\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:9",
                            "text": "But the wild and death-bearing vine is the devil, who drops down fury and poison and wrath, as Moses relates, writing concerning him, \"For their vine is of the vine of Sodom, and of the fields of Gomorrah: their grapes are grapes of gall, their clusters are bitter: their wine is the poison of dragons, and the cruel venom of asps\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:10",
                            "text": "The inhabitants of Sodom having gathered grapes from this, were goaded on to an unnatural and fruitless desire for males."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:11",
                            "text": "Hence, also, in the time of Noah, men having given themselves up to drunkenness, sank down into unbelief, and, being overwhelmed by the deluge, were drowned."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:12",
                            "text": "And Cain, too, having drawn from this, stained his fratricidal hands, and defiled the earth with the blood of his own family."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:13",
                            "text": "Hence, too, the heathen, becoming intoxicated, sharpen their passions for murderous battles; for man is not so much excited, nor goes so far astray through wine, as from anger and wrath."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:14",
                            "text": "A man does not become intoxicated and go astray through wine, in the same way as he does from sorrow, or from love, or from incontinence."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:15",
                            "text": "And therefore it is ordered that a virgin shall not taste of this vine, so that she may be sober and watchful from the cares of life, and may kindle the shining torch of the light of righteousness for the Word."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 5:16",
                            "text": "\"Take heed to yourselves,\" says the Lord, \"lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares, as a snare\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:2",
                            "text": "—Sikera, a Manufactured and Spurious Wine, Yet Intoxicating; Things Which are Akin to Sins are to Be Avoided by a Virgin; The Altar of Incense (a Symbol Of) Virgins."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:3",
                            "text": "Moreover, it is not only forbidden to virgins in any way to touch those things which are made from that vine, but even such things as resemble them and are akin to them."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:4",
                            "text": "For Sikera, which is manufactured, is called a spurious kind of wine, whether made of palms or of other fruit-trees."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:5",
                            "text": "For in the same way that draughts of wine overthrow man's reason, so do these exceedingly; and to speak the plain truth, the wise are accustomed to call by the name of Sikera all that produces drunkenness and distraction of mind, besides wine."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:6",
                            "text": "In order, therefore, that the virgin may not, when guarding against those sins which are in their own nature evil, be defiled by those which are like them and akin to them, conquering the one and being conquered by the other, that is, decorating herself with textures of different cloths, or with stones and gold, and other decorations of the body, things which intoxicate the soul; on this account it is ordered that she do not give herself up to womanish weaknesses and laughter, exciting herself to wiles and foolish talking, which whirl the mind around and confuse it; as it is indicated in another place, \"Ye shall not eat the hyaena and animals like it; nor the weasel and creatures of that kind\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:7",
                            "text": "For this is the straight and direct way to heaven, not merely not to avoid any stumbling-block which would trip up and destroy men who are agitated by a desire for luxuries and pleasures, but also from such things as resemble them."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:8",
                            "text": "Moreover, it has been handed down that the unbloody altar of God signifies the assembly of the chaste; thus virginity appears to be something great and glorious."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:9",
                            "text": "Therefore it ought to be preserved undefiled and altogether pure, having no participation in the impurities of the flesh; but it should be set up before the presence of the testimony, gilded with wisdom, for the Holy of holies, sending forth a sweet savour of love to the Lord; for He says, \"Thou shalt make an altar to burn incense upon: of shittim-wood shalt thou make it."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:10",
                            "text": "And thou shalt make the staves of shittim-wood, and overlay them with gold."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:11",
                            "text": "And thou shalt put it before the veil that is by the ark of the testimony, before the mercy-seat that is over the testimony, where I will meet with thee."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:12",
                            "text": "And Aaron shall burn thereon sweet incense every morning: when he dresseth the lamps, he shall burn incense upon it."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:13",
                            "text": "And when Aaron lighteth the lamps at even, he shall burn incense upon it; a perpetual incense before the Lord throughout your generations."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 6:14",
                            "text": "Ye shall offer no strange incense thereon, nor burnt-sacrifices nor meat-offering; neither shall ye pour drink-offering thereon\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Methodius: Banquet of the Ten Virgins - Thallousa 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 7:2",
                            "text": "—The Church Intermediate Between the Shadows of the Law and the Realities of Heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 7:3",
                            "text": "If the law, according to the apostle, is spiritual, containing the images \"of future good things,\" come then, let us strip off the veil of the letter which is spread over it, and consider its naked and true meaning."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 7:4",
                            "text": "The Hebrews were commanded to ornament the Tabernacle as a type of the Church, that they might be able, by means of sensible things, to announce beforehand the image of divine things."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 7:5",
                            "text": "For the pattern which was shown to Moses in the mount, to which he was to have regard in fashioning the Tabernacle, was a kind of accurate representation of the heavenly dwelling, which we now perceive more clearly than through types, yet more darkly than if we saw the reality."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 7:6",
                            "text": "For not yet, in our present condition, has the truth come unmingled to men, who are here unable to bear the sight of pure immortality, just as we cannot bear to look upon the rays of the sun."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 7:7",
                            "text": "And the Jews declared that the shadow of the image (of the heavenly things which was afforded to them), was the third from the reality; but we clearly behold the image of the heavenly order; for the truth will be accurately made manifest after the resurrection, when we shall see the heavenly tabernacle (the city in heaven \"whose builder and maker is God\") \"face to face,\" and not \"darkly\" and \"in part\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:2",
                            "text": "—The Double Altar, Widows and Virgins; Gold the Symbol of Virginity."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:3",
                            "text": "Now the Jews prophesied our state, but we foretell the heavenly; since the Tabernacle was a symbol of the Church, and the Church of heaven."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:4",
                            "text": "Therefore, these things being so, and the Tabernacle being taken for a type of the Church, as I said, it is fitting that the altars should signify some of the things in the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:5",
                            "text": "And we have already compared the brazen altar to the company and circuit of widows; for they are a living altar of God, to which they bring calves and tithes, and free-will offerings, as a sacrifice to the Lord; but the golden altar within the Holy of holies, before the presence of the testimony, on which it is forbidden to offer sacrifice and libation, has reference to those in a state of virginity, as those who have their bodies preserved pure, like unalloyed gold, from carnal intercourse."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:6",
                            "text": "Now gold is commended for two reasons: the first, that it does not rust, and the second, that in its colour it seems in a measure to resemble the rays of the sun; and thus it is suitably a symbol of virginity, which does not admit any stain or spot, but ever shines forth with the light of the Word."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:7",
                            "text": "Therefore, also, it stands nearer to God within the Holy of holies, and before the veil, with undefiled hands, like incense, offering up prayers to the Lord, acceptable as a sweet savour; as also John indicated, saying that the incense in the vials of the four-and-twenty elders were the prayers of the saints."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:8",
                            "text": "This, then, I offer to thee, O Arete, on the spur of the moment, according to my ability, on the subject of chastity."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Methodius: Banquet of the Ten Virgins - Thallousa 8:9",
                            "text": "And when Thallousa had said this, Theopatra said that Arete touched Agathe with her sceptre, and that she, perceiving it, immediately arose and answered."
                        }
                    ]
                }
            ]
        }
    ]
}