{
    "books": [
        {
            "name": "Gregory Thaumaturgus: Canonical Epistle",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory Thaumaturgus: Canonical Epistle 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:1",
                            "text": "Canonical Epistle: Canon I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:2",
                            "text": "The meats are no burden to us, most holy father, if the captives ate things which their conquerors set before them, especially since there is one report from all, viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:3",
                            "text": ", that the barbarians who have made inroads into our parts have not sacrificed to idols."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:4",
                            "text": "For the apostle says, \"Meats for the belly, and the belly for meats: but God shall destroy both it and them\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:5",
                            "text": "But the Saviour also, who cleanseth all meats, says, \"Not that which goeth into a man defileth the man, but that which cometh out\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:6",
                            "text": "And this meets the case of the captive women defiled by the barbarians, who outraged their bodies."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:7",
                            "text": "But if the previous life of any such person convicted him of going, as it is written, after the eyes of fornicators, the habit of fornication evidently becomes an object of suspicion also in the time of captivity."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:8",
                            "text": "And one ought not readily to have communion with such women in prayers."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:9",
                            "text": "If any one, however, has lived in the utmost chastity, and has shown in time past a manner of life pure and free from all suspicion, and now falls into wantonness through force of necessity, we have an example for our guidance,—namely, the instance of the damsel in Deuteronomy, whom a man finds in the field, and forces her and lies with her."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:10",
                            "text": "\"Unto the damsel,\" he says, \"ye shall do nothing; there is in the damsel no sin worthy of death: for as when a man riseth against his neighbour, and slayeth him, even so is this matter: the damsel cried, and there was none to help her\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:11",
                            "text": "Canon II."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:12",
                            "text": "Covetousness is a great evil; and it is not possible in a single letter to set forth those scriptures in which not robbery alone is declared to be a thing horrible and to be abhorred, but in general the grasping mind, and the disposition to meddle with what belongs to others, in order to satisfy the sordid love of gain."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:13",
                            "text": "And all persons of that spirit are excommunicated from the Church of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:14",
                            "text": "But that at the time of the irruption, in the midst of such woful sorrows and bitter lamentations, some should have been audacious enough to consider the crisis which brought destruction to all the very period for their own private aggrandizement, that is a thing which can be averred only of men who are impious and hated of God, and of unsurpassable iniquity."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:15",
                            "text": "Wherefore it seemed good to excommunicate such persons, lest the wrath (of God) should come upon the whole people, and upon those first of all who are set over them in office, and yet fail to make inquiry."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:16",
                            "text": "For I am afraid, as the Scripture says, lest the impious work the destruction of the righteous along with his own."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:17",
                            "text": "\"For fornication,\" it says, \"and covetousness are things on account of which the wrath of God cometh upon the children of disobedience."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:18",
                            "text": "Be not ye therefore partakers with them."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:19",
                            "text": "For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light (for the fruit of the light is in all goodness, and righteousness, and truth), proving what is acceptable unto the Lord."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:20",
                            "text": "And have no fellowship with the unfruitful works of darkness, but rather reprove them; for it is a shame even to speak of those things which are done of them in secret."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:21",
                            "text": "But all things that are reproved are made manifest by the light\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:22",
                            "text": "In this wise speaks the apostle."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:23",
                            "text": "But if certain parties who pay the proper penalty for that former covetousness of theirs, which exhibited itself in the time of peace, now turn aside again to the indulgence of covetousness in the very time of trouble (i-e:, in the troubles of the inroads by the barbarians), and make gain out of the blood and ruin of men who have been utterly despoiled, or taken captive, (or) put to death, what else ought to be expected, than that those who struggle so hotly for covetousness should heap up wrath both for themselves and for the whole people?  Canon III."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:24",
                            "text": "Behold, did not Achar the son of Zara transgress in the accursed thing, and trouble then lighted on all the congregation of Israel? And this one man was alone in his sin; but he was not alone in the death that came by his sin."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:25",
                            "text": "And by us, too, everything of a gainful kind at this time, which is ours not in our own rightful possession, but as property strictly belonging to others, ought to be reckoned a thing devoted."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:26",
                            "text": "For that Achar indeed took of the spoil; and those men of the present time take also of the spoil."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:27",
                            "text": "But he took what belonged to enemies; while these now take what belongs to brethren, and aggrandize themselves with fatal gains."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:28",
                            "text": "Canon IV."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:29",
                            "text": "Let no one deceive himself, nor put forward the pretext of having found such property."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:30",
                            "text": "For it is not lawful, even for a man who has found anything, to aggrandize himself by it."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:31",
                            "text": "For Deuteronomy says: \"Thou shalt not see thy brother's ox or his sheep go astray in the way, and pay no heed to them; but thou shalt in any wise bring them again unto thy brother."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:32",
                            "text": "And if thy brother come not nigh thee, or if thou know him not, then thou shalt bring them together, and they shall be with thee until thy brother seek after them, and thou shalt restore them to him again."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:33",
                            "text": "And in like manner shalt thou do with his ass, and so shalt thou do with his raiment, and so shalt thou do with all lost things of thy brother's, which he hath lost, and thou mayest find\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:34",
                            "text": "Thus much in Deuteronomy."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:35",
                            "text": "And in the book of Exodus it is said, with reference not only to the case of finding what is a friend's, but also of finding what is an enemy's: \"Thou shalt surely bring them back to the house of their master again\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:36",
                            "text": "And if it is not lawful to aggrandize oneself at the expense of another, whether he be brother or enemy, even in the time of peace, when he is living at his ease and delicately, and without concern as to his property, how much more must it be the case when one is met by adversity, and is fleeing from his enemies, and has had to abandon his possessions by force of circumstances! Canon V."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:37",
                            "text": "But others deceive themselves by fancying that they can retain the property of others which they may have found as an equivalent for their own property which they have lost."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:38",
                            "text": "In this way verily, just as the Boradi and Goths brought the havoc of war on them, they make themselves Boradi and Goths to others."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:39",
                            "text": "Accordingly we have sent to you our brother and comrade in old age, Euphrosynus, with this view, that he may deal with you in accordance with our model here, and teach you against whom you ought to admit accusations, and whom you ought to exclude from your prayers."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:40",
                            "text": "Canon VI."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:41",
                            "text": "Moreover, it has been reported to us that a thing has happened in your country which is surely incredible, and which, if done at all, is altogether the work of unbelievers, and impious men, and men who know not the very name of the Lord; to wit, that some have gone to such a pitch of cruelty and inhumanity, as to be detaining by force certain captives who have made their escape."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:42",
                            "text": "Dispatch ye commissioners into the country, lest the thunderbolts of heaven fall all too surely upon those who perpetrate such deeds."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:43",
                            "text": "Canon VII."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:44",
                            "text": "Now, as regards those who have been enrolled among the barbarians, and have accompanied them in their irruption in a state of captivity, and who, forgetting that they were from Pontus, and Christians, have become such thorough barbarians, as even to put those of their own race to death by the gibbet or strangulation, and to show their roads or houses to the barbarians, who else would have been ignorant of them, it is necessary for you to debar such persons even from being auditors in the public congregations, until some common decision about them is come to by the saints assembled in council, and by the Holy Spirit antecedently to them."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:45",
                            "text": "Canon VIII."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:46",
                            "text": "Now those who have been so audacious as to invade the houses of others, if they have once been put on their trial and convicted, ought not to be deemed fit even to be hearers in the public congregation."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:47",
                            "text": "But if they have declared themselves and made restitution, they should be placed in the rank of the repentant."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:48",
                            "text": "Canon IX."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:49",
                            "text": "Now, those who have found in the open field or in their own houses anything left behind them by the barbarians, if they have once been put on their trial and convicted, ought to fall under the same class of the repentant."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:50",
                            "text": "But if they have declared themselves and made restitution, they ought to be deemed fit for the privilege of prayer."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:51",
                            "text": "Canon X."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:52",
                            "text": "And they who keep the commandment ought to keep it without any sordid covetousness, demanding neither recompense, nor reward, nor fee, nor anything else that bears the name of acknowledgment."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:53",
                            "text": "Canon XI."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:54",
                            "text": "Weeping takes place without the gate of the oratory; and the offender standing there ought to implore the faithful as they enter to offer up prayer on his behalf."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:55",
                            "text": "Waiting on the word, again, takes place within the gate in the porch, where the offender ought to stand until the catechumens depart, and thereafter he should go forth."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:56",
                            "text": "For let him hear the Scriptures and doctrine, it is said, and then be put forth, and reckoned unfit for the privilege of prayer."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:57",
                            "text": "Submission, again, is that one stand within the gate of the temple, and go forth along with the catechumens."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 1:58",
                            "text": "Restoration is that one be associated with the faithful, and go not forth with the catechumens; and last of all comes the participation in the holy ordinances."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory Thaumaturgus: Canonical Epistle 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:3",
                            "text": "(The title, p."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:4",
                            "text": ")  This is a genuine epistle, all but the eleventh canon."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:5",
                            "text": "It is addressed to an anonymous bishop; one of his suffragans, some think."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:6",
                            "text": "I suppose, rather, he consults, as Cyprian did, the bishop of the nearest Apostolic See, and awaits his concurrence."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:7",
                            "text": "It refers to the ravages of the Goths in the days of Gallienus ( –), and proves the care of the Church to maintain discipline, even in times most unfavourable to order and piety."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:8",
                            "text": "The last canon is an explanatory addition made to elucidate the four degrees or classes of penitents."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:9",
                            "text": "It is a very interesting document in this respect, and sheds light on the famous canonical epistles of St."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:10",
                            "text": "Basil."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:11",
                            "text": "II."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:12",
                            "text": "(Basil the Great, p."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:13",
                            "text": ", note."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:14",
                            "text": ")  The \"Canonical Epistles\" of St."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:15",
                            "text": "Basil are not private letters, but canons of the churches with which he was nearest related."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:16",
                            "text": "When there was no art of printing, the chief bishops were obliged to communicate with suffragans, and with their brethren in the Apostolic See nearest to them."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:17",
                            "text": "See them expounded at large in Dupin, Ecclesiastical Writers of the Fourth Century, Works, vol."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:18",
                            "text": "i."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:19",
                            "text": ", London,  (translated), p."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:20",
                            "text": ", etc."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:21",
                            "text": "III."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:22",
                            "text": "(Most holy father, p."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:23",
                            "text": ")  This expression leads me to think that this epistle is addressed to the Bishop of Antioch or of some other Apostolic See."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:24",
                            "text": "It must not be taken as a prescribed formula, however, as when we say \"Most Reverend\" in our days; e."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:25",
                            "text": "g."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:26",
                            "text": ", addressing the Archbishop of Canterbury."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:27",
                            "text": "Rather, it is an expression of personal reverence."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:28",
                            "text": "As yet, titular distinctions, such as these, were not known."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Canonical Epistle 2:29",
                            "text": "In the West existing usages seem to have been introduced with the Carlovingian system of dignities, expounded by Gibbon."
                        }
                    ]
                }
            ]
        }
    ]
}