{
    "books": [
        {
            "name": "Second Baruch",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Second Baruch 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Second Baruch 1:1",
                            "text": "And it came to pass in the twenty-fifth year of Jeconiah king of Judah, that the word of the Lord came to Baruch, the son of Neriah, and said to him:"
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Second Baruch 1:2",
                            "text": "'Hast thou seen all that this people are doing to Me, that the evils which these two tribes which remained have done are greater than (those of) the ten tribes which were carried away captive?"
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Second Baruch 1:3",
                            "text": "For the former tribes were forced by their kings to commit sin, but these two of themselves have been forcing and compelling their kings to commit sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Second Baruch 1:4",
                            "text": "For this reason, behold I bring evil upon this city, and upon its inhabitants, and it shall be removed from before Me for a time, and I will scatter this people among the Gentiles that they may do good to the Gentiles."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Second Baruch 1:5",
                            "text": "And My people shall be chastened, and the time shall come when they will seek for the prosperity of their times."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Second Baruch 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Second Baruch 2:1",
                            "text": "For I have said these things to thee that thou mayst say (them) to Jeremiah, and to all those who are like you, in order that ye may retire from this city. Because your works are to this city as a firm pillar, and your prayers as a strong wall.'"
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Second Baruch 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Second Baruch 3:1",
                            "text": "And I said: 'O Lord, my Lord, have I come into the world for this purpose that I might see the evils of my mother? not (so) my Lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Second Baruch 3:2",
                            "text": "If I have found grace in Thy sight, first take my spirit that I may go to my fathers and not behold the destruction of my mother."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Second Baruch 3:3",
                            "text": "For two things vehemently constrain me: for I cannot resist Thee, and my soul, moreover, cannot behold the evils of my mother."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Second Baruch 3:4",
                            "text": "But one thing I will say in Thy presence, O Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Second Baruch 3:5",
                            "text": "What, therefore, will there be after these things? for if Thou destroyest Thy city, and deliverest up Thy land to those that hate us, how shall the name of Israel be again remembered?"
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Second Baruch 3:6",
                            "text": "Or how shall one speak of Thy praises? or to whom shall that which is in Thy law be explained?"
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Second Baruch 3:7",
                            "text": "Or shall the world return to its nature (of aforetime), and the age revert to primeval silence?"
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Second Baruch 3:8",
                            "text": "And shall the multitude of souls be taken away, and the nature of man not again be named?"
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Second Baruch 3:9",
                            "text": "And where is all that which thou didst say to Moses regarding us?'"
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Second Baruch 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Second Baruch 4:1",
                            "text": "And the Lord said unto me: 'This city shall be delivered up for a time, and the people will be chastened during a time, and the world will not be given over to oblivion."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Second Baruch 4:2",
                            "text": "[Dost thou think that this is that city of which I said: \"On the palms of My hands have I graven thee\"?"
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Second Baruch 4:3",
                            "text": "It is not this building which is now built in your midst; (it is) that which will be revealed with Me, that which was prepared beforehand from the time when I took counsel to make Paradise, and showed it to Adam berfore he sinned, but when he transgressed the commandment, it was removed from him, as also Paradise."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Second Baruch 4:4",
                            "text": "And after these things I showed it to My servant Abraham by night among the portions of the victims."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Second Baruch 4:5",
                            "text": "And again also I showed it to Moses on Mount Sinai when I showed to him the likeness of the tabernacle and all its vessels."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Second Baruch 4:6",
                            "text": "And now, behold, it is preserved with Me, as also Paradise."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Second Baruch 4:7",
                            "text": "Go, therefore, and do as I command thee.']"
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Second Baruch 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Second Baruch 5:1",
                            "text": "And I answered and said: I shall, therefore, be in great straits in Zion, because Thine enemies will come to that place and pollute Thy sanctuary, and lead Thine inheritance into captivity, and will lord it over those whom Thou hast loved, and they will depart again to the place of their idols, and will boast before them. And what wilt Thou do for Thy great name?'"
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Second Baruch 5:2",
                            "text": "And the Lord said unto me: My name and My glory have an eternal duration; My judgement, moreover, will preserve its right in its own time."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Second Baruch 5:3",
                            "text": "And thou wilt see with thine eyes that the enemy will not overthrow Zion, nor burn Jerusalem, but be subservient to the judge for the time."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Second Baruch 5:4",
                            "text": "But do thou go and do whatsoever I have said unto thee.'"
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Second Baruch 5:5",
                            "text": "And I went and took Jeremiah, and Adu, and Seriah, and Jabish, and Gedaliah, and all the honourable men of the people, and I led them to the valley of Cedron, and I narrated to them all that had been said to me."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Second Baruch 5:6",
                            "text": "And they lifted up their voice, and they all wept."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Second Baruch 5:7",
                            "text": "And we sat there and fasted until the evening."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Second Baruch 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Second Baruch 6:1",
                            "text": "And it came to pass on the morrow that, lo! the army of the Chaldees surrounded the city, and at the time of the evening I, Baruch, left the people, and I went forth and stood by the oak."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Second Baruch 6:2",
                            "text": "And I was grieving over Zion, and lamenting over the captivity which had come upon the people."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Second Baruch 6:3",
                            "text": "And lo! suddenly a strong spirit raised me, and bore me aloft over the wall of Jerusalem."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Second Baruch 6:4",
                            "text": "And I beheld, and lo! four angels standing at the four angles of the city, each of them holding a lamp of fire in his hands."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Second Baruch 6:5",
                            "text": "And another angel began to descend from heaven, and said unto them: 'Hold your lamps, and do not light them till I tell you."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Second Baruch 6:6",
                            "text": "For I am first sent to speak a word to the earth, and to place in it what the Lord the Most High has commanded me.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Second Baruch 6:7",
                            "text": "And I saw him descend into the Holy of Holies, and take from thence the veil, and the holy ephod, and the mercy-seat, and the two tables, and the holy raiment of the priests, and the altar of incense, and the forty-eight precious stones, wherewith the priest was adorned, and all the holy vessels of the tabernacle."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Second Baruch 6:8",
                            "text": "And he spake to the earth with a loud voice: \"Earth, earth, earth, hear the word of the mighty God, and receive what I commit to thee, and guard them until the last times, so that, when thou art ordered, thou mayst restore them, so that strangers may not get possession of them."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Second Baruch 6:9",
                            "text": "For the time comes when Jerusalem also will be delivered for a time, until it is said, that it is again restored for ever."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Second Baruch 6:10",
                            "text": "And the earth opened its mouth and swallowed them up.\""
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Second Baruch 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Second Baruch 7:1",
                            "text": "And after these things I heard that angel saying unto those angels who held the lamps: \"Destroy, therefore, and overthrow its wall to its foundations, lest the enemy should boast and say: 'We have overthrown the wall of Zion, and we have burnt the place of the mighty God.'\""
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Second Baruch 7:2",
                            "text": "And the Spirit restored me to the place where I had been standing before."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Second Baruch 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Second Baruch 8:1",
                            "text": "Now the angels did as he had commanded them, and when they had broken up the angles of the walls, a voice was heard from the interior of the temple, after the wall had fallen, saying:"
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Second Baruch 8:2",
                            "text": "\"Enter ye enemies, and come ye adversaries; for He who kept the house has forsaken (it).\""
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Second Baruch 8:3",
                            "text": "And I, Baruch, departed."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Second Baruch 8:4",
                            "text": "And it came to pass after these things that the army of the Chaldees entered and seized the house, and all that was around it."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Second Baruch 8:5",
                            "text": "And they led the people away captive, and slew some of them, and bound Zedekiah the king, and sent him to the king of Babylon."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Second Baruch 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Second Baruch 9:1",
                            "text": "And I, Baruch, came, and Jeremiah, whose heart was found pure from sins, who had not been captured in the seizure of the city."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Second Baruch 9:2",
                            "text": "And we rent our garments, and wept, and mourned, and fasted seven days."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Second Baruch 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Second Baruch 10:1",
                            "text": "And it came to pass after seven days, that the word of the Lord was upon me, and said unto me:"
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Second Baruch 10:2",
                            "text": "\"Tell Jeremiah to go and confirm the captivity of the people unto Babylon."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Second Baruch 10:3",
                            "text": "But do thou remain here amid the desolation of Zion, and I will show to thee after these days what will befall at the end of days.'"
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Second Baruch 10:4",
                            "text": "And I said to Jeremiah as the Lord commanded me."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Second Baruch 10:5",
                            "text": "And he, indeed, departed with the people, but I, Baruch, returned and sat before the gates of the temple, and I lamented with that lamentation over Zion and said:"
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Second Baruch 10:6",
                            "text": "'Blessed is he who was not born, or being born, has died."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Second Baruch 10:7",
                            "text": "But as for us who live, woe unto us, because we see the afflictions of Zion, and what has befallen Jerusalem."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Second Baruch 10:8",
                            "text": "I will call the Sirens from the sea, and ye Lilin, come ye from the desert, and ye Shedim and dragons from the forests: awake and bind your loins unto mourning, and take up with me lamentation, and mourn with me."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Second Baruch 10:9",
                            "text": "Ye husbandmen, sow not again; and thou, earth, wherefore givest thou the fruits of thy produce? keep within thee the sweets of thy sustenance."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Second Baruch 10:10",
                            "text": "And thou, vine, why further dost thou give thy wine? for an offering will not again be made therefrom in Zion, nor will the first-fruits again be offered."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Second Baruch 10:11",
                            "text": "And do ye, O heavens, withhold your dew, and open not the treasuries of rain:"
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Second Baruch 10:12",
                            "text": "And do thou, O sun, withhold the light of thy rays; and do thou, O moon, extinguish the multitude of thy light; for why should light rise again where the light of Zion is darkened?"
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Second Baruch 10:13",
                            "text": "And you, ye bridegrooms, enter not in, and let not the brides adorn themselves with garlands; and, ye women, pray not that ye may bear."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Second Baruch 10:14",
                            "text": "For the barren shall rejoice more, and those who have no sons shall be glad, and those who have sons shall have anguish."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Second Baruch 10:15",
                            "text": "For why should they bear in pain and bury in grief?"
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Second Baruch 10:16",
                            "text": "Or wherefore, again, should mankind have sons; or wherefore should the seed of their nature again be named, where that mother is desolate, and her sons are led into captivity?"
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Second Baruch 10:17",
                            "text": "From this time forward speak not of beauty and discourse not of gracefulness."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Second Baruch 10:18",
                            "text": "Moreover, ye priests, take ye the keys of the sanctuary and cast them into the height of heaven, and give them to the Lord and say: 'Guard Thy house Thyself, for lo! we are found false stewards.'"
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Second Baruch 10:19",
                            "text": "And you, ye virgins; who spin fine linen and silk with gold of Ophir, hasten and take all things and cast (them) into the fire, that it may bear them to Him who made them, and the flame send them to Him who created them, lest the enemy get possession of them.'"
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Second Baruch 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Second Baruch 11:1",
                            "text": "Moreover, I, Baruch, say this against thee, Babylon: If thou hadst prospered, And Zion had dwelt in her glory, it would have been a great grief to us that thou shouldst be equal to Zion."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Second Baruch 11:2",
                            "text": "But now, lo! the grief is infinite, and the lamentation measureless, for lo! thou art prospered and Zion desolate."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Second Baruch 11:3",
                            "text": "Who will be judge regarding these things? or to whom shall we complain regarding that which has befallen us?"
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Second Baruch 11:4",
                            "text": "O Lord, how hast Thou borne (it)? Our fathers went to rest without grief and lo! the righteous sleep in the earth in tranquillity;"
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Second Baruch 11:5",
                            "text": "For they knew not this anguish, nor yet had they heard of that which had befallen us."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Second Baruch 11:6",
                            "text": "Would that thou hadst ears, O earth, nd that thou hadst a heart, O dust, that ye might go and announce in Sheol, and say to the dead,"
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Second Baruch 11:7",
                            "text": "\"Blessed are ye more than we who are living.\""
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Second Baruch 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Second Baruch 12:1",
                            "text": "But I will say this as I think, and I will speak against thee, O land, which art prospering."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Second Baruch 12:2",
                            "text": "The noonday does not always burn, nor do the rays of the sun (always) give light."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Second Baruch 12:3",
                            "text": "Do not conclude or expect that thou wilt always be prosperous and rejoicing, and be not greatly uplifted and boastful."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Second Baruch 12:4",
                            "text": "For assuredly in its own season wrath awake against thee, which now in long-suffering is held in as it were by reins."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Second Baruch 12:5",
                            "text": "And when I had said these things, I fasted seven days."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Second Baruch 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Second Baruch 13:1",
                            "text": "And it came to pass after these things, that I, Baruch, was standing upon Mount Zion, and lo! a voice came from the height and said unto me:"
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Second Baruch 13:2",
                            "text": "'Stand upon thy feet, Baruch, and hear the word of the mighty God.'"
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Second Baruch 13:3",
                            "text": "Because thou hast been astonied at what has befallen Zion, thou shalt therefore be assuredly preserved to the consummation of the times, that thou mayst be for a testimony."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Second Baruch 13:4",
                            "text": "So that, if ever those prosperous cities say: 'Why hath the mighty God brought upon us this retribution?'"
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Second Baruch 13:5",
                            "text": "Thou and those like thee may say to them (even) ye who have seen: 'This (evil) and these retributions which are coming upon you and upon your people (are sent) in its time that the nations may be perfectly chastened."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Second Baruch 13:6",
                            "text": "And then they will expect."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Second Baruch 13:7",
                            "text": "And if they say at that time: When?"
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Second Baruch 13:8",
                            "text": "Thou wilt say to them: 'Ye who have drunk the strained wine, drink ye also of its dregs, the judgement of the Lofty One who has no respect of persons.'"
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Second Baruch 13:9",
                            "text": "On this account he had before no mercy on His own sons, But afflicted them as His enemies, because they sinned."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Second Baruch 13:10",
                            "text": "They were therefore chastened then that they might receive mercy."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Second Baruch 13:11",
                            "text": "But now, ye peoples and nations, ye are debtors because all this time ye have always trodden down the earth, and used the creation unrighteously."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Second Baruch 13:12",
                            "text": "For I have always benefited you, and ye have always been denied the beneficence.\""
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Second Baruch 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Second Baruch 14:1",
                            "text": "And I answered and said: 'Lo! Thou hast shown me the method of the times, and that which shall be alter these things\nand Thou hast said unto me, that the retribution, which has been spoken of by Thee, will be of advantage to the nations."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Second Baruch 14:2",
                            "text": "And now I know that those who have sinned are many, and they have lived in prosperity, and departed from the world, but that few nations will be left in those times, to whom those words shall be said which Thou didst say."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Second Baruch 14:3",
                            "text": "For what advantage is there in this, or what (evil), worse than what we have seen befall us, are we to expect to see?"
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Second Baruch 14:4",
                            "text": "But again I will speak in Thy presence:"
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Second Baruch 14:5",
                            "text": "What have they profited who had knowledge before Thee, and have not walked in vanity as the rest of the nations, and have not said to the dead: \"Give us life,\" but always feared Thee, and have not left Thy ways?"
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Second Baruch 14:6",
                            "text": "And lo! they have been carried off, nor on their account hast Thou had mercy on Zion."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Second Baruch 14:7",
                            "text": "And if others did evil, it was due to Zion, that on account of the works of those who wrought good works she should be forgiven, and should not be overwhelmed on account of the works of those who wrought unrighteousness."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Second Baruch 14:8",
                            "text": "But who, O Lord, my Lord, will comprehend Thy judgement, Or who will search out the profoundness of Thy way? or who will think out the gravity of Thy way?"
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Second Baruch 14:9",
                            "text": "Or who will be able to think out Thy incomprehensible counsel? or who of those that are born has ever found The beginning or end of Thy wisdom?"
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Second Baruch 14:10",
                            "text": "For we have all been made like a breath."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Second Baruch 14:11",
                            "text": "For as the breath ascends from the heart, and returning not is extinguished, so it is with the nature of men, who depart not according to their own will, and know not what will befall them in the end."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Second Baruch 14:12",
                            "text": "For the righteous justly hope for the end, and without fear depart from this habitation, because they have with Thee a store of works preserved in treasuries."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Second Baruch 14:13",
                            "text": "On this account also these without fear leave this world, and trusting with joy they hope to receive the world which Thou hast promised them."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Second Baruch 14:14",
                            "text": "But unto us there is woe, who also are now shamefully entreated, and at that time look forward (only) to evils."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Second Baruch 14:15",
                            "text": "But Thou knowest accurately what Thou hast made on behalf of Thy servants; for we are not able to understand by means of any good thing that Thou art our Creator."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Second Baruch 14:16",
                            "text": "But again I will speak in Thy presence, O LORD, my Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Second Baruch 14:17",
                            "text": "When of old there was no world with its inhabitants, Thou didst devise and speak with a word, and forthwith the works of creation stood before Thee."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Second Baruch 14:18",
                            "text": "And Thou didst say that Thou wouldst make for Thy world man as the administrator of Thy works, that it might be known that he was by no means made on account of the world, but the world on account of him."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Second Baruch 14:19",
                            "text": "And now I see that as for the world which was made on account of us, lo! it abides, but we, on account of whom it was made, depart.'"
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Second Baruch 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Second Baruch 15:1",
                            "text": "And the Lord answered and said unto me: 'Thou art rightly astonied regarding the departure of man, but thou hast not judged well regarding the evils which befall those who sin."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Second Baruch 15:2",
                            "text": "And as regards what thou hast said, that the righteous are carried off and the impious are prospered,"
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Second Baruch 15:3",
                            "text": "And as regards what thou hast said 'Man knows not Thy judgement'--"
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Second Baruch 15:4",
                            "text": "On this account hear, and I will speak to thee, and hearken, and I will cause thee to hear My words."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Second Baruch 15:5",
                            "text": "Man would not rightly have understood My judgement, if he had not accepted the law, and if his fear had not been rooted in understanding."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Second Baruch 15:6",
                            "text": "But now, because he transgressed though he knew, yea, on account of this also, he shall be tormented because he knew."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Second Baruch 15:7",
                            "text": "And as regards what thou didst say touching the righteous, that on account of them has this world come, nay more, even that which is to come is on their account."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Second Baruch 15:8",
                            "text": "For this world is to them a trouble and a weariness with much labour; and that accordingly which is to come, a crown with great glory.'"
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Second Baruch 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Second Baruch 16:1",
                            "text": "And I answered and said: 'O LORD, my Lord, lo! the years of this time are few and evil, and who is able in his little (space) to acquire that which is measureless?'"
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Second Baruch 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Second Baruch 17:1",
                            "text": "And the Lord answered and said unto me: 'With the Most High account is not taken of much time nor of a few years."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Second Baruch 17:2",
                            "text": "For what did it profit Adam that he lived nine hundred and thirty years, and transgressed that which he was commanded?"
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Second Baruch 17:3",
                            "text": "Therefore the multitude of time that he lived did not profit him, but brought death and cut off the years of those who were born from him."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Second Baruch 17:4",
                            "text": "Or wherein did Moses suffer loss in that he lived only one hundred and twenty years, and, inasmuch as he was subject to Him who formed him, brought the law to the seed of Jacob, and lighted a lamp for the nation of Israel?'"
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Second Baruch 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Second Baruch 18:1",
                            "text": "And I answered and said: 'He that lighted has taken from the light, and there are but few that have imitated him."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Second Baruch 18:2",
                            "text": "But those many whom he has lighted have taken from the darkness of Adam and have not rejoiced in the light of the lamp.'"
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Second Baruch 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Second Baruch 19:1",
                            "text": "And He answered and said unto me: 'Wherefore at that time he appointed for them a covenant and said: \"Behold I have placed before you life and death,\" And he called heaven and earth to witness against them."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Second Baruch 19:2",
                            "text": "For he knew that his time was but short, but that heaven and earth endure always."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Second Baruch 19:3",
                            "text": "For after his death these sinned and transgressed (the covenant), though they knew that they had the law reproving (them), and the light in which nothing could err, also the spheres which testify, and Me."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Second Baruch 19:4",
                            "text": "Now regarding everything that is it is I that judge, but do not thou take counsel in thy soul regarding these things, nor afflict thyself because of those which have been."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Second Baruch 19:5",
                            "text": "For now it is the consummation of time that is sought, whether of business, or of prosperity, or of shame, and not the beginning thereof."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Second Baruch 19:6",
                            "text": "Because if a man be prospered in his beginnings and shamefully entreated in his old age, he forgets all the prosperity that he had."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Second Baruch 19:7",
                            "text": "And again, if a man is shamefully entreated in his beginnings, and at his end is prospered, he remembereth not again his evil entreatment."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Second Baruch 19:8",
                            "text": "And again hearken: though each one were prospered all that time-- all the time from the day on which death was decreed against those who transgress-- and in his end was destroyed, in vain would have been everything.'"
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Second Baruch 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Second Baruch 20:1",
                            "text": "Therefore, behold! the days come, and the times shall hasten more than the former, and the seasons will speed on more than those that are past, and the years shall pass more quickly than the present (years)."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Second Baruch 20:2",
                            "text": "Therefore have I now taken away Zion, in order that I may the more speedily visit the world in its season."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Second Baruch 20:3",
                            "text": "Now therefore hold fast in thy heart everything that I command thee, and seal it in the recesses of thy mind."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Second Baruch 20:4",
                            "text": "And then I will show thee the judgement of My might, and My ways which are past finding out."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Second Baruch 20:5",
                            "text": "Go therefore and sanctify thyself seven days, and eat no bread, nor drink water, nor speak to anyone."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Second Baruch 20:6",
                            "text": "And afterwards come to that place and I will reveal Myself to thee, and speak true things with thee, and I will give thee commandment regarding the method of the times; for they are coming and tarry not.'"
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Second Baruch 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Second Baruch 21:1",
                            "text": "And I went thence and sat in the valley of Cedron in a cave of the earth, and I sanctified my soul there, and I eat no bread, yet I was not hungry, and I drank no water, yet I thirsted not, and I was there till the seventh day, as He had commanded me."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Second Baruch 21:2",
                            "text": "And afterwards I came to that place where He had spoken with me."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Second Baruch 21:3",
                            "text": "And it came to pass at sunset that my soul took much thought, and I began to speak in the presence of the Mighty One, and said:"
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Second Baruch 21:4",
                            "text": "'O Thou that hast made the earth, hear me, that hast fixed the firmament in its fulness, and hast made firm the height of the heaven by the spirit, that hast called from the beginning of the world that which did not yet exist, and they obey Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Second Baruch 21:5",
                            "text": "Thou that hast commanded the air by Thy nod, and hast seen those things which are to be as those things which Thou art doing."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Second Baruch 21:6",
                            "text": "Thou that rulest with great thought the hosts that stand before Thee: (yea) rulest with indignation the holy living creatures, who are without number, which Thou didst make from the beginning, of flame and fire, which stand around Thy throne."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Second Baruch 21:7",
                            "text": "To Thee only does this belong that Thou shouldst do forthwith whatsoever Thou dost wish."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Second Baruch 21:8",
                            "text": "Who causest the drops of rain to rain by number upon the earth, and alone knowest the consummation of the times before they come; have respect unto my prayer."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Second Baruch 21:9",
                            "text": "For Thou alone art able to sustain all who are, and those who have passed away, and those who are to be, those who sin, and those who are righteous [as living (and) being past finding out]."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Second Baruch 21:10",
                            "text": "For Thou alone dost live immortal and past finding out, and knowest the number of mankind."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Second Baruch 21:11",
                            "text": "And if in time many have sinned, yet others not a few have been righteous."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Second Baruch 21:12",
                            "text": "Thou knowest where Thou preservest the end of those who have sinned, or the consummation of those who have been righteous."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Second Baruch 21:13",
                            "text": "For if there were this life only, which here belongs to all men, nothing could be more bitter than this."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Second Baruch 21:14",
                            "text": "For of what profit is strength that turns to weakness, or the food of plenty that turns to famine, or beauty that turns to a hateful (thing)?"
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Second Baruch 21:15",
                            "text": "For the nature of man is always changeable."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Second Baruch 21:16",
                            "text": "For we have by no means been frm the beginning what we now are, and what we now are we shall not afterwards remain."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Second Baruch 21:17",
                            "text": "For if a consummation had not been prepared for all, in vain would have been their beginning."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Second Baruch 21:18",
                            "text": "But regarding everything that comes from Thee, do Thou inform me, and regarding everything about which I ask Thee, do Thou enlighten me."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Second Baruch 21:19",
                            "text": "How long will that which is corruptible remain, and how long will the time of mortals be prospered, and until what time will those who transgress in the world be polluted with much wickedness?"
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "Second Baruch 21:20",
                            "text": "Command therefore in mercy and accomplish all that Thou saidst Thou wouldst bring, that Thy might may be made known to those who think that Thy long-suffering is weakness."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "Second Baruch 21:21",
                            "text": "And show to those who know not, and let them see that it has befallen us and our city until now has been according to the long-suffering of Thy power, because on account of Thy name Thou hast called us a beloved people."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "Second Baruch 21:22",
                            "text": "Every nature therefore from this onward is mortal."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "Second Baruch 21:23",
                            "text": "Reprove therefore the angel of death, and let Thy glory appear, and let the might of Thy beauty be known, and let Sheol be sealed so that from this time forward it may not receive the dead, and let the treasuries of souls restore those which are enclosed in them."
                        },
                        {
                            "verse": 24,
                            "chapter": 21,
                            "name": "Second Baruch 21:24",
                            "text": "For there have been many years like those that are desolate from the days of Abraham and Isaac and Jacob, and of all those who are like them, who sleep in the earth, on whose account Thou didst say that Thou hadst created the world."
                        },
                        {
                            "verse": 25,
                            "chapter": 21,
                            "name": "Second Baruch 21:25",
                            "text": "And now quickly show Thy glory, and do not defer what has been promised by Thee.'"
                        },
                        {
                            "verse": 26,
                            "chapter": 21,
                            "name": "Second Baruch 21:26",
                            "text": "And it came to pass that when I had completed the words of this prayer I was greatly weakened."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Second Baruch 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Second Baruch 22:1",
                            "text": "And it came to pass after these things that lo! the heavens were opened, and I saw, and power was given to me, and a voice was heard from on high, and it said unto me:"
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Second Baruch 22:2",
                            "text": "'Baruch, Baruch, why art thou troubled?"
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Second Baruch 22:3",
                            "text": "He who travels by a road but does not complete it, or who departs by sea but does not arrive at the port, can he be comforted?"
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Second Baruch 22:4",
                            "text": "Or he who promises to give a present to another, but does not fulfill it, is it not robbery?"
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Second Baruch 22:5",
                            "text": "Or he who sows the earth, but does not reap its fruit in its season, does he not lose everything?"
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Second Baruch 22:6",
                            "text": "Or he who plants a plant, unless it grows till the time suitable to it, does he who planted it expect to receive fruit from it?"
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Second Baruch 22:7",
                            "text": "Or a woman who has conceived, if she bring forth untimely, does she not assuredly slay her infant?"
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Second Baruch 22:8",
                            "text": "Or he who builds a house, if he does not roof it and complete it, can it be called a house? Tell me that first.'"
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Second Baruch 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Second Baruch 23:1",
                            "text": "And I answered and said: 'Not so, O LORD, my Lord.'"
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Second Baruch 23:2",
                            "text": "And He answered and said unto me: \"Why therefore art thou troubled about that which thou knowest not, and why art thou ill at ease about things in which thou art ignorant?"
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Second Baruch 23:3",
                            "text": "For as thou hast not forgotten the people who now are and those who have passed away, so I remember those who are appointed to come."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Second Baruch 23:4",
                            "text": "Because when Adam sinned and death was decreed against those who should be born, then the multitude of those who should be born was numbered, and for that number a place was prepared where the living might dwell and the dead might be guarded."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Second Baruch 23:5",
                            "text": "Unless therefore the number aforesaid is fulfilled, the creature will not live again [for My spirit is the creator of life], and Sheol will receive the dead."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Second Baruch 23:6",
                            "text": "And again it is given to thee to hear what things are to come after these times."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Second Baruch 23:7",
                            "text": "For truly My redemption has drawn nigh, and is not far distant as aforetime."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Second Baruch 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Second Baruch 24:1",
                            "text": "For behold! the days come and the books will be opened in which are written the sins of all those who have sinned, and again also the treasuries in which the righteousness of all those who have been righteous in creation is gathered."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Second Baruch 24:2",
                            "text": "For it will come to pass at that time that thou shalt see - and the many that are with thee -the long-suffering of the Most High, which has been throughout all generations, who has been long-suffering towards those born that sin and are righteous.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Second Baruch 24:3",
                            "text": "And I answered and said: 'But, behold! O Lord, no one knows the number of those things which have passed nor yet of those things which are to come."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Second Baruch 24:4",
                            "text": "For I know indeed that which has befallen us, but what will happen to our enemies I know not, and when Thou wilt visit Thy works.'"
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Second Baruch 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Second Baruch 25:1",
                            "text": "And He answered and said unto me: \"Thou too shalt be kept safely till that time till that sign which the Most High will work for the inhabitants of the earth in the end of days."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Second Baruch 25:2",
                            "text": "This therefore will be the sign."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Second Baruch 25:3",
                            "text": "When a stupor shall seize the inhabitants of the earth, and they shall fall into many tribulations, and again when they shall fall into great torments."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Second Baruch 25:4",
                            "text": "And it will come to pass when they say in their thoughts by reason of their much tribulation: 'The Mighty One doth no longer remember the earth'-- yea, it will come to pass when they abandon hope, that the time will then awake.\""
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Second Baruch 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Second Baruch 26:1",
                            "text": "And I answered and said: 'Will that tribulation which is to be continue a long time, and will that necessity embrace many years?'"
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Second Baruch 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Second Baruch 27:1",
                            "text": "And He answered and said unto me: 'Into twelve parts is that time divided, and each one of them is reserved for that which is appointed for it."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Second Baruch 27:2",
                            "text": "In the first part there shall be the beginning of commotions."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Second Baruch 27:3",
                            "text": "And in the second part (there will be) slayings of the great ones."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Second Baruch 27:4",
                            "text": "And in the third part (there will be) the fall of many by death."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Second Baruch 27:5",
                            "text": "And in the fourth part the sending of desolation."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Second Baruch 27:6",
                            "text": "And in the fifth part famine and the withholding of rain."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Second Baruch 27:7",
                            "text": "And in the sixth part earthquakes and terrors."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Second Baruch 27:8",
                            "text": "[Wanting]"
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Second Baruch 27:9",
                            "text": "And in the ninth part the fall of fire."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Second Baruch 27:10",
                            "text": "And in the tenth part rapine and much oppression."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Second Baruch 27:11",
                            "text": "And in the eleventh part wickedness and unchastity."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Second Baruch 27:12",
                            "text": "And in the twelfth part confusion from the mingling together of all those things aforesaid."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Second Baruch 27:13",
                            "text": "For these parts of that time are reserved, and shall be mingled one with another and minister one to another."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Second Baruch 27:14",
                            "text": "For some will of themselves be of service, and they will receive from others, and from themselves and others they will be perfected, so that those may not understand who are upon the earth in those days of this consummation of the times."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Second Baruch 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Second Baruch 28:1",
                            "text": "'Nevertheless, whosoever shall understand will then be wise."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Second Baruch 28:2",
                            "text": "For the measure and reckoning of that time are two parts week of seven weeks.'"
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Second Baruch 28:3",
                            "text": "And I answered and said: \"It is good for a man to come and behold, but it is better that he should not come lest he fall."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Second Baruch 28:4",
                            "text": "[But I will say this also:"
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Second Baruch 28:5",
                            "text": "'Will he who is incorruptible despise those things which are corruptible, and whatever befalls in the case of those things which are corruptible, so that he might look only to those things which are not corruptible?']"
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Second Baruch 28:6",
                            "text": "But if, O Lord, those things shall assuredly come to pass which Thou hast foretold to me; if moreover, I have found grace in Thy sight, show this also unto me."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Second Baruch 28:7",
                            "text": "Is it in one place or in one of the parts of the earth that those things are come to pass, or will the whole earth experience (them)?\""
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Second Baruch 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Second Baruch 29:1",
                            "text": "And He answered and said unto me: \"Whatever will then befall will belong the whole earth; therefore all who live will experience (them)."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Second Baruch 29:2",
                            "text": "For at that time I will protect only those who are found in those self-same days in this land."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Second Baruch 29:3",
                            "text": "And it will come to pass when all is accomplished that was to come to pass in those parts, that the Messiah will then begin to be revealed."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Second Baruch 29:4",
                            "text": "And Behemoth shall be revealed from his place and Leviathan shall ascend from the sea, those two great monsters which I created on the fifth day of creation, and I kept until that time; and then they will be for food for all that are left."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Second Baruch 29:5",
                            "text": "The earth also shall yield its fruit ten thousandfold, and one vine there shall be a thousand branches, and each branch shall produce a thousand clusters, and each cluster produce a thousand grapes, and each grape produce a cor of wine."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Second Baruch 29:6",
                            "text": "And those who have hungered will rejoice: moreover, also, they shall behold marvels every day."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Second Baruch 29:7",
                            "text": "For winds shall go forth from before Me to bring every morning the fragrance of aromatic fruits, and at the close of the day clouds distilling the dew of health."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Second Baruch 29:8",
                            "text": "And it shall come to pass at that self-same time that the treasury of manna shall again descend from on high, and they will eat of it in those years, because these are they who have come to the consummation of time."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Second Baruch 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Second Baruch 30:1",
                            "text": "And it will come to pass after these things, when the time of the advent of the Messiah is fulfilled, that He will return in glory, then all who have fallen asleep in hope of Him shall rise again."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Second Baruch 30:2",
                            "text": "And it will come to pass at that time that the treasuries will be opened in which is preserved the number of the souls of the righteous, and they will come forth, and a multitude of souls will be seen together in one assemblage of one thought, and the first shall rejoice and the last will not be grieved."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Second Baruch 30:3",
                            "text": "For he knows that the time has come of which it is said, that it is the consummation of the times."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Second Baruch 30:4",
                            "text": "But the souls of the wicked, when they behold all these things, shall then waste away the more."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Second Baruch 30:5",
                            "text": "For they will know that their torment has come and their perdition has arrived.\""
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Second Baruch 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Second Baruch 31:1",
                            "text": "And it came to pass after these things that I went to the people and said unto them: 'Assemble unto me all your elders and I will speak words unto them.'"
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Second Baruch 31:2",
                            "text": "And they all assembled in the valley of the Cedron."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Second Baruch 31:3",
                            "text": "And I answered and said unto them: \"Hear, O Israel, and I will speak to thee, And give ear, O seed of Jacob, and I will instruct thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Second Baruch 31:4",
                            "text": "Forget not Zion, but hold in remembrance the anguish of Jerusalem."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Second Baruch 31:5",
                            "text": "For lo! the days come, when everything that exists will become the prey of corruption and be as though it had not been."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Second Baruch 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Second Baruch 32:1",
                            "text": "'But ye, if ye prepare your hearts, so as to sow in them the fruits of the law, it will protect you in that time in which the Mighty One is to shake the whole creation."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Second Baruch 32:2",
                            "text": "[Because after a little time the building of Zion will be shaken in order that it may again be built."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Second Baruch 32:3",
                            "text": "But that building will not remain, but will again after a time be rooted out, and will remain desolate until the time."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Second Baruch 32:4",
                            "text": "And afterwards it must be renewed in glory, and perfected for evermore.]"
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Second Baruch 32:5",
                            "text": "Therefore we should not be distressed so much over the evil which has now come as over that which is still to be."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Second Baruch 32:6",
                            "text": "For there will be a greater trial than these two tribulations when the Mighty One will renew His creation."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Second Baruch 32:7",
                            "text": "And now do not draw near to me for a few days, nor seek me till I come to you.\""
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Second Baruch 32:8",
                            "text": "And it came to pass when I had spoken to them all these words, that I, Baruch, went my way, and when the people saw me setting out, they lifted up their voice and lamented and said:"
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Second Baruch 32:9",
                            "text": "\"Whither departest thou from us, Baruch, and forsakest us as a father who forsakes his orphan children, and departs from them?"
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Second Baruch 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Second Baruch 33:1",
                            "text": "\"Are these the commands which thy companion, Jeremiah the prophet, commanded thee, and said unto thee:"
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Second Baruch 33:2",
                            "text": "\"Look to this people till I go and make ready the rest of the brethren in Babylon, against whom has gone forth the sentence that they should be led into captivity\"?"
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Second Baruch 33:3",
                            "text": "And now if thou also forsakest us, it were good for us all to die before thee, and then that thou shouldst withdraw from us.\""
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Second Baruch 34",
                    "verses": [
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Second Baruch 34:4",
                            "text": "And I answered and said unto the people: \"Far be it from me to forsake you or to withdraw from you, but I will only go unto the Holy of Holies to inquire of the Mighty One concerning you and concerning Zion, if in some respect I should receive more illumination: and after these things I will return to you.\""
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Second Baruch 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Second Baruch 35:1",
                            "text": "And I, Baruch, went to the holy place, and sat down upon the ruins and wept, and said:"
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Second Baruch 35:2",
                            "text": "\"Become ye springs, O mine eyes, and ye, mine eyelids, a fount of tears."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Second Baruch 35:3",
                            "text": "For how shall I lament for Zion, and how shall I mourn for Jerusalem?"
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Second Baruch 35:4",
                            "text": "Because in that place where I am now prostrate, Of old the high priest used to offer holy sacrifices, and to place thereon the smoke of thea incense of fragrant odours."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Second Baruch 35:5",
                            "text": "But now our glorying has been made into dust, and the desire of our soul into sand.'"
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Second Baruch 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Second Baruch 36:1",
                            "text": "And when I had said these things I fell asleep there, and I saw a vision in the night."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Second Baruch 36:2",
                            "text": "And lo! a forest of trees planted on the plain, and lofty mountains surrounded it and precipitous rocks, and that forest occupied much space."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Second Baruch 36:3",
                            "text": "And lo! over against it arose a vine, and from under it there went forth a fountain peacefully."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Second Baruch 36:4",
                            "text": "Now that fountain came to the forest and was (stirred) into great waves, and those waves submerged that forest, and suddenly they rooted out the multitude of (the trees) of that forest, and overthrew all the mountains which were round about it."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Second Baruch 36:5",
                            "text": "And the height of the forest began to be made low, and the top of the mountains was made low, and that fountain prevailed greatly, so that it left nothing of that great forest save one cedar only."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Second Baruch 36:6",
                            "text": "Also when it had cast it down and had destroyed and rooted out the multitude of (the trees of) that forest, so that nothing was left of it, nor could its place be recognised, then that vine began to come with the fountain in peace and great tranquillity, and it came to a place which was not far from the cedar, and they brought the cedar which had been cast down to it."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Second Baruch 36:7",
                            "text": "And I beheld and lo! that vine opened its mouth and spake and said to that cedar: \"Art thou not that cedar which was left of the forest of wickedness, and by whose means wickedness persisted, and was wrought all those years, and goodness never."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Second Baruch 36:8",
                            "text": "And thou didst keep conquering that which was not thine, and to that which was thine thou didst never show compassion, and thou didst keep extending thy power over those who were far from thee, and those who drew nigh thee thou didst hold fast in the toils of thy wickedness, and thou didst uplift thyself always as one that could not be rooted out!"
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Second Baruch 36:9",
                            "text": "But now thy time has sped and thy hour is come."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Second Baruch 36:10",
                            "text": "Do thou also therefore depart O cedar, after the forest. which departed before thee, and become dust with it, and let your ashes be mingled together,"
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Second Baruch 36:11",
                            "text": "And now recline in anguish and rest in torment till thy last time come, in which thou wilt come again, and be tormented still more.\""
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Second Baruch 37",
                    "verses": [
                        {
                            "verse": 12,
                            "chapter": 37,
                            "name": "Second Baruch 37:12",
                            "text": "And after these things I saw that cedar burning, and the vine glowing, itself and all around it, the plain full of unfading flowers."
                        },
                        {
                            "verse": 13,
                            "chapter": 37,
                            "name": "Second Baruch 37:13",
                            "text": "And I indeed awoke and arose."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Second Baruch 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Second Baruch 38:1",
                            "text": "And I prayed and said: 'O LORD, my Lord, Thou dost always enlighten those who are led by understanding."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Second Baruch 38:2",
                            "text": "Thy law is life, and Thy wisdom is right guidance."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Second Baruch 38:3",
                            "text": "Make known to me therefore the interpretation of this vision."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Second Baruch 38:4",
                            "text": "For Thou knowest that my soul hath always walked in Thy law, and from my (earliest) days I departed not from Thy wisdom.'"
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Second Baruch 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Second Baruch 39:1",
                            "text": "And He answered and said unto me: \"This is the interpretation of the vision which thou hast seen."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Second Baruch 39:2",
                            "text": "As thou hast seen the great forest which lofty and precipitous mountains surrounded, this is the word."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Second Baruch 39:3",
                            "text": "Behold! the days come, and this kingdom will be destroyed which once destroyed Zion, and it will be subjected to that which comes after it."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Second Baruch 39:4",
                            "text": "Moreover, that also again after a time will be destroyed, and another, a third, will arise, and that also will have dominion for its time, and will be destroyed."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Second Baruch 39:5",
                            "text": "And after these things a fourth kingdom will arise, whose power will be harsh and evil far beyond those which were before it, and it will rule many times as the forests on the plain, and it will hold fast the times, and will exalt itself more than the cedars of Lebanon."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Second Baruch 39:6",
                            "text": "And by it the truth will be hidden, and all those who are polluted with iniquity will flee to it, as evil beasts flee and creep into the forest."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Second Baruch 39:7",
                            "text": "And it will come to pass when the time of its consummation that he should fall has approached, then the principate of My Messiah will be revealed, which is like the fountain and the vine, and when it is revealed it will root out the multitude of its host."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Second Baruch 39:8",
                            "text": "And that which thou hast seen, the lofty cedar, which was left of that forest, and with regard to this fact, that the vine spoke those words with it which thou didst hear, this is the word."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Second Baruch 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Second Baruch 40:1",
                            "text": "The last leader of that time will be left alive, when the multitude of his hosts will be put to the sword and be bound, and they will take him up to Mount Zion, and My Messiah will convict him of all his impieties, and will gather and set before him all the works of his hosts."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Second Baruch 40:2",
                            "text": "And afterwards he will put him to death, and protect the rest of My people which shall be found in the place which I have chosen."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Second Baruch 40:3",
                            "text": "And his principate will stand for ever, until the world of corruption is at an end, and until the times aforesaid are fulfilled."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Second Baruch 40:4",
                            "text": "This is thy vision, and this is its interpretation.\""
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Second Baruch 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Second Baruch 41:1",
                            "text": "And I answered and said: \"To whom will these things be, or how many (will they be)? or who will be worthy to live at that time?"
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Second Baruch 41:2",
                            "text": "For I will speak before Thee everything that I think, and I will ask of Thee regarding those things which I meditate."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Second Baruch 41:3",
                            "text": "For lo! I see many of Thy people who have withdrawn from Thy covenant, and cast from them the yoke of Thy law."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Second Baruch 41:4",
                            "text": "But others again I have seen who have forsaken their vanity, and fled for refuge beneath Thy wings."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Second Baruch 41:5",
                            "text": "What therefore will be to them? or how will the last time receive them?"
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Second Baruch 41:6",
                            "text": "Or perhaps the time of these will assuredly be weighed, and as the beam inclines will they be judged accordingly?\""
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Second Baruch 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Second Baruch 42:1",
                            "text": "And He answered and said unto me:"
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Second Baruch 42:2",
                            "text": "\"These things also will I show unto thee. As for what thou didst say -- 'To whom will these things be, and how many (will they be)?'- to those who have believed there will be the good which was spoken of aforetime, and to those who despise there shall be the contrary of these things."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Second Baruch 42:3",
                            "text": "And as for what thou didst say regarding those who have drawn near and those who have withdrawn, this is the word."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Second Baruch 42:4",
                            "text": "As for those who were before subject, and afterwards withdrew and mingled themselves with the seed of mingled peoples, the time of these is the former, and I am meditating deep things."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Second Baruch 42:5",
                            "text": "And as for those who before knew not but afterwards knew life, and mingled (only) with the seed of the people which had separated itself the time of these (is) the former, I am meditating deep things."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Second Baruch 42:6",
                            "text": "And time shall succeed to time and season to season, and one shall receive from another, and then with a view to the consummation shall everything be compared according to the measure of the times and the hours of the seasons."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Second Baruch 42:7",
                            "text": "For corruption will take those that belong to it, and life those that belong to it."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Second Baruch 42:8",
                            "text": "And the dust will be called, and there will be said to it: \"Give back that which is not thine, and raise up all that thou hast kept until its time.\""
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Second Baruch 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Second Baruch 43:1",
                            "text": "'But, do thou, Baruch, strengthen thy heart to that which has been said to thee, and understand those things which have been shown to thee; For there are many eternal consolations for thee."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Second Baruch 43:2",
                            "text": "For thou wilt depart from this place, and thou wilt pass from the regions which are now seen by thee, and thou wilt forget whatever is corruptible, and wilt not again recall those things which happen among mortals."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Second Baruch 43:3",
                            "text": "Go therefore and command thy people, and come to this place, and afterwards fast seven days, and then I will come to thee and speak with thee.\""
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Second Baruch 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Second Baruch 44:1",
                            "text": "And I, Baruch, went from thence, and came to my people, and I called my first-born son and the Gedaliahs my friends, and seven of the elders of the people, and I said unto them:"
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Second Baruch 44:2",
                            "text": "'Behold, I go unto my fathers according to the way of all the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Second Baruch 44:3",
                            "text": "But withdraw ye not from the way of the law, but guard and admonish the people which remain; Lest they withdraw from the commandments of the Mighty One."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Second Baruch 44:4",
                            "text": "For ye see that He whom we serve is just, and our Creator is no respecter of persons."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Second Baruch 44:5",
                            "text": "And see ye what hath befallen Zion, and what hath happened to Jerusalem."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Second Baruch 44:6",
                            "text": "For the judgement of the Mighty One will (thereby) be made known, and His ways, which, though past finding out, are right."
                        },
                        {
                            "verse": 7,
                            "chapter": 44,
                            "name": "Second Baruch 44:7",
                            "text": "For if ye endure and persevere in His fear, and do not forget His law, the times will change over you for good, and ye will see the consolation of Zion."
                        },
                        {
                            "verse": 8,
                            "chapter": 44,
                            "name": "Second Baruch 44:8",
                            "text": "Because whatever is now is nothing, but that which shall be is very great."
                        },
                        {
                            "verse": 9,
                            "chapter": 44,
                            "name": "Second Baruch 44:9",
                            "text": "For everything that is corruptible will pass away, and everything that dies will depart, and all the present time shall be forgotten, nor shall there be any remembrance of the present time, which is defiled with evils."
                        },
                        {
                            "verse": 10,
                            "chapter": 44,
                            "name": "Second Baruch 44:10",
                            "text": "For that which runs now runs unto vanity, and that which prospers shall quickly fall and be humiliated."
                        },
                        {
                            "verse": 11,
                            "chapter": 44,
                            "name": "Second Baruch 44:11",
                            "text": "For that which is to be shall be the object of desire, and on that which comes afterwards do we place hope; for it is a time that passes not away."
                        },
                        {
                            "verse": 12,
                            "chapter": 44,
                            "name": "Second Baruch 44:12",
                            "text": "And the hour comes which abides for ever, and the new world which does not turn to corruption those who depart to its blessedness, and has no mercy on those who depart to torment, and will not lead to perdition those who live in it."
                        },
                        {
                            "verse": 13,
                            "chapter": 44,
                            "name": "Second Baruch 44:13",
                            "text": "For these are they who shall inherit that time which has been spoken of, and theirs is the inheritance of the promised time."
                        },
                        {
                            "verse": 14,
                            "chapter": 44,
                            "name": "Second Baruch 44:14",
                            "text": "These are they who have acquired for themselves treasures of wisdom, and with them are found stores of understanding, and from mercy have they not withdrawn, and the truth of the law have they preserved."
                        },
                        {
                            "verse": 15,
                            "chapter": 44,
                            "name": "Second Baruch 44:15",
                            "text": "For to them shall be given the world to come, but the dwelling of the rest who are many shall be in the fire.'"
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Second Baruch 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Second Baruch 45:1",
                            "text": "'Do ye therefore so far as ye are able instruct the people, for that labour is ours."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Second Baruch 45:2",
                            "text": "For if ye teach them, ye will quicken them.\""
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Second Baruch 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Second Baruch 46:1",
                            "text": "And my son and the elders of the people answered and said unto me: \"Has the Mighty One humiliated us to such a degree as to take thee from us quickly?"
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Second Baruch 46:2",
                            "text": "And truly we shall be in darkness, and there will be no light to the people who are left."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Second Baruch 46:3",
                            "text": "For where again shall we seek the law, or who will distinguish for us between death and life?\""
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Second Baruch 46:4",
                            "text": "And I said unto them: \"The throne of the Mighty One I cannot resist: nevertheless, there shall not be wanting to Israel a wise man nor a son of the law to the race of Jacob."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Second Baruch 46:5",
                            "text": "But only prepare ye your hearts, that ye may hear the law, and be subject to those who in fear are wise and understanding; and prepare your souls that ye may not depart from them."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Second Baruch 46:6",
                            "text": "For if ye do these things, good tidings will come unto you. Which I before told you of; nor shall ye fall into the torment, of which I testified to you before.\"\n\n["
                        },
                        {
                            "verse": 7,
                            "chapter": 46,
                            "name": "Second Baruch 46:7",
                            "text": "But with regard to the word that I was to be taken, I did not make (it) known to them or to my son.]"
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Second Baruch 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Second Baruch 47:1",
                            "text": "And when I had gone forth and dismissed them, I went thence and said unto them: \"Behold! I go to Hebron: for thither the Mighty One hath sent me.\""
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Second Baruch 47:2",
                            "text": "And I came to that place where the word had been spoken unto me, and I sat there, and fasted seven days."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Second Baruch 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Second Baruch 48:1",
                            "text": "And it came to pass after the seventh day, that I prayed before the Mighty One and said:"
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Second Baruch 48:2",
                            "text": "\"O my Lord, Thou summonest the advent of the times, and they stand before Thee; Thou causest the power of the ages to pass away, and they do not resist Thee; Thou arrangest the method of the seasons, and they obey Thee."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Second Baruch 48:3",
                            "text": "Thou alone knowest the goal of the generations, and Thou revealest not Thy mysteries to many."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Second Baruch 48:4",
                            "text": "Thou makest known the multitude of the fire, and Thou weighest the lightness of the wind."
                        },
                        {
                            "verse": 5,
                            "chapter": 48,
                            "name": "Second Baruch 48:5",
                            "text": "Thou explorest the limit of the heights, and Thou scrutinisest the depths of the darkness."
                        },
                        {
                            "verse": 6,
                            "chapter": 48,
                            "name": "Second Baruch 48:6",
                            "text": "Thou carest for the number which pass away that they may be preserved And Thou preparest an abode for those that are to be."
                        },
                        {
                            "verse": 7,
                            "chapter": 48,
                            "name": "Second Baruch 48:7",
                            "text": "Thou rememberest the beginning which Thou hast made, and the destruction that is to be Thou forgettest not."
                        },
                        {
                            "verse": 8,
                            "chapter": 48,
                            "name": "Second Baruch 48:8",
                            "text": "With nods of fear and indignation Thou commandest the flames, and they change into spirits, and with a word Thou quickenest that which was not, and with mighty power Thou holdest that which has not yet come."
                        },
                        {
                            "verse": 9,
                            "chapter": 48,
                            "name": "Second Baruch 48:9",
                            "text": "Thou instructest created things in the understanding of Thee, and Thou makest wise the spheres so as to minister in their orders."
                        },
                        {
                            "verse": 10,
                            "chapter": 48,
                            "name": "Second Baruch 48:10",
                            "text": "Armies innumerable stand before Thee and minister in their orders quietly at Thy nod."
                        },
                        {
                            "verse": 11,
                            "chapter": 48,
                            "name": "Second Baruch 48:11",
                            "text": "Hear Thy servant and give ear to my petition."
                        },
                        {
                            "verse": 12,
                            "chapter": 48,
                            "name": "Second Baruch 48:12",
                            "text": "For in a little time are we born, and in a little time do we return."
                        },
                        {
                            "verse": 13,
                            "chapter": 48,
                            "name": "Second Baruch 48:13",
                            "text": "But with Thee hours are as a time, and days as generations."
                        },
                        {
                            "verse": 14,
                            "chapter": 48,
                            "name": "Second Baruch 48:14",
                            "text": "Be not therefore wroth with man; for he is nothing And take not account of our works;"
                        },
                        {
                            "verse": 15,
                            "chapter": 48,
                            "name": "Second Baruch 48:15",
                            "text": "For what are we? For lo! by Thy gift do we come into the world, and we depart not of our own will."
                        },
                        {
                            "verse": 16,
                            "chapter": 48,
                            "name": "Second Baruch 48:16",
                            "text": "For we said not to our parents, 'Beget us,' nor did we send to Sheol and say, 'Receive us.'"
                        },
                        {
                            "verse": 17,
                            "chapter": 48,
                            "name": "Second Baruch 48:17",
                            "text": "What therefore is our strength that we should bear Thy wrath, or what are we that we should endure Thy judgement?"
                        },
                        {
                            "verse": 18,
                            "chapter": 48,
                            "name": "Second Baruch 48:18",
                            "text": "Protect us in Thy compassions, and in Thy mercy help us."
                        },
                        {
                            "verse": 19,
                            "chapter": 48,
                            "name": "Second Baruch 48:19",
                            "text": "Behold the little ones that are subject unto Thee, and save all that draw nigh unto Thee, and destroy not the hope of our people, and cut not short the times of our aid."
                        },
                        {
                            "verse": 20,
                            "chapter": 48,
                            "name": "Second Baruch 48:20",
                            "text": "For this is the nation which Thou hast chosen, and these are the people, to whom Thou findest no equal."
                        },
                        {
                            "verse": 21,
                            "chapter": 48,
                            "name": "Second Baruch 48:21",
                            "text": "But I will speak now before Thee, and I will say as my heart thinketh."
                        },
                        {
                            "verse": 22,
                            "chapter": 48,
                            "name": "Second Baruch 48:22",
                            "text": "In Thee do we trust, for lo! Thy law is with us, and we know that we shall not fall so long as we keep Thy statutes."
                        },
                        {
                            "verse": 23,
                            "chapter": 48,
                            "name": "Second Baruch 48:23",
                            "text": "In this at least we are always blest that we have not mingled with the Gentiles."
                        },
                        {
                            "verse": 24,
                            "chapter": 48,
                            "name": "Second Baruch 48:24",
                            "text": "For we are all named one people, who have received one law from One, and the law which is amongst us will aid us, and the surpassing wisdom which is in us will help us.\""
                        },
                        {
                            "verse": 25,
                            "chapter": 48,
                            "name": "Second Baruch 48:25",
                            "text": "And when I had prayed and said these things, I was greatly weakened."
                        },
                        {
                            "verse": 26,
                            "chapter": 48,
                            "name": "Second Baruch 48:26",
                            "text": "And He answered and said unto me: \"Thou hast prayed simply, O Baruch, and all thy words have been heard."
                        },
                        {
                            "verse": 27,
                            "chapter": 48,
                            "name": "Second Baruch 48:27",
                            "text": "But My judgement exacts its own and My law exacts its rights."
                        },
                        {
                            "verse": 28,
                            "chapter": 48,
                            "name": "Second Baruch 48:28",
                            "text": "For from thy words I will answer thee, and from thy prayer I will speak to thee."
                        },
                        {
                            "verse": 29,
                            "chapter": 48,
                            "name": "Second Baruch 48:29",
                            "text": "For this is as follows: he that is corrupted is not at all; he has both wrought iniquity so far as he could do anything, and has not remembered My goodness, nor accepted My long-suffering."
                        },
                        {
                            "verse": 30,
                            "chapter": 48,
                            "name": "Second Baruch 48:30",
                            "text": "Therefore thou shalt surely be taken up, as I before told thee."
                        },
                        {
                            "verse": 31,
                            "chapter": 48,
                            "name": "Second Baruch 48:31",
                            "text": "For that time shall arise which brings affliction; for it shall come and pass by with quick vehemence, and it will be turbulent coming in the heat of indignation."
                        },
                        {
                            "verse": 32,
                            "chapter": 48,
                            "name": "Second Baruch 48:32",
                            "text": "And it shall come to pass in those days that all the inhabitants of the earth shall be moved one against another, because they know not that My judgement has drawn nigh."
                        },
                        {
                            "verse": 33,
                            "chapter": 48,
                            "name": "Second Baruch 48:33",
                            "text": "For there will not be found many wise at that time, and the intelligent will be but a few: moreover, even those who know will most of all be silent."
                        },
                        {
                            "verse": 34,
                            "chapter": 48,
                            "name": "Second Baruch 48:34",
                            "text": "And there will be many rumours and tidings not a few, and the works of portents shall be manifest, and promises not a few be recounted, and some of them (will prove) idle, and some of them shall be confirmed."
                        },
                        {
                            "verse": 35,
                            "chapter": 48,
                            "name": "Second Baruch 48:35",
                            "text": "And honour will be turned into shame, and strength humiliated into contempt, and probity destroyed, And beauty will become a scorn."
                        },
                        {
                            "verse": 36,
                            "chapter": 48,
                            "name": "Second Baruch 48:36",
                            "text": "And many will say to many at that time: 'Where hath the multitude of intelligence hidden itself, and whither hath the multitude of wisdom removed itself?'"
                        },
                        {
                            "verse": 37,
                            "chapter": 48,
                            "name": "Second Baruch 48:37",
                            "text": "And whilst they are meditating these things, then zeal will arise in those of whom they thought not, and passion will seize him who is peaceful, and many shall be roused in anger to injure many, and they shall rouse up armies in order to shed blood, and in the end they shall perish together with them."
                        },
                        {
                            "verse": 38,
                            "chapter": 48,
                            "name": "Second Baruch 48:38",
                            "text": "And it will come to pass at the self-same time, that a change of times shall manifestly appear to every man, by reason of which in all those times they were polluted and practised oppression, and walked every man in his own works, and remembered not the law of the Mighty One."
                        },
                        {
                            "verse": 39,
                            "chapter": 48,
                            "name": "Second Baruch 48:39",
                            "text": "Therefore a fire shall consume their thoughts, and in flame shall the meditations of their reins be tried; for the Judge will come and will not tarry."
                        },
                        {
                            "verse": 40,
                            "chapter": 48,
                            "name": "Second Baruch 48:40",
                            "text": "Because each of the inhabitants of the earth knew when he was commiting iniquty, and they have not known My law by reason of their pride."
                        },
                        {
                            "verse": 41,
                            "chapter": 48,
                            "name": "Second Baruch 48:41",
                            "text": "For many will then assuredly weep, yea, over the living more than over the dead.\""
                        },
                        {
                            "verse": 42,
                            "chapter": 48,
                            "name": "Second Baruch 48:42",
                            "text": "And I answered and said: \"O Adam, what hast thou done to all those who are born from thee? and what will be said to the first Eve who hearkened to the serpent?"
                        },
                        {
                            "verse": 43,
                            "chapter": 48,
                            "name": "Second Baruch 48:43",
                            "text": "For all this multitude are going to corruption, nor is there any numbering of those whom the fire devours."
                        },
                        {
                            "verse": 44,
                            "chapter": 48,
                            "name": "Second Baruch 48:44",
                            "text": "But again I will speak in Thy presence."
                        },
                        {
                            "verse": 45,
                            "chapter": 48,
                            "name": "Second Baruch 48:45",
                            "text": "Thou, O LORD, my Lord, knowest what is in Thy creature."
                        },
                        {
                            "verse": 46,
                            "chapter": 48,
                            "name": "Second Baruch 48:46",
                            "text": "For Thou didst of old command the dust to produce Adam, and Thou knowest the number of those who are born from him, and how far they have sinned before Thee, who have existed and not confessed Thee as their Creator."
                        },
                        {
                            "verse": 47,
                            "chapter": 48,
                            "name": "Second Baruch 48:47",
                            "text": "And as regards all these their end shall convict them, and Thy law which they have transgressed shall requite them on Thy day.\n\n["
                        },
                        {
                            "verse": 48,
                            "chapter": 48,
                            "name": "Second Baruch 48:48",
                            "text": "But now let us dismiss the wicked and enquire about the righteous."
                        },
                        {
                            "verse": 49,
                            "chapter": 48,
                            "name": "Second Baruch 48:49",
                            "text": "And I will recount their blessedness and not be silent in celebrating their glory, which is reserved for them."
                        },
                        {
                            "verse": 50,
                            "chapter": 48,
                            "name": "Second Baruch 48:50",
                            "text": "For assuredly as in a little time in this world which passeth away, in which ye live, ye have endured much labour, so in that world to which there is no end, ye shall receive great light.\"]"
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Second Baruch 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Second Baruch 49:1",
                            "text": "Nevertheless, I will again ask from Thee, O Mighty One, yea, I will ask mercy from Him who made all things."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Second Baruch 49:2",
                            "text": "'In what shape will those live who live in Thy day? or how will the splendour of those who (are) after that time continue?"
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Second Baruch 49:3",
                            "text": "Will they then resume this form of the present, and put on these entrammelling members, which are now involved in evils, and in which evils are consummated, or wilt Thou perchance change these things which have been in the world, as also the world?'"
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Second Baruch 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Second Baruch 50:1",
                            "text": "And He answered and said unto me: \"Hear, Baruch, this word, and write in the remembrance of thy heart all that thou shalt learn."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Second Baruch 50:2",
                            "text": "For the earth shall then assuredly restore the dead, which it now receives, in order to preserve them, making no change in their form, but as it has received, so shall it restore them, and as I delivered them unto it, so also shall it raise them."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Second Baruch 50:3",
                            "text": "For then it will be necessary to show to the living that the dead have come to life again, and that those who had departed have returned (again)."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Second Baruch 50:4",
                            "text": "And it shall come to pass, when they have severally recognized those whom they now know, then judgement will grow strong, and those things which before were spoken of will come."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Second Baruch 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Second Baruch 51:1",
                            "text": "\"And it will come to pass, when that appointed day has gone by, that then shall the aspect of those who are condemned be afterwards changed, and the glory of those who are justified."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Second Baruch 51:2",
                            "text": "For the aspect of those who now act wickedly shall become worse than is that of such as suffer torment."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Second Baruch 51:3",
                            "text": "Also (as for) the glory of those who have now been justified in My law, who have had understanding in their life, and who have planted in their heart the root of wisdom, then their splendour shall be glorified in changes, and the form of their face will be turned into the light of their beauty, that they may be able to acquire and receive the world which does not die, which is then promised to them."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Second Baruch 51:4",
                            "text": "For over this above all will those who come then lament, that they rejected My law, and stopped their ears that they might not hear wisdom or receive understanding."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Second Baruch 51:5",
                            "text": "When therefore they see those, over whom they are now exalted, (but) who shall then be exalted and glorified more than they, they shall respectively be transformed, the latter into the splendour of angels, and the former will mainly waste away in wonder at the visions and in the beholding of the forms."
                        },
                        {
                            "verse": 6,
                            "chapter": 51,
                            "name": "Second Baruch 51:6",
                            "text": "For they will first behold and afterwards depart to be tormented."
                        },
                        {
                            "verse": 7,
                            "chapter": 51,
                            "name": "Second Baruch 51:7",
                            "text": "But those who have been saved by their works, and to whom the law has been now a hope, and understanding an expectation, and wisdom a confidence, will wonders appear in their time."
                        },
                        {
                            "verse": 8,
                            "chapter": 51,
                            "name": "Second Baruch 51:8",
                            "text": "For they will behold the world which is now invisible to them, and they will behold the time which is now hidden from them:"
                        },
                        {
                            "verse": 9,
                            "chapter": 51,
                            "name": "Second Baruch 51:9",
                            "text": "And again time will not age them."
                        },
                        {
                            "verse": 10,
                            "chapter": 51,
                            "name": "Second Baruch 51:10",
                            "text": "For in the heights of that world shall they dwell, and they shall be made like unto the angels, and be made equal to the stars, and they shall be changed into every form they desire, from beauty into loveliness, and from light into the splendour of glory."
                        },
                        {
                            "verse": 11,
                            "chapter": 51,
                            "name": "Second Baruch 51:11",
                            "text": "For there shall be spread before them the extents of Paradise, and there shall be shown to them the beauty of the majesty of the living creatures which are beneath the throne, and all the armies of the angels, who [are now held fast by My word, lest they should appear, and] are held fast by a command, that they may stand in their places till their advent comes."
                        },
                        {
                            "verse": 12,
                            "chapter": 51,
                            "name": "Second Baruch 51:12",
                            "text": "Moreover, there shall then be excellency in the righteous surpassing that in the angels."
                        },
                        {
                            "verse": 13,
                            "chapter": 51,
                            "name": "Second Baruch 51:13",
                            "text": "For the first will receive the last, those whom they were expecting, and the last those of whom they used to hear that they had passed away."
                        },
                        {
                            "verse": 14,
                            "chapter": 51,
                            "name": "Second Baruch 51:14",
                            "text": "For they have been delivered from this world of tribulation, and laid down the burthen of anguish."
                        },
                        {
                            "verse": 15,
                            "chapter": 51,
                            "name": "Second Baruch 51:15",
                            "text": "For what then have men lost their life, and for what have those who were on the earth exchanged their soul?"
                        },
                        {
                            "verse": 16,
                            "chapter": 51,
                            "name": "Second Baruch 51:16",
                            "text": "For then they chose (not) for themselves that time, which, beyond the reach of anguish, could not pass away, and they chose for themselves that time, whose issues are full of lamentations and evils, and they denied the world which ages not those who come to it, and they rejected the time of the glory, so that they shall not come to the honour of which I told thee before.\""
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Second Baruch 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Second Baruch 52:1",
                            "text": "And I answered and said: \"How do those who forget those for whom woe is then reserved?"
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Second Baruch 52:2",
                            "text": "And why therefore do we again mourn for those who die? or why do we weep for those who depart to Sheol?"
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Second Baruch 52:3",
                            "text": "Let lamentations be reserved for the beginning of that coming torment, and let tears be laid up for the advent of the destruction of that time."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Second Baruch 52:4",
                            "text": "But even in the face of these things I will speak."
                        },
                        {
                            "verse": 5,
                            "chapter": 52,
                            "name": "Second Baruch 52:5",
                            "text": "[And as for the righteous, what will they do now?"
                        },
                        {
                            "verse": 6,
                            "chapter": 52,
                            "name": "Second Baruch 52:6",
                            "text": "Rejoice ye in the suffering which ye now suffer: for why do ye look for the decline of your enemies?"
                        },
                        {
                            "verse": 7,
                            "chapter": 52,
                            "name": "Second Baruch 52:7",
                            "text": "Make ready your soul for that which is reserved for you, and prepare your souls for the reward which is laid up for you.\"]"
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Second Baruch 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Second Baruch 53:1",
                            "text": "And when I had said these things I fell asleep there, and I saw a vision, and lo! a cloud was ascending from a very great sea, and I kept gazing upon it, and lo! it was full of waters white and black, and there were many colours in those self-same waters, and as it were the likeness of great lightning was seen at its summit."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Second Baruch 53:2",
                            "text": "And I saw the cloud passing swiftly in quick courses, and it covered all the earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Second Baruch 53:3",
                            "text": "And it came to pass after these things that cloud began to pour upon the earth the waters that were in it."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Second Baruch 53:4",
                            "text": "And I saw that there was not one and the same likeness in the waters which descended from it."
                        },
                        {
                            "verse": 5,
                            "chapter": 53,
                            "name": "Second Baruch 53:5",
                            "text": "For in the first beginning they were black exceedingly for a time, and afterwards I saw that the waters became bright, but they were not many, and after these things again I saw black (waters), and after these things again bright, and again black and again bright."
                        },
                        {
                            "verse": 6,
                            "chapter": 53,
                            "name": "Second Baruch 53:6",
                            "text": "Now this was done twelve times, but the black were always more numerous than the bright."
                        },
                        {
                            "verse": 7,
                            "chapter": 53,
                            "name": "Second Baruch 53:7",
                            "text": "And it came to pass at the end of the cloud, that lo! it rained black waters, and they were darker than had been all those waters that were before, and fire was mingled with them, and where those waters descended, they wrought devastation and destruction."
                        },
                        {
                            "verse": 8,
                            "chapter": 53,
                            "name": "Second Baruch 53:8",
                            "text": "And I saw after these things that lightning which I had seen on the summit of the cloud, that it held it fast and made it descend to the earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 53,
                            "name": "Second Baruch 53:9",
                            "text": "Now that lightning shone exceedingly, so as to illuminate the whole earth, and it healed those regions where the last waters had descended and wrought devastation."
                        },
                        {
                            "verse": 10,
                            "chapter": 53,
                            "name": "Second Baruch 53:10",
                            "text": "And it took hold of the whole earth, and had dominion over it."
                        },
                        {
                            "verse": 11,
                            "chapter": 53,
                            "name": "Second Baruch 53:11",
                            "text": "And I saw after these things, and lo! twelve rivers were ascending from the sea, and they began to surround that lightning and to become subject to it."
                        },
                        {
                            "verse": 12,
                            "chapter": 53,
                            "name": "Second Baruch 53:12",
                            "text": "And by reason of my fear I awoke."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Second Baruch 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Second Baruch 54:1",
                            "text": "And I besought the Mighty One, and said: \"Thou alone, O Lord, knowest of aforetime the deep things of the world, and the things which befall in their times Thou bringest about by Thy word, And against the works of the inhabitants of the earth Thou dost hasten the beginnings of the times, and the end of the seasons Thou alone knowest."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Second Baruch 54:2",
                            "text": "For whom nothing is too hard, but Thou doest everything easily by a nod:"
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Second Baruch 54:3",
                            "text": "To whom the depths come as the heights are accessible, and the beginnings of the ages minister to Thy word."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Second Baruch 54:4",
                            "text": "Who revealeth to those who fear Thee what is prepared for them, that He may thereby console them."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Second Baruch 54:5",
                            "text": "Thou showest great acts to those who know not; Thou breakest up the enclosure of those who are ignorant, and lightest up what is dark, and revealest what is hidden to the pure, who in faith have submitted themselves to Thee and Thy law."
                        },
                        {
                            "verse": 6,
                            "chapter": 54,
                            "name": "Second Baruch 54:6",
                            "text": "Thou hast shown to Thy servant this vision; reveal to me also its interpretation."
                        },
                        {
                            "verse": 7,
                            "chapter": 54,
                            "name": "Second Baruch 54:7",
                            "text": "For I know that as regards those things wherein I besought Thee, I have received a response, and as regards what I besought, Thou didst reveal to me, and didst show me with what voice I should praise Thee, or from what members I should cause praises and hallelujahs to ascend to Thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 54,
                            "name": "Second Baruch 54:8",
                            "text": "For if my members were mouths, and the hairs of my head voices, even so I could not give Thee the meed of praise, nor laud thee as is befitting, nor could I recount Thy praise, nor tell the glory of Thy beauty."
                        },
                        {
                            "verse": 9,
                            "chapter": 54,
                            "name": "Second Baruch 54:9",
                            "text": "For what am I amongst men, or why am I reckoned amongst those who are more excellent than I, that I have heard all those marvellous things from the Most High, and good tidings numberless from Him who created me?"
                        },
                        {
                            "verse": 10,
                            "chapter": 54,
                            "name": "Second Baruch 54:10",
                            "text": "Blessed be my mother among those that bear, and praised among women be she that bare me."
                        },
                        {
                            "verse": 11,
                            "chapter": 54,
                            "name": "Second Baruch 54:11",
                            "text": "For I will not be silent in praising the Mighty One, and with the voice of praise I will recount His marvellous deeds."
                        },
                        {
                            "verse": 12,
                            "chapter": 54,
                            "name": "Second Baruch 54:12",
                            "text": "For who doeth like unto Thy marvellous deeds, O God, or who comprehendeth Thy deep thought of life?"
                        },
                        {
                            "verse": 13,
                            "chapter": 54,
                            "name": "Second Baruch 54:13",
                            "text": "For with Thy counsel Thou dost govern all the creatures which Thy right hand has created, and Thou hast established every fountain of light beside Thee, and the treasures of wisdom beneath Thy throne hast Thou prepared."
                        },
                        {
                            "verse": 14,
                            "chapter": 54,
                            "name": "Second Baruch 54:14",
                            "text": "And justly do they perish who have not loved Thy law, and the torment of judgement shall await those who have not submitted themselves to Thy power."
                        },
                        {
                            "verse": 15,
                            "chapter": 54,
                            "name": "Second Baruch 54:15",
                            "text": "For though Adam first sinned and brought untimely death upon all, yet of those who were born from him each one of them has prepared for his own soul torment to come, and again each one of them has chosen for himself glories to come.\n\n["
                        },
                        {
                            "verse": 16,
                            "chapter": 54,
                            "name": "Second Baruch 54:16",
                            "text": "For assuredly he who believeth will receive reward."
                        },
                        {
                            "verse": 17,
                            "chapter": 54,
                            "name": "Second Baruch 54:17",
                            "text": "But now, as for you, ye wicked that now are, turn ye to destruction, because ye will speedily be visited, in that formerly ye rejected the understanding of the Most High."
                        },
                        {
                            "verse": 18,
                            "chapter": 54,
                            "name": "Second Baruch 54:18",
                            "text": "For His works have not taught you, Nor has the skill of His creation which is at all times persuaded you.]"
                        },
                        {
                            "verse": 19,
                            "chapter": 54,
                            "name": "Second Baruch 54:19",
                            "text": "Adam is therefore not the cause, save only of his own soul, but each of us has been the Adam of his own soul."
                        },
                        {
                            "verse": 20,
                            "chapter": 54,
                            "name": "Second Baruch 54:20",
                            "text": "But do Thou, O Lord, expound to me regarding those things which Thou hast revealed to me, and inform me regarding that which I besought Thee."
                        },
                        {
                            "verse": 21,
                            "chapter": 54,
                            "name": "Second Baruch 54:21",
                            "text": "For at the consummation of the world there will be vengeance taken upon those who have done wickedness according to their wickedness, and Thou wilt glorify the faithful according to their faithfulness."
                        },
                        {
                            "verse": 22,
                            "chapter": 54,
                            "name": "Second Baruch 54:22",
                            "text": "For those who are amongst Thine own Thou rulest, And those who sin Thou blottest out from amongst Thine own.\""
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Second Baruch 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Second Baruch 55:1",
                            "text": "And it came to pass when I had finished speaking the words of this prayer, that I sat there under a tree, that I might rest in the shade of the branches."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Second Baruch 55:2",
                            "text": "And I wondered and was astonied, and pondered in my thoughts regarding the multitude of goodness which sinners who are upon the earth have rejected, and regarding the great torment which they have despised, though they knew that they should be tormented because of the sin they had committed."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Second Baruch 55:3",
                            "text": "And when I was pondering on these things and the like, lo! the angel Ramiel who presides over true visions was sent to me, and he said unto me:"
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Second Baruch 55:4",
                            "text": "Why does thy heart trouble thee, Baruch, and why does thy thought disturb thee?"
                        },
                        {
                            "verse": 5,
                            "chapter": 55,
                            "name": "Second Baruch 55:5",
                            "text": "For if owing to the report which thou hast only heard of judgement thou art so moved, What (wilt thou be) when thou shalt see it manifestly with thine eyes?"
                        },
                        {
                            "verse": 6,
                            "chapter": 55,
                            "name": "Second Baruch 55:6",
                            "text": "And if with the expectation wherewith thou dost expect the day of the Mighty One thou art so overcome, what (wilt thou be) when thou shalt come to its advent?"
                        },
                        {
                            "verse": 7,
                            "chapter": 55,
                            "name": "Second Baruch 55:7",
                            "text": "And, if at the word of the announcement of the torment of those who have done foolishly thou art so wholly distraught, how much more when the event will reveal marvellous things?"
                        },
                        {
                            "verse": 8,
                            "chapter": 55,
                            "name": "Second Baruch 55:8",
                            "text": "And if thou hast heard tidings of the good and evil things which are then coming and art grieved, what (wilt thou be) when thou shalt behold what the majesty will reveal, which shall convict these and cause those to rejoice?"
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Second Baruch 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Second Baruch 56:1",
                            "text": "Nevertheless, because thou hast besought the Most High to reveal to thee the interpretation of the vision which thou hast seen, I have been sent to tell thee."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Second Baruch 56:2",
                            "text": "And the Mighty One hath assuredly made known to thee the methods of the times that have passed, and of those that are destined to pass in His world from the beginning of its creations even unto its consummation, of those things which (are) deceit and of those which (are) in truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Second Baruch 56:3",
                            "text": "For as thou didst see a great cloud which ascended from the sea, and went and covered the earth, this is the duration of the world which the Mighty One made when he took counsel to make the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Second Baruch 56:4",
                            "text": "And it came to pass when the word had gone forth from His presence, that the duration of the world had come into being in a small degree, and was established according to the multitude of the intelligence of Him who sent it."
                        },
                        {
                            "verse": 5,
                            "chapter": 56,
                            "name": "Second Baruch 56:5",
                            "text": "And as thou didst previously see on the summit of the cloud black waters which descended previously on the earth, this is the transgression wherewith Adam the first man transgressed."
                        },
                        {
                            "verse": 6,
                            "chapter": 56,
                            "name": "Second Baruch 56:6",
                            "text": "For owing to his transgression untimely death came into being, and grief was named and anguish was prepared, and pain was created, and trouble perfected, And boasting began to be established, And Sheol to demand that it should be renewed in blood, and the begetting of children was brought about, and the passion of parents produced, and the greatness of humanity was humiliated, and goodness languished."
                        },
                        {
                            "verse": 7,
                            "chapter": 56,
                            "name": "Second Baruch 56:7",
                            "text": "What therefore can be blacker or darker than these things?"
                        },
                        {
                            "verse": 8,
                            "chapter": 56,
                            "name": "Second Baruch 56:8",
                            "text": "This is the beginning of the black waters which thou hast seen."
                        },
                        {
                            "verse": 9,
                            "chapter": 56,
                            "name": "Second Baruch 56:9",
                            "text": "And from these black (waters) again were black derived, and the darkness of darkness was produced."
                        },
                        {
                            "verse": 10,
                            "chapter": 56,
                            "name": "Second Baruch 56:10",
                            "text": "For he was a danger to his own soul: even to the angels was he a danger."
                        },
                        {
                            "verse": 11,
                            "chapter": 56,
                            "name": "Second Baruch 56:11",
                            "text": "For, moreover, at that time when he was created, they enjoyed liberty."
                        },
                        {
                            "verse": 12,
                            "chapter": 56,
                            "name": "Second Baruch 56:12",
                            "text": "And some of them descended, and mingled with the women."
                        },
                        {
                            "verse": 13,
                            "chapter": 56,
                            "name": "Second Baruch 56:13",
                            "text": "And then those who did so were tormented in chains."
                        },
                        {
                            "verse": 14,
                            "chapter": 56,
                            "name": "Second Baruch 56:14",
                            "text": "But the rest of the multitude of the angels, of which there is no number, restrained themselves."
                        },
                        {
                            "verse": 15,
                            "chapter": 56,
                            "name": "Second Baruch 56:15",
                            "text": "And those who dwelt on the earth perished together (with them) through the waters of the deluge."
                        },
                        {
                            "verse": 16,
                            "chapter": 56,
                            "name": "Second Baruch 56:16",
                            "text": "These are the black first waters."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Second Baruch 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Second Baruch 57:1",
                            "text": "\"And after these (waters) thou didst see bright waters: this is the fount of Abraham, also his generations and advent of his son, and of his son's son, and of those like them."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Second Baruch 57:2",
                            "text": "Because at that time the unwritten law was named amongst them, and the works of the commandments were then fulfilled, and belief in the coming judgement was then generated, and hope of the world that was to be renewed was then built up, and the promise of the life that should come hereafter was implanted."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Second Baruch 57:3",
                            "text": "These are the bright waters, which thou hast seen."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Second Baruch 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Second Baruch 58:1",
                            "text": "\"And the black third waters which thou hast seen, these are the mingling of all sins, which the nations afterwards wrought after the death of those righteous men, and the wickedness of the land of Egypt, wherein they did wickedly in the service wherewith they made their sons to serve."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Second Baruch 58:2",
                            "text": "Nevertheless, these also perished at last."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Second Baruch 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Second Baruch 59:1",
                            "text": "\"And the bright fourth waters which thou hast seen are the advent of Moses and Aaron and Miriam and Joshua the son of Nun and Caleb and of all those like them."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Second Baruch 59:2",
                            "text": "For at that time the lamp of the eternal law shone on all those who sat in darkness, which announced to them that believe the promise of their reward, and to them that deny, the torment of fire which is reserved for them."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Second Baruch 59:3",
                            "text": "But also the heavens at that time were shaken from their place, and those who were under the throne of the Mighty One were perturbed, when He was taking Moses unto Himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Second Baruch 59:4",
                            "text": "For He showed him many admonitions together with the principles of the law and the consummation of time, as also to thee, and likewise the pattern of Zion and its measures, which was made to be in the pattern of the sanctuary of the present time."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Second Baruch 59:5",
                            "text": "But then also He showed to him the measures of the fire, also the depths of the abyss, and the weight of the winds, and the number of the drops of rain."
                        },
                        {
                            "verse": 6,
                            "chapter": 59,
                            "name": "Second Baruch 59:6",
                            "text": "And the suppression of anger, and the multitude of long-suffering, and the truth of judgement."
                        },
                        {
                            "verse": 7,
                            "chapter": 59,
                            "name": "Second Baruch 59:7",
                            "text": "And the root of wisdom, and the riches of understanding, and the fount of knowledge."
                        },
                        {
                            "verse": 8,
                            "chapter": 59,
                            "name": "Second Baruch 59:8",
                            "text": "And the height of the air, and the greatness of Paradise, and the consummation of the ages, and the beginning of the day of judgement."
                        },
                        {
                            "verse": 9,
                            "chapter": 59,
                            "name": "Second Baruch 59:9",
                            "text": "And the number of the offerings, and the earths which have not yet come."
                        },
                        {
                            "verse": 10,
                            "chapter": 59,
                            "name": "Second Baruch 59:10",
                            "text": "And the mouth of Gehenna, and the station of vengeance, and the place of faith, and the region of hope."
                        },
                        {
                            "verse": 11,
                            "chapter": 59,
                            "name": "Second Baruch 59:11",
                            "text": "And the likeness of future torment, and the multitude of innumerable angels, and the powers of the flames, and the splendour of the lightnings, and the voice of the thunders, and the orders of the chiefs of the angels, and the treasuries of light, and the changes of the times, and the investigations of the law."
                        },
                        {
                            "verse": 12,
                            "chapter": 59,
                            "name": "Second Baruch 59:12",
                            "text": "These are the bright fourth waters which thou hast seen."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Second Baruch 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Second Baruch 60:1",
                            "text": "\"And the black fifth waters which thou hast seen raining are the works which the Amorites wrought, and the spells of their incantations which they wrought, and the wickedness of their mysteries, and the mingling of their pollution."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Second Baruch 60:2",
                            "text": "But even Israel was then polluted by sins in the days of the judges, though they saw many signs which were from Him who made them."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Second Baruch 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Second Baruch 61:1",
                            "text": "\"And the bright sixth waters which thou didst see, this is the time in which David and Solomon were born."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Second Baruch 61:2",
                            "text": "And there was at that time the building of Zion, and the dedication of the sanctuary, and the shedding of much blood of the nations that sinned then, and many offerings which were offered then in the dedication of the sanctuary."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Second Baruch 61:3",
                            "text": "And peace and tranquillity existed at that time."
                        },
                        {
                            "verse": 4,
                            "chapter": 61,
                            "name": "Second Baruch 61:4",
                            "text": "And wisdom was heard in the assembly, and the riches of understanding were magnified in the congregations."
                        },
                        {
                            "verse": 5,
                            "chapter": 61,
                            "name": "Second Baruch 61:5",
                            "text": "And the holy festivals were fulfilled in goodness and in much joy."
                        },
                        {
                            "verse": 6,
                            "chapter": 61,
                            "name": "Second Baruch 61:6",
                            "text": "And the judgement of the rulers was then seen to be without guile, and the righteousness of the precepts of the Mighty One was accomplished with truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 61,
                            "name": "Second Baruch 61:7",
                            "text": "And because the land was then beloved at that time, and because its inhabitants sinned not, it was glorified beyond all lands, and the city Zion ruled then over all lands and regions."
                        },
                        {
                            "verse": 8,
                            "chapter": 61,
                            "name": "Second Baruch 61:8",
                            "text": "These are the bright waters which thou hast seen."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Second Baruch 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Second Baruch 62:1",
                            "text": "\"And the black seventh waters which thou bast seen, this is the perversion (brought about) by the counsel of Jeroboam, who took counsel to make two calves of gold."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Second Baruch 62:2",
                            "text": "And all the iniquities which kings who were after him iniquitously wrought."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Second Baruch 62:3",
                            "text": "And the curse of Jezebel and the worship of idols which Israel practised at that time."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Second Baruch 62:4",
                            "text": "And the withholding of rain, and the famines which occurred until women eat the fruit of their wombs."
                        },
                        {
                            "verse": 5,
                            "chapter": 62,
                            "name": "Second Baruch 62:5",
                            "text": "And the time of their captivity which came upon the nine tribes and a half, because they were in many sins."
                        },
                        {
                            "verse": 6,
                            "chapter": 62,
                            "name": "Second Baruch 62:6",
                            "text": "And Salmanasar king of Assyria came and led them away captive."
                        },
                        {
                            "verse": 7,
                            "chapter": 62,
                            "name": "Second Baruch 62:7",
                            "text": "But regarding the Gentiles it were tedious to tell how they always wrought impiety and wickedness, and never wrought righteousness."
                        },
                        {
                            "verse": 8,
                            "chapter": 62,
                            "name": "Second Baruch 62:8",
                            "text": "These are the black seventh waters which thou hast seen."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Second Baruch 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Second Baruch 63:1",
                            "text": "\"And the bright eighth waters which thou hast seen, this is the rectitude and uprightness of Hezekiah king of Judah and the benignity which came upon him."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Second Baruch 63:2",
                            "text": "For when Sennacherib was stirred up in order that he might perish, and his wrath troubled him in order that he might thereby perish, for the multitude also of the nations which were with him."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Second Baruch 63:3",
                            "text": "When, moreover, Hezekiah the king heard those things which the king of Assyria was devising, (i.e.) to come and seize him and destroy his people, the two and a half tribes which remained: nay, more he wished to overthrow Zion also: then Hezekiah trusted in his works, and had hope in his righteousness, and spake with the Mighty One and said:"
                        },
                        {
                            "verse": 4,
                            "chapter": 63,
                            "name": "Second Baruch 63:4",
                            "text": "'Behold, for lo! Sennacherib is prepared to destroy us, and he will be boastful and uplifted when he has destroyed Zion.'"
                        },
                        {
                            "verse": 5,
                            "chapter": 63,
                            "name": "Second Baruch 63:5",
                            "text": "And the Mighty One heard him, for Hezekiah was wise, And He had respect unto his prayer, because he was righteous."
                        },
                        {
                            "verse": 6,
                            "chapter": 63,
                            "name": "Second Baruch 63:6",
                            "text": "And thereupon the Mighty One commanded Ramiel His angel who speaks with thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 63,
                            "name": "Second Baruch 63:7",
                            "text": "And I went forth and destroyed their multitude, the number of whose chiefs only was a hundred and eighty-five thousand, and each one of them had an equal number (at his command)."
                        },
                        {
                            "verse": 8,
                            "chapter": 63,
                            "name": "Second Baruch 63:8",
                            "text": "And at that time I burned their bodies within, but their raiment and arms I preserved outwardly, in order that the still more wonderful deeds of the Mighty One might appear, and that thereby His name might be spoken of throughout the whole earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 63,
                            "name": "Second Baruch 63:9",
                            "text": "Moreover, Zion was saved and Jerusalem delivered: Israel also was freed from tribulation."
                        },
                        {
                            "verse": 10,
                            "chapter": 63,
                            "name": "Second Baruch 63:10",
                            "text": "And all those who were in the holy land rejoiced, and the name of the Mighty One was glorified so that it was spoken of."
                        },
                        {
                            "verse": 11,
                            "chapter": 63,
                            "name": "Second Baruch 63:11",
                            "text": "These are the bright waters which thou hast seen."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Second Baruch 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Second Baruch 64:1",
                            "text": "\"And the black ninth waters which thou hast seen, this is all the wickedness which was in the days of Manasseh the son of Hezekiah."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Second Baruch 64:2",
                            "text": "For he wrought much impiety, and he slew the righteous, and he wrested judgement. and he shed the blood of the innocent, and wedded women he violently polluted, and he overturned the altars, and destroyed their offerings, and drove forth their priests lest they should minister in the sanctuary."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Second Baruch 64:3",
                            "text": "And he made an image with five faces: four of them looked to the four winds, and the fifth on the summit of the image as an adversary of the zeal of the Mighty One."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Second Baruch 64:4",
                            "text": "And then wrath went forth from the presence of the Mighty One to the intent that Zion should be rooted out, as also it befell in your days."
                        },
                        {
                            "verse": 5,
                            "chapter": 64,
                            "name": "Second Baruch 64:5",
                            "text": "But also against the two tribes and a half went forth a decree that they should also be led away captive, as thou hast now seen."
                        },
                        {
                            "verse": 6,
                            "chapter": 64,
                            "name": "Second Baruch 64:6",
                            "text": "And to such a degree did the impiety of Manasseh increase, that it removed the praise of the Most High from the sanctuary."
                        },
                        {
                            "verse": 7,
                            "chapter": 64,
                            "name": "Second Baruch 64:7",
                            "text": "On this account Manasseh was at that time named \"the impious\", and finally his abode was in the fire."
                        },
                        {
                            "verse": 8,
                            "chapter": 64,
                            "name": "Second Baruch 64:8",
                            "text": "For though his prayer was heard with the Most High, finally, when he was cast into the brazen horse and the brazen horse was melted, it served as a sign unto him at the time."
                        },
                        {
                            "verse": 9,
                            "chapter": 64,
                            "name": "Second Baruch 64:9",
                            "text": "For he had not lived perfectly, for he was not worthy- but that thenceforward he might know by whom finally he should be tormented."
                        },
                        {
                            "verse": 10,
                            "chapter": 64,
                            "name": "Second Baruch 64:10",
                            "text": "For he who is able to benefit is also able to torment."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Second Baruch 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Second Baruch 65:1",
                            "text": "Thus, moreover, did Manasseh act impiously, and thought that in his time the Mighty One would not inquire into these things."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Second Baruch 65:2",
                            "text": "These are the black ninth waters which thou hast seen."
                        }
                    ]
                },
                {
                    "chapter": 66,
                    "name": "Second Baruch 66",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 66,
                            "name": "Second Baruch 66:1",
                            "text": "\"And the bright tenth waters which thou hast seen: this is the purity of the generations of Josiah king of Judah, who was the only one at the time who submitted himself to the Mighty One with all his heart and with all his soul."
                        },
                        {
                            "verse": 2,
                            "chapter": 66,
                            "name": "Second Baruch 66:2",
                            "text": "And he cleansed the land from idols, and hallowed all the vessels which had been polluted, and restored the offerings to the altar, and raised the horn of the holy, and exalted the righteous, and honoured all that were wise in understanding, and brought back the priests to their ministry, and destroyed and removed the magicians and enchanters and fortune-tellers from the land."
                        },
                        {
                            "verse": 3,
                            "chapter": 66,
                            "name": "Second Baruch 66:3",
                            "text": "And not only did he slay the impious that were living, but they also took from the sepulchres the bones of the dead and burned them with fire."
                        },
                        {
                            "verse": 4,
                            "chapter": 66,
                            "name": "Second Baruch 66:4",
                            "text": "[And the festivals and the sabbaths he established in their sanctity], and their polluted ones he burnt in the fire, and the lying prophets which deceived the people, these also he burnt in the fire, and the people who listened to them when they were living, he cast them into the brook Cedron, and heaped stones upon them."
                        },
                        {
                            "verse": 5,
                            "chapter": 66,
                            "name": "Second Baruch 66:5",
                            "text": "And he was zealous with zeal of the Mighty One with all his soul, and he alone was firm in the law at that time, so that he left none that was uncircumcised, or that wrought impiety in all the land, all the days of his life."
                        },
                        {
                            "verse": 6,
                            "chapter": 66,
                            "name": "Second Baruch 66:6",
                            "text": "This, moreover, is he that shall receive an eternal reward, and he shall be glorified with the Mighty One beyond many at a later time."
                        },
                        {
                            "verse": 7,
                            "chapter": 66,
                            "name": "Second Baruch 66:7",
                            "text": "For on his account and on account of those who are like him were the inestimable glories, of which thou wast told before, created and prepared."
                        },
                        {
                            "verse": 8,
                            "chapter": 66,
                            "name": "Second Baruch 66:8",
                            "text": "These are the bright waters which thou hast seen."
                        }
                    ]
                },
                {
                    "chapter": 67,
                    "name": "Second Baruch 67",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 67,
                            "name": "Second Baruch 67:1",
                            "text": "\"And the black eleventh waters which thou hast seen: this is the calamity which is now befalling Zion."
                        },
                        {
                            "verse": 2,
                            "chapter": 67,
                            "name": "Second Baruch 67:2",
                            "text": "Dost thou think that there is no anguish to the angels in the presence of the Mighty One, that Zion was so delivered up, and that lo! the Gentiles boast in their hearts, and assemble before their idols and say, 'She is trodden down who ofttimes trod down, and she has been reduced to servitude who reduced (others)'?"
                        },
                        {
                            "verse": 3,
                            "chapter": 67,
                            "name": "Second Baruch 67:3",
                            "text": "Dost thou think that in these things the Most High rejoices, Or that His name is glorified?"
                        },
                        {
                            "verse": 4,
                            "chapter": 67,
                            "name": "Second Baruch 67:4",
                            "text": "But how will it serve towards His righteous judgement?"
                        },
                        {
                            "verse": 5,
                            "chapter": 67,
                            "name": "Second Baruch 67:5",
                            "text": "Yet after these things shall those that are dispersed among the Gentiles be taken hold of by tribulation, and in shame shall they dwell in every place."
                        },
                        {
                            "verse": 6,
                            "chapter": 67,
                            "name": "Second Baruch 67:6",
                            "text": "Because so far as Zion is delivered up and Jerusalem laid waste, and idols prosper in the cities of the Gentiles, and the vapour of the smoke of the incense of the righteousness which is by the law is extinguished in Zion and in the region of Zion in every place lo! there is the smoke of impiety."
                        },
                        {
                            "verse": 7,
                            "chapter": 67,
                            "name": "Second Baruch 67:7",
                            "text": "But the king of Babylon will arise who has now destroyed Zion, and he will boast over the people, and he will speak great things in his heart in the presence of the Most High."
                        },
                        {
                            "verse": 8,
                            "chapter": 67,
                            "name": "Second Baruch 67:8",
                            "text": "But he also shall fall at last."
                        },
                        {
                            "verse": 9,
                            "chapter": 67,
                            "name": "Second Baruch 67:9",
                            "text": "These are the black waters."
                        }
                    ]
                },
                {
                    "chapter": 68,
                    "name": "Second Baruch 68",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 68,
                            "name": "Second Baruch 68:1",
                            "text": "\"And the bright twelfth waters which thou hast seen: this is the word."
                        },
                        {
                            "verse": 2,
                            "chapter": 68,
                            "name": "Second Baruch 68:2",
                            "text": "For after these things a time will come when thy people shall fall into distress, so that they shall all run the risk of perishing together."
                        },
                        {
                            "verse": 3,
                            "chapter": 68,
                            "name": "Second Baruch 68:3",
                            "text": "Nevertheless, they will be saved, and their enemies will fall in their presence."
                        },
                        {
                            "verse": 4,
                            "chapter": 68,
                            "name": "Second Baruch 68:4",
                            "text": "And they will have in (due) time much joy."
                        },
                        {
                            "verse": 5,
                            "chapter": 68,
                            "name": "Second Baruch 68:5",
                            "text": "And at that time after a little interval Zion will again be builded, and its offerings will again be restored, and the priests will return to their ministry, and also the Gentiles will come to glorify it."
                        },
                        {
                            "verse": 6,
                            "chapter": 68,
                            "name": "Second Baruch 68:6",
                            "text": "Nevertheless, not fully as in the beginning."
                        },
                        {
                            "verse": 8,
                            "chapter": 68,
                            "name": "Second Baruch 68:8",
                            "text": "But it will come to pass after these things that there will be the fall of many nations."
                        },
                        {
                            "verse": 9,
                            "chapter": 68,
                            "name": "Second Baruch 68:9",
                            "text": "These are the bright waters which thou hast seen."
                        }
                    ]
                },
                {
                    "chapter": 69,
                    "name": "Second Baruch 69",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 69,
                            "name": "Second Baruch 69:1",
                            "text": "\"For the last waters which thou hast seen which were darker than all that were before them, those which were after the twelfth number, which were collected together, belong to the whole world."
                        },
                        {
                            "verse": 2,
                            "chapter": 69,
                            "name": "Second Baruch 69:2",
                            "text": "For the Most High made division from the beginning, because He alone knows what will befall."
                        },
                        {
                            "verse": 3,
                            "chapter": 69,
                            "name": "Second Baruch 69:3",
                            "text": "For as to the enormities and the impieties which should be wrought before Him, He foresaw six kinds of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 69,
                            "name": "Second Baruch 69:4",
                            "text": "And of the good works of the righteous which should be accomplished before Him, He foresaw six kinds of them, beyond those which He should work at the consummation of the age."
                        },
                        {
                            "verse": 5,
                            "chapter": 69,
                            "name": "Second Baruch 69:5",
                            "text": "On his account there were not black waters with black, nor bright with bright; for it is the consummation."
                        }
                    ]
                },
                {
                    "chapter": 70,
                    "name": "Second Baruch 70",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 70,
                            "name": "Second Baruch 70:1",
                            "text": "'Hear therefore the interpretation of the last black waters which are to come [after the black]: this is the word."
                        },
                        {
                            "verse": 2,
                            "chapter": 70,
                            "name": "Second Baruch 70:2",
                            "text": "Behold! the days come, and it shall be when the time of the age has ripened, and the harvest of its evil and good seeds has come, that the Mighty One will bring upon the earth and its inhabitants and upon its rulers perturbation of spirit and stupor of heart. \n\n*[70:3]** And they will hate one another, and provoke one another to fight, and the mean will rule over the honourable, and those of low degree shall be extolled above the famous."
                        },
                        {
                            "verse": 4,
                            "chapter": 70,
                            "name": "Second Baruch 70:4",
                            "text": "And the many will be delivered into the hands of the few, and those who are nothing will rule over the strong, and the poor shall have abundance beyond the rich, and the impious will exalt themselves above the heroic."
                        },
                        {
                            "verse": 5,
                            "chapter": 70,
                            "name": "Second Baruch 70:5",
                            "text": "And the wise shall be silent, and the foolish shall speak, neither will the thought of men be then confirmed, nor the counsel of the mighty, nor shall the hope of those who hope be confirmed."
                        },
                        {
                            "verse": 6,
                            "chapter": 70,
                            "name": "Second Baruch 70:6",
                            "text": "Moreover, it will be when those things which were predicted have come to pass, that confusion will fall upon all men, and some of them will fall in battle, and some of them will perish in anguish, and some of them will be destroyed by their own."
                        },
                        {
                            "verse": 7,
                            "chapter": 70,
                            "name": "Second Baruch 70:7",
                            "text": "Then the Most High will reveal those peoples whom He has prepared before, and they will come and make war with the leaders that shall then be left."
                        },
                        {
                            "verse": 8,
                            "chapter": 70,
                            "name": "Second Baruch 70:8",
                            "text": "And it will come to pass that whosoever gets safe out of the war will die in the earthquake, and whosoever gets safe out of the earthquake will be burned by the fire, and whosoever gets safe out of the fire will be destroyed by famine.\n\n["
                        },
                        {
                            "verse": 9,
                            "chapter": 70,
                            "name": "Second Baruch 70:9",
                            "text": "And it shall come to pass that whosoever of the victors and the vanquished gets safe out of and escapes all these things aforesaid will be delivered into the hands of My servant Messiah.]"
                        },
                        {
                            "verse": 10,
                            "chapter": 70,
                            "name": "Second Baruch 70:10",
                            "text": "For all the earth will devour its inhabitants."
                        }
                    ]
                },
                {
                    "chapter": 71,
                    "name": "Second Baruch 71",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 71,
                            "name": "Second Baruch 71:1",
                            "text": "\"And the holy land will have mercy on its own, and it will protect its inhabiters at that time."
                        },
                        {
                            "verse": 2,
                            "chapter": 71,
                            "name": "Second Baruch 71:2",
                            "text": "This is the vision which thou hast seen, and this is the interpretation."
                        },
                        {
                            "verse": 3,
                            "chapter": 71,
                            "name": "Second Baruch 71:3",
                            "text": "For I have come to tell thee these things, because thy prayer has been heard with the Most High."
                        }
                    ]
                },
                {
                    "chapter": 72,
                    "name": "Second Baruch 72",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 72,
                            "name": "Second Baruch 72:1",
                            "text": "\"Hear now also regarding the bright lightning which is to come at the consummation after these black (waters): this is the word."
                        },
                        {
                            "verse": 2,
                            "chapter": 72,
                            "name": "Second Baruch 72:2",
                            "text": "After the signs have come, of which thou wast told before, when the nations become turbulent, and the time of My Messiah is come, He will both summon all the nations, and some of them He will spare, and some of them He will slay."
                        },
                        {
                            "verse": 3,
                            "chapter": 72,
                            "name": "Second Baruch 72:3",
                            "text": "These things therefore shall come upon the nations which are to be spared by Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 72,
                            "name": "Second Baruch 72:4",
                            "text": "Every nation, which knows not Israel and has not trodden down the seed of Jacob, shall indeed be spared."
                        },
                        {
                            "verse": 5,
                            "chapter": 72,
                            "name": "Second Baruch 72:5",
                            "text": "And this because some out of every nation shall be subjected to thy people."
                        },
                        {
                            "verse": 6,
                            "chapter": 72,
                            "name": "Second Baruch 72:6",
                            "text": "But all those who have ruled over you, or have known you, shall be given up to the sword."
                        }
                    ]
                },
                {
                    "chapter": 73,
                    "name": "Second Baruch 73",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 73,
                            "name": "Second Baruch 73:1",
                            "text": "\"And it will come to pass, when He has brought low everything that is in the world, and has sat down in peace for the age on the throne of His kingdom, that joy shall then be revealed, and rest appear."
                        },
                        {
                            "verse": 2,
                            "chapter": 73,
                            "name": "Second Baruch 73:2",
                            "text": "And then healing will descend in dew, and disease will withdraw, and anxiety and anguish and lamentation will pass from amongst men, and gladness proceed through the whole earth."
                        },
                        {
                            "verse": 3,
                            "chapter": 73,
                            "name": "Second Baruch 73:3",
                            "text": "And no one shall again die untimely, nor shall any adversity suddenly befall."
                        },
                        {
                            "verse": 4,
                            "chapter": 73,
                            "name": "Second Baruch 73:4",
                            "text": "And judgements, and revilings, and contentions, and revenges, and blood, and passions, and envy, and hatred, and whatsoever things are like these shall go into condemnation when they are removed."
                        },
                        {
                            "verse": 5,
                            "chapter": 73,
                            "name": "Second Baruch 73:5",
                            "text": "For it is these very things which have filled this world with evils, and on account of these the life of man has been greatly troubled."
                        },
                        {
                            "verse": 6,
                            "chapter": 73,
                            "name": "Second Baruch 73:6",
                            "text": "And wild beasts will come from the forest and minister unto men, and asps and dragons will come forth from their holes to submit themselves to a little child."
                        },
                        {
                            "verse": 7,
                            "chapter": 73,
                            "name": "Second Baruch 73:7",
                            "text": "And women shall no longer then have pain when they bear, nor will they suffer torment when they yield the fruit of the womb."
                        }
                    ]
                },
                {
                    "chapter": 74,
                    "name": "Second Baruch 74",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 74,
                            "name": "Second Baruch 74:1",
                            "text": "And it will come to pass in those days that the reapers will not grow weary, nor those that build be toilworn; for the works will of themselves speedily advance with those who do them in much tranquillity."
                        },
                        {
                            "verse": 2,
                            "chapter": 74,
                            "name": "Second Baruch 74:2",
                            "text": "For that time is the consummation of that which is corruptible, and the beginning of that which is not corruptible."
                        },
                        {
                            "verse": 3,
                            "chapter": 74,
                            "name": "Second Baruch 74:3",
                            "text": "Therefore those things which were predicted will belong to it: therefore it is far away from evils, and near to those things which die not."
                        },
                        {
                            "verse": 4,
                            "chapter": 74,
                            "name": "Second Baruch 74:4",
                            "text": "This is the bright lightning which came after the last dark waters.\""
                        }
                    ]
                },
                {
                    "chapter": 75,
                    "name": "Second Baruch 75",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 75,
                            "name": "Second Baruch 75:1",
                            "text": "And I answered and said: \"Who can understand, O Lord, Thy goodness? For it is incomprehensible."
                        },
                        {
                            "verse": 2,
                            "chapter": 75,
                            "name": "Second Baruch 75:2",
                            "text": "Or who can search into thy compassions, which are infinite?"
                        },
                        {
                            "verse": 3,
                            "chapter": 75,
                            "name": "Second Baruch 75:3",
                            "text": "Or who can comprehend Thy intelligence?"
                        },
                        {
                            "verse": 4,
                            "chapter": 75,
                            "name": "Second Baruch 75:4",
                            "text": "Or who is able to recount the thoughts of Thy mind?"
                        },
                        {
                            "verse": 5,
                            "chapter": 75,
                            "name": "Second Baruch 75:5",
                            "text": "Or who of those who are born can hope to come to those things, unless he is one to whom Thou art merciful and gracious?"
                        },
                        {
                            "verse": 6,
                            "chapter": 75,
                            "name": "Second Baruch 75:6",
                            "text": "Because, if assuredly Thou didst not have compassion on man, those who are under Thy right hand, they could not come to those things, but those who are in the numbers named can be called."
                        },
                        {
                            "verse": 7,
                            "chapter": 75,
                            "name": "Second Baruch 75:7",
                            "text": "But if, indeed, we who exist know wherefore we have come, and submit ourselves to Him who brought us out of Egypt, we shall come again and remember those things which have passed, and shall rejoice regarding that which has been."
                        },
                        {
                            "verse": 8,
                            "chapter": 75,
                            "name": "Second Baruch 75:8",
                            "text": "But if now we know not wherefore we have come, and recognise not the principate of Him who brought us up out of Egypt, we shall come again and seek after those things which were now, and be grieved with pain because of those things which have befallen.\""
                        }
                    ]
                },
                {
                    "chapter": 76,
                    "name": "Second Baruch 76",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 76,
                            "name": "Second Baruch 76:1",
                            "text": "And He answered and said unto me: [\"Inasmuch as the revelation of this vision has been interpreted to thee as thou besoughtest], hear the word of the Most High that thou mayest know what is to befall thee after these things."
                        },
                        {
                            "verse": 2,
                            "chapter": 76,
                            "name": "Second Baruch 76:2",
                            "text": "For thou shalt surely depart from this earth, nevertheless not unto death but thou shalt be preserved unto the consummation of the times."
                        },
                        {
                            "verse": 3,
                            "chapter": 76,
                            "name": "Second Baruch 76:3",
                            "text": "Go up therefore to the top of that mountain, and there will pass before thee all the regions of that land, and the figure of the inhabited world, and the top of the mountains, and the depth of the valleys, and the depths of the seas, and the number of the rivers, that thou mayest see what thou art leaving and whither thou art going."
                        },
                        {
                            "verse": 4,
                            "chapter": 76,
                            "name": "Second Baruch 76:4",
                            "text": "Now this will befall after forty days."
                        },
                        {
                            "verse": 5,
                            "chapter": 76,
                            "name": "Second Baruch 76:5",
                            "text": "Go now therefore during these days and instruct the people so far as thou art able, that they may learn so as not to die at the last time, but may learn in order that they may live at the last times.\""
                        }
                    ]
                },
                {
                    "chapter": 77,
                    "name": "Second Baruch 77",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 77,
                            "name": "Second Baruch 77:1",
                            "text": "And I, Baruch, went thence and came to the people, and assembled them together from the greatest to the least, and said unto them:"
                        },
                        {
                            "verse": 2,
                            "chapter": 77,
                            "name": "Second Baruch 77:2",
                            "text": "\"Hear, ye children of Israel, behold how many ye are who remain of the twelve tribes of Israel."
                        },
                        {
                            "verse": 3,
                            "chapter": 77,
                            "name": "Second Baruch 77:3",
                            "text": "For to you and to your fathers the Lord gave a law beyond peoples."
                        },
                        {
                            "verse": 4,
                            "chapter": 77,
                            "name": "Second Baruch 77:4",
                            "text": "And because your brethren transgressed the commandments of the Most High, He brought vengeance upon you and upon them, and He spared not the former, and the latter also He gave into captivity, and left not a residue of them,"
                        },
                        {
                            "verse": 5,
                            "chapter": 77,
                            "name": "Second Baruch 77:5",
                            "text": "But behold! ye are here with me."
                        },
                        {
                            "verse": 6,
                            "chapter": 77,
                            "name": "Second Baruch 77:6",
                            "text": "If, therefore, ye direct your ways aright, ye also shall not depart as your brethren departed, but they will come to you."
                        },
                        {
                            "verse": 7,
                            "chapter": 77,
                            "name": "Second Baruch 77:7",
                            "text": "For He is merciful whom ye worship, and He is gracious in whom ye hope, and He is true, so that He shall do (you) good and not evil."
                        },
                        {
                            "verse": 8,
                            "chapter": 77,
                            "name": "Second Baruch 77:8",
                            "text": "Lo! have ye not seen here what has befallen Zion?"
                        },
                        {
                            "verse": 9,
                            "chapter": 77,
                            "name": "Second Baruch 77:9",
                            "text": "Or do ye perchance think that the place had sinned, and that on this account it was overthrown, or that the land had wrought foolishness, and that therefore it was delivered up?"
                        },
                        {
                            "verse": 10,
                            "chapter": 77,
                            "name": "Second Baruch 77:10",
                            "text": "And know ye not that on account of you who did sin, that which sinned not was overthrown, and, on account of those who wrought wickedly, that which wrought not foolishness was delivered up to (its) enemies.\""
                        },
                        {
                            "verse": 11,
                            "chapter": 77,
                            "name": "Second Baruch 77:11",
                            "text": "And the whole people answered and said unto me: \"So far as we can recall the good things which the Mighty One has done unto us, we do recall them; and those things which we do not remember He in His mercy knows."
                        },
                        {
                            "verse": 12,
                            "chapter": 77,
                            "name": "Second Baruch 77:12",
                            "text": "Nevertheless, do this for us thy people: write also to our brethren in Babylon an epistle of doctrine and a scroll of good tidings, that thou mayest confirm them also before thou dost depart from us."
                        },
                        {
                            "verse": 13,
                            "chapter": 77,
                            "name": "Second Baruch 77:13",
                            "text": "For the shepherds of Israel have perished, and the lamps which gave light are extinguished, and the fountains have withheld their stream whence we used to drink."
                        },
                        {
                            "verse": 14,
                            "chapter": 77,
                            "name": "Second Baruch 77:14",
                            "text": "And we are left in the darkness, and amid the trees of the forest, and the thirst of the wilderness.\""
                        },
                        {
                            "verse": 15,
                            "chapter": 77,
                            "name": "Second Baruch 77:15",
                            "text": "And I answered and said unto them: \"Shepherds and lamps and fountains came (to us) from the law: and though we depart, yet the law abideth."
                        },
                        {
                            "verse": 16,
                            "chapter": 77,
                            "name": "Second Baruch 77:16",
                            "text": "If therefore ye have respect to the law, and are intent upon wisdom, a lamp will not be wanting, and a shepherd will not fail, and a fountain will not dry up."
                        },
                        {
                            "verse": 17,
                            "chapter": 77,
                            "name": "Second Baruch 77:17",
                            "text": "Nevertheless, as ye said unto me, I will write also unto your brethren in Babylon, and I will send by means of men, and I will write in like manner to the nine tribes and a half, and send by means of a bird.\""
                        },
                        {
                            "verse": 18,
                            "chapter": 77,
                            "name": "Second Baruch 77:18",
                            "text": "And it came to pass on the one and twentieth day in the eighth month that I, Baruch, came and sat down under the oak under the shadow of the branches, and no man was with me, but I was alone."
                        },
                        {
                            "verse": 19,
                            "chapter": 77,
                            "name": "Second Baruch 77:19",
                            "text": "And I wrote these two epistles: one I sent by an eagle to the nine and a half tribes; and the other I sent to those that were at Babylon by means of three men."
                        },
                        {
                            "verse": 20,
                            "chapter": 77,
                            "name": "Second Baruch 77:20",
                            "text": "And I called the eagle and spake these words unto it:"
                        },
                        {
                            "verse": 21,
                            "chapter": 77,
                            "name": "Second Baruch 77:21",
                            "text": "\"The Most High hath made thee that thou shouldst be higher than all birds."
                        },
                        {
                            "verse": 22,
                            "chapter": 77,
                            "name": "Second Baruch 77:22",
                            "text": "And now go and tarry not in (any) place, nor enter a nest, nor settle upon any tree, till thou hast passed over the breadth of the many waters of the river Euphrates, and hast gone to the people that dwell there, and cast down to them this epistle."
                        },
                        {
                            "verse": 23,
                            "chapter": 77,
                            "name": "Second Baruch 77:23",
                            "text": "Remember, moreover, that, at the time of the deluge, Noah received from a dove the fruit of the olive, when he sent it forth from the ark."
                        },
                        {
                            "verse": 24,
                            "chapter": 77,
                            "name": "Second Baruch 77:24",
                            "text": "Yea, also the ravens ministered to Elijah, bearing him food, as they had been commanded. Solomon also, in the time of his kingdom, whithersoever he wished to send or seek for anything, commanded a bird (to go thither), and it obeyed him as he commanded it."
                        },
                        {
                            "verse": 25,
                            "chapter": 77,
                            "name": "Second Baruch 77:25",
                            "text": "And now let it not weary thee, and turn not to the right hand nor the left, but fly and go by a direct way, that thou mayst preserve the command of the Mighty One, according as I said unto thee.\""
                        }
                    ]
                },
                {
                    "chapter": 78,
                    "name": "Second Baruch 78",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 78,
                            "name": "Second Baruch 78:1",
                            "text": "These are the words of that epistle which Baruch the son of Neriah sent to the nine and a half tribes, which were across the river Euphrates, in which these things were written."
                        },
                        {
                            "verse": 2,
                            "chapter": 78,
                            "name": "Second Baruch 78:2",
                            "text": "Thus saith Baruch the son of Neriah to the brethren carried into captivity:"
                        },
                        {
                            "verse": 3,
                            "chapter": 78,
                            "name": "Second Baruch 78:3",
                            "text": "\"Mercy and peace.\" I bear in mind, my brethren, the love of Him who created us, who loved us from of old, and never hated us, but above all educated us."
                        },
                        {
                            "verse": 4,
                            "chapter": 78,
                            "name": "Second Baruch 78:4",
                            "text": "And truly I know that behold all we the twelve tribes are bound by one bond, inasmuch as we are born from one father."
                        },
                        {
                            "verse": 5,
                            "chapter": 78,
                            "name": "Second Baruch 78:5",
                            "text": "Wherefore I have been the more careful to leave you the words of this epistle before I die, that ye may be comforted regarding the evils which have come upon you, and that ye may be grieved also regarding the evil that has befallen your brethren; and again, also, that ye may justify His judgement which He has decreed against you that ye should be carried away captives- for what ye have suffered is disproportioned to what ye have done- in order that, at the last times, ye may be found worthy of your fathers."
                        },
                        {
                            "verse": 6,
                            "chapter": 78,
                            "name": "Second Baruch 78:6",
                            "text": "Therefore, if ye consider those things which ye have now suffered for your good, that ye may not finally be condemned and tormented, then ye will receive eternal hope; if above all ye destroy from your heart vain error, on account of which ye departed hence."
                        },
                        {
                            "verse": 7,
                            "chapter": 78,
                            "name": "Second Baruch 78:7",
                            "text": "For if ye so do these things, He will continually remember you, He who alway promised on our behalf to those who were more excellent than we, that He will never forget or forsake us, but with much mercy will gather together again those who were dispersed."
                        }
                    ]
                },
                {
                    "chapter": 79,
                    "name": "Second Baruch 79",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 79,
                            "name": "Second Baruch 79:1",
                            "text": "Now, my brethren, learn first what befell Zion: how that Nebuchadnezzar king of Babylon came up against us."
                        },
                        {
                            "verse": 2,
                            "chapter": 79,
                            "name": "Second Baruch 79:2",
                            "text": "For we have sinned against Him who made us, and we have not kept the commandments which he commanded us, yet he hath not chastened us as we deserved."
                        },
                        {
                            "verse": 3,
                            "chapter": 79,
                            "name": "Second Baruch 79:3",
                            "text": "For what befell you we also suffer in a pre-eminent degree, for it befell us also."
                        }
                    ]
                },
                {
                    "chapter": 80,
                    "name": "Second Baruch 80",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 80,
                            "name": "Second Baruch 80:1",
                            "text": "And now, my brethren, I make known unto you that when the enemy had surrounded the city, the angels of the Most High were sent, and they overthrew the fortifications of the strong wall, and they destroyed the firm iron corners, which could not be rooted out."
                        },
                        {
                            "verse": 2,
                            "chapter": 80,
                            "name": "Second Baruch 80:2",
                            "text": "Nevertheless, they hid all the vessels of the sanctuary, lest the enemy should get possession of them."
                        },
                        {
                            "verse": 3,
                            "chapter": 80,
                            "name": "Second Baruch 80:3",
                            "text": "And when they had done these things, they delivered thereupon to the enemy the overthrown wall, and the plundered house, and the burnt temple, and the people who were overcome because they were delivered up, lest the enemy should boast and say: \"Thus by force have we been able to lay waste even the house of the Most High in war.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 80,
                            "name": "Second Baruch 80:4",
                            "text": "Your brethren also have they bound and led away to Babylon, and have caused them to dwell there."
                        },
                        {
                            "verse": 5,
                            "chapter": 80,
                            "name": "Second Baruch 80:5",
                            "text": "But we have been left here, being very few."
                        },
                        {
                            "verse": 6,
                            "chapter": 80,
                            "name": "Second Baruch 80:6",
                            "text": "This is the tribulation about which I wrote to you."
                        },
                        {
                            "verse": 7,
                            "chapter": 80,
                            "name": "Second Baruch 80:7",
                            "text": "For assuredly I know that the habitation of Zion gave you consolation : so far as ye knew that it was prospered (your consolation) was greater than the tribulation which ye endured in having to depart from it."
                        }
                    ]
                },
                {
                    "chapter": 81,
                    "name": "Second Baruch 81",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 81,
                            "name": "Second Baruch 81:1",
                            "text": "But regarding consolation, hear ye the word."
                        },
                        {
                            "verse": 2,
                            "chapter": 81,
                            "name": "Second Baruch 81:2",
                            "text": "For I was mourning regarding Zion, and I prayed for mercy from the Most High, and I said:"
                        },
                        {
                            "verse": 3,
                            "chapter": 81,
                            "name": "Second Baruch 81:3",
                            "text": "\"How long will these things endure for us? And will these evils come upon us always?\""
                        },
                        {
                            "verse": 4,
                            "chapter": 81,
                            "name": "Second Baruch 81:4",
                            "text": "And the Mighty One did according to the multitude of His mercies, and the Most High according to the greatness of His compassion, and He revealed unto me the word, that I might receive consolation, and He showed me visions that I should not again endure anguish, and He made known to me the mystery of the times, and the advent of the hours He showed me."
                        }
                    ]
                },
                {
                    "chapter": 82,
                    "name": "Second Baruch 82",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 82,
                            "name": "Second Baruch 82:1",
                            "text": "Therefore, my brethren, I have written to you, that ye may comfort yourselves regarding the multitude of your tribulations."
                        },
                        {
                            "verse": 2,
                            "chapter": 82,
                            "name": "Second Baruch 82:2",
                            "text": "For know ye that our Maker will assuredly avenge us on all our enemies, according to all that they have done to us, also that the consummation which the Most High will make is very nigh, and His mercy that is coming, and the consummation of His judgement is by no means far off."
                        },
                        {
                            "verse": 3,
                            "chapter": 82,
                            "name": "Second Baruch 82:3",
                            "text": "For lo! we see now the multitude of the prosperity of the Gentiles, though they act impiously, but they will be like a vapour:"
                        },
                        {
                            "verse": 4,
                            "chapter": 82,
                            "name": "Second Baruch 82:4",
                            "text": "And we behold the multitude of their power, though they do wickedly, but they will be made like unto a drop:"
                        },
                        {
                            "verse": 5,
                            "chapter": 82,
                            "name": "Second Baruch 82:5",
                            "text": "And we see the firmness of their might, though they resist the Mighty One every hour, but they will be accounted as spittle."
                        },
                        {
                            "verse": 6,
                            "chapter": 82,
                            "name": "Second Baruch 82:6",
                            "text": "And we consider the glory of their greatness, though they do not keep the statutes of the Most High, but as smoke will they pass away."
                        },
                        {
                            "verse": 7,
                            "chapter": 82,
                            "name": "Second Baruch 82:7",
                            "text": "And we meditate on the beauty of theirs gracefulness, though they have to do with pollutions, but as grass that withers will they fade away."
                        },
                        {
                            "verse": 8,
                            "chapter": 82,
                            "name": "Second Baruch 82:8",
                            "text": "And we consider the strength of their cruelty, though they remember not the end (thereof), but as a wave that passes will they be broken."
                        },
                        {
                            "verse": 9,
                            "chapter": 82,
                            "name": "Second Baruch 82:9",
                            "text": "And we remark the boastfulness of their might, though they deny the beneficence of God, who gave (it) to them, but they will pass away as a passing cloud.\n\n["
                        }
                    ]
                },
                {
                    "chapter": 83,
                    "name": "Second Baruch 83",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 83,
                            "name": "Second Baruch 83:1",
                            "text": "For the Most High will assuredly hasten His times, and He will assuredly bring on His hours."
                        },
                        {
                            "verse": 2,
                            "chapter": 83,
                            "name": "Second Baruch 83:2",
                            "text": "And He will assuredly judge those who are in His world, and will visit in truth all things by means of all their hidden works."
                        },
                        {
                            "verse": 3,
                            "chapter": 83,
                            "name": "Second Baruch 83:3",
                            "text": "And He will assuredly examine the secret thoughts, and that which is laid up in the secret chambers of all the members of man, and will make (them) manifest in the presence of all with reproof."
                        },
                        {
                            "verse": 4,
                            "chapter": 83,
                            "name": "Second Baruch 83:4",
                            "text": "Let none therefore of these present things ascend into your hearts, but above all let us be expectant, because that which is promised to us will come.\nwi"
                        },
                        {
                            "verse": 5,
                            "chapter": 83,
                            "name": "Second Baruch 83:5",
                            "text": "And let us not now look unto the delights of the Gentiles in the present, but let us remember what has been promised to us in the end."
                        },
                        {
                            "verse": 6,
                            "chapter": 83,
                            "name": "Second Baruch 83:6",
                            "text": "For the ends of the times and of the seasons and whatsoever is with them shall assuredly pass by."
                        },
                        {
                            "verse": 7,
                            "chapter": 83,
                            "name": "Second Baruch 83:7",
                            "text": "The consummation, moreover, of the age shall then show the great might of its ruler, when all things come to judgement."
                        },
                        {
                            "verse": 8,
                            "chapter": 83,
                            "name": "Second Baruch 83:8",
                            "text": "Do ye therefore prepare your hearts for that which before ye believed, lest ye come to be in bondage in both worlds, so that ye be led away captive here and be tormented there."
                        },
                        {
                            "verse": 9,
                            "chapter": 83,
                            "name": "Second Baruch 83:9",
                            "text": "For that which exists now or which has passed away, or which is to come in all these things, neither is the evil fully evil, nor again the good fully good."
                        },
                        {
                            "verse": 10,
                            "chapter": 83,
                            "name": "Second Baruch 83:10",
                            "text": "For all healthinesses of this time are turning into diseases."
                        },
                        {
                            "verse": 11,
                            "chapter": 83,
                            "name": "Second Baruch 83:11",
                            "text": "And all might of this time is turning into weakness, and all the force of this time is turning into misery."
                        },
                        {
                            "verse": 12,
                            "chapter": 83,
                            "name": "Second Baruch 83:12",
                            "text": "And every energy of youth is turning into old age and consummation, and every beauty of gracefulness of this time is turning faded and hateful."
                        },
                        {
                            "verse": 13,
                            "chapter": 83,
                            "name": "Second Baruch 83:13",
                            "text": "And every proud dominion of the present is turning into humiliation and shame."
                        },
                        {
                            "verse": 14,
                            "chapter": 83,
                            "name": "Second Baruch 83:14",
                            "text": "And every praise of the glory of this time is turning into the shame of silence, and every splendour and insolence of this time is turning into voiceless ruin."
                        },
                        {
                            "verse": 15,
                            "chapter": 83,
                            "name": "Second Baruch 83:15",
                            "text": "And every delight and joy of this time is turning to worms and corruption."
                        },
                        {
                            "verse": 16,
                            "chapter": 83,
                            "name": "Second Baruch 83:16",
                            "text": "And every clamour of the pride of this time is turning into dust and stillness."
                        },
                        {
                            "verse": 17,
                            "chapter": 83,
                            "name": "Second Baruch 83:17",
                            "text": "And every possession of riches of this time is being turned into Sheol alone."
                        },
                        {
                            "verse": 18,
                            "chapter": 83,
                            "name": "Second Baruch 83:18",
                            "text": "And all the rapine of passion of this time is turning into involuntary death, and every passion of the lusts of this time is turning into a judgement of torment."
                        },
                        {
                            "verse": 19,
                            "chapter": 83,
                            "name": "Second Baruch 83:19",
                            "text": "And every artifice and craftiness of this time is turning into a proof of the truth."
                        },
                        {
                            "verse": 20,
                            "chapter": 83,
                            "name": "Second Baruch 83:20",
                            "text": "And every sweetness of unguents of this time is turning into judgement and condemnation."
                        },
                        {
                            "verse": 21,
                            "chapter": 83,
                            "name": "Second Baruch 83:21",
                            "text": "And every love of lying is turning to shame through truth."
                        },
                        {
                            "verse": 22,
                            "chapter": 83,
                            "name": "Second Baruch 83:22",
                            "text": "Since therefore all these things are done now, does anyone think that they will not be avenged?"
                        },
                        {
                            "verse": 23,
                            "chapter": 83,
                            "name": "Second Baruch 83:23",
                            "text": "But the consummation of all things will come to the truth.]"
                        }
                    ]
                },
                {
                    "chapter": 84,
                    "name": "Second Baruch 84",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 84,
                            "name": "Second Baruch 84:1",
                            "text": "Behold! I have therefore made known unto you (these things) whilst I live: for I have said that ye should above all thngs learn the commandments of the Mighty One, wherein I shall instruct you; and I will set before you some of the commandments of His judgement before I die."
                        },
                        {
                            "verse": 2,
                            "chapter": 84,
                            "name": "Second Baruch 84:2",
                            "text": "Remember that formerly Moses assuredly called heaven and earth to witness against you and said: \"if ye transgress the law ye shall be dispersed, but if ye keep it ye shall be kept.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 84,
                            "name": "Second Baruch 84:3",
                            "text": "And other things also he used to say unto you when ye the twelve tribes were together in the desert."
                        },
                        {
                            "verse": 4,
                            "chapter": 84,
                            "name": "Second Baruch 84:4",
                            "text": "And after his death ye cast them away from you: on this account there came upon you what had been predicted."
                        },
                        {
                            "verse": 5,
                            "chapter": 84,
                            "name": "Second Baruch 84:5",
                            "text": "And now Moses used to tell you before they befell you, and lo! they have befallen you: for ye have forsaken the law."
                        },
                        {
                            "verse": 6,
                            "chapter": 84,
                            "name": "Second Baruch 84:6",
                            "text": "Lo! I also say unto you after ye have suffered, that if ye obey those things which have been said unto you, ye will receive from the Mighty One whatever has been laid up and reserved for you."
                        },
                        {
                            "verse": 7,
                            "chapter": 84,
                            "name": "Second Baruch 84:7",
                            "text": "Moreover, let this epistle be for a testimony between me and you, that ye may remember the commandments of the Mighty One, and that also there may be to me a defence in the presence of Him who sent me."
                        },
                        {
                            "verse": 8,
                            "chapter": 84,
                            "name": "Second Baruch 84:8",
                            "text": "And remember ye the law and Zion, and the holy land and your brethren, and the covenant of your fathers, and forget not the festivals and the sabbaths."
                        },
                        {
                            "verse": 9,
                            "chapter": 84,
                            "name": "Second Baruch 84:9",
                            "text": "And deliver ye this epistle and the traditions of the law to your sons after you, as also your fathers delivered (them) to you."
                        },
                        {
                            "verse": 10,
                            "chapter": 84,
                            "name": "Second Baruch 84:10",
                            "text": "And at all times make request perseveringly and pray diligently with your whole heart that the Mighty One may be reconciled to you, and that He may not reckon the multitude of your sins, but remember the rectitude of your fathers."
                        },
                        {
                            "verse": 11,
                            "chapter": 84,
                            "name": "Second Baruch 84:11",
                            "text": "For if He judge us not according to the multitude of His mercies, woe unto all us who are born.\n\n["
                        }
                    ]
                },
                {
                    "chapter": 85,
                    "name": "Second Baruch 85",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 85,
                            "name": "Second Baruch 85:1",
                            "text": "Know ye, moreover, that in former times and in the generations of old our fathers had helpers, Righteous men and holy prophets."
                        },
                        {
                            "verse": 2,
                            "chapter": 85,
                            "name": "Second Baruch 85:2",
                            "text": "Nay more, we were in our own land and they helped us when we sinned, And they prayed for us with Him who made us, because they trusted in their works, and the Mighty One heard their prayer and was gracious us."
                        },
                        {
                            "verse": 3,
                            "chapter": 85,
                            "name": "Second Baruch 85:3",
                            "text": "But now the righteous have been gathered and the prophets have fallen asleep, and we also have gone forth from the land, and Zion has been taken from us, and we have nothing now save the Mighty One and His law."
                        },
                        {
                            "verse": 4,
                            "chapter": 85,
                            "name": "Second Baruch 85:4",
                            "text": "If therefore we direct and dispose our hearts, we shall receive everything that we lost, and much better things than we lost (yea, better) by many times."
                        },
                        {
                            "verse": 5,
                            "chapter": 85,
                            "name": "Second Baruch 85:5",
                            "text": "For what we have lost was subject to corruption, and what we shall receive shall not be corruptible.\n\n["
                        },
                        {
                            "verse": 6,
                            "chapter": 85,
                            "name": "Second Baruch 85:6",
                            "text": "Moreover, also, I have written thus to our brethren to Babylon, that to them also I may attest these very things.]"
                        },
                        {
                            "verse": 7,
                            "chapter": 85,
                            "name": "Second Baruch 85:7",
                            "text": "And let all those things aforesaid be always before your eyes, because we are still in the spirit and the power of our liberty."
                        },
                        {
                            "verse": 8,
                            "chapter": 85,
                            "name": "Second Baruch 85:8",
                            "text": "Again, moreover, the Most High also is long-suffering towards us here, and He hath shown to us that which is to be, and hath not concealed from us what will befall in the end."
                        },
                        {
                            "verse": 9,
                            "chapter": 85,
                            "name": "Second Baruch 85:9",
                            "text": "Before therefore judgement exact its own, and truth that which is its due, let us prepare our soul that we may enter into possessin of, and not be taken possession of, and that we may hope and not be put to shame, and that we may rest with our fathers, and not be tormented with our enemies."
                        },
                        {
                            "verse": 10,
                            "chapter": 85,
                            "name": "Second Baruch 85:10",
                            "text": "For the youth of the world is past, and the strength of the creation already exhausted, and the advent of the times is very short, yea, they have passed by; and the pitcher is near to the cistern, and the ship to the port, and the course of the journey to the city, and life to consummation."
                        },
                        {
                            "verse": 11,
                            "chapter": 85,
                            "name": "Second Baruch 85:11",
                            "text": "And again prepare your souls, so that when ye sail and ascend from the ship ye may have rest and not be condemned when ye depart."
                        },
                        {
                            "verse": 12,
                            "chapter": 85,
                            "name": "Second Baruch 85:12",
                            "text": "For lo! when the Most High will bring to pass all these things, there will not there be again an opportunity for returning, nor a limit to the times, or adjurmement to the hours, nor a change of ways, nor place for prayer, nor sending of petitions, nor receiving of knowledge, nor giving of love, nor place of repentance, nor supplication for offences, nor intercession of the fathers, nor prayer of the prophets, nor help of the righteous."
                        },
                        {
                            "verse": 13,
                            "chapter": 85,
                            "name": "Second Baruch 85:13",
                            "text": "There there is the sentence of corruption, the way of fire, and the path which bringeth to Gehenna."
                        },
                        {
                            "verse": 14,
                            "chapter": 85,
                            "name": "Second Baruch 85:14",
                            "text": "On this account there is one law by one, one age and an end for all who are in it."
                        },
                        {
                            "verse": 15,
                            "chapter": 85,
                            "name": "Second Baruch 85:15",
                            "text": "Then He will preserve those whom He finds he may be gracious, and at the same time destroy those who are polluted with sins.]"
                        }
                    ]
                },
                {
                    "chapter": 86,
                    "name": "Second Baruch 86",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 86,
                            "name": "Second Baruch 86:1",
                            "text": "When therefore ye receive this my epistle, read it in your congregations with care."
                        },
                        {
                            "verse": 2,
                            "chapter": 86,
                            "name": "Second Baruch 86:2",
                            "text": "And meditate thereon, above all on the days of your fasts."
                        },
                        {
                            "verse": 3,
                            "chapter": 86,
                            "name": "Second Baruch 86:3",
                            "text": "And bear me in mind by means of this epistle, as I also bear you in mind in it, and always fare ye well."
                        }
                    ]
                },
                {
                    "chapter": 87,
                    "name": "Second Baruch 87",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 87,
                            "name": "Second Baruch 87:1",
                            "text": "And it came to pass when I had ended all the words of this epistle, and had written it sedulously to its close, that I folded it, and sealed it carefully, and bound it to the neck of the eagle, and dismissed and sent it."
                        }
                    ]
                }
            ]
        }
    ]
}