{
    "books": [
        {
            "name": "Aphrahat: Of the Resurrection of the Dead",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Aphrahat: Of the Resurrection of the Dead 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:1",
                            "text": "Demonstration VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:2",
                            "text": "—Of the Resurrection of the Dead."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:4",
                            "text": "At all times controversies arise on this matter, how the dead shall rise and with what body they shall come?  For lo! the body wears out and is corrupted; and the bones also, no doubt, as time lengthens out over them, waste away and are not to be recognised."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:5",
                            "text": "And when thou enterest a tomb in which a hundred dead men are buried, thou findest not there an handful of dust."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:6",
                            "text": "And thus say those that reflect on these things:—\"We know of course that the dead shall rise; but they will be clothed in a heavenly body and spiritual forms."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:7",
                            "text": "And if it is not so, these hundred dead that were buried in one tomb, of whom after a long time elapses there remains nothing at all there, when the dead shall be quickened, and shall be clothed in a body and rise, unless they shall be clothed in a heavenly body, from whence shall their body come?  For lo! there is nothing in the tomb\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:8",
                            "text": "2."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:9",
                            "text": "Whosoever reflects thus is foolish, and without knowledge."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:10",
                            "text": "When the dead were brought in, they were something; and when they were there for a long time, they became nothing."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:11",
                            "text": "And, when the time shall have come that the dead shall rise, that nothing shall become something according to its former nature, and a change shall be added to its nature."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:12",
                            "text": "O thou unwise who reflectest thus, hear that which the blessed Apostle said when he was instructing a foolish man like thee; for he said:—Thou fool, the seed which thou sowest unless it die is not quickened; and that which thou sowest is not like that which grows up into blade, but one bare grain of wheat or barley or some other seedling."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:13",
                            "text": "And to each one of the seeds is given its own body."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:14",
                            "text": "But God clothes thy seed with its body as He wills."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:15",
                            "text": "3."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:16",
                            "text": "Therefore, O fool, be instructed by this, that each of the seeds is clothed in its own body."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:17",
                            "text": "Never dost thou sow wheat and yet reap barley, and never dost thou plant a vine and yet it produced figs; but everything grows according to its nature."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:18",
                            "text": "Thus also the body that was laid in the earth is that which shall rise again."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:19",
                            "text": "And as to this, that the body is corrupted and wastes away, thou oughtest to be instructed by the parable of the seed; that as the seed, when it is cast into the earth, decays and is corrupted, and from its decay it produces and buds and bears fruit."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:20",
                            "text": "For the land that is ploughed, into which seed is not cast, produces not fruit, even if that land drinks in all the rain."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:21",
                            "text": "So the grave in which the dead are not buried, from it men shall not issue forth in the quickening of the dead, though the full voice of the trumpet should sound within it."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:22",
                            "text": "And if, as they say, the spirit of the just shall ascend into heaven and put on a heavenly body, they are in heaven."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:23",
                            "text": "And He Who raises the dead dwells in heaven."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:24",
                            "text": "Then when our Saviour shall come, whom shall He raise up from the earth?  And why did He write for us:—The hour shall come, and now is, that the dead also shall hear the voice of the Son of Man, and they shall live and come forth from their tombs?  For the heavenly body will not come and enter into the tomb, and again go forth from it."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:25",
                            "text": "4."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:26",
                            "text": "For thus say those who are stubborn in folly:—Why did the Apostle say,—Different is the body which is in heaven from that which is on earth?  But he that hears this, let him hear also the other thing that the Apostle said:—There is an animal body, and there is a spiritual body."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:27",
                            "text": "And again he said:—We shall all sleep, but we shall not all be changed."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:28",
                            "text": "And again he said:—This that shall die must clothe itself with that that shall not die, and this which is corruptible must clothe itself with that which is incorruptible."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:29",
                            "text": "Again he said:—We must all stand before the judgment-seat of Christ, that every man may be rewarded in his body for everything that before time was done by him, whether good or evil."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:30",
                            "text": "Again he said:—What shall those do that are baptized for the dead?  For if the dead rise not, why are they baptized for them?  Again he said:—If there is no resurrection of the dead, then is Christ not risen, and if Christ is not risen then your faith is vain, and our preaching."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:31",
                            "text": "And if so we are found false witnesses in that we testified of God, that He raised up Christ, Whom He raised not up."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:32",
                            "text": "Therefore, if the dead rise not, there is no judgment."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:33",
                            "text": "And if there is no judgment, then let us eat and drink, for to-morrow we shall die."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:34",
                            "text": "Be not deceived; evil communications corrupt good purposes."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:35",
                            "text": "Now as to this that the Apostle said:—The body that is in heaven is different from that which is on the earth, let this word be thus understood by thee."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:36",
                            "text": "When the body of the just shall arise and be changed, it is called heavenly."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:37",
                            "text": "And that which is not changed is called earthly, according to its earthly nature."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:38",
                            "text": "5."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:39",
                            "text": "But hear, my beloved, another word like this, which the Apostle has spoken."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:40",
                            "text": "For he said:—The spiritual man judgeth everything, and he is judged by no one."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:41",
                            "text": "And again he said:—They that are spiritual are spiritually minded, and they that are carnal are carnally minded."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:42",
                            "text": "And again he said:—When we were in the flesh, the weaknesses of sins were working in our members that we might become fruit for death."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:43",
                            "text": "Again he said:—If the Spirit of Christ is in you, ye are spiritual."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:44",
                            "text": "All these things the Apostle said, while he was clothed in the flesh but was doing the works of the Spirit."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:45",
                            "text": "Thus also in the Resurrection of the dead, the righteous shall be changed, and the earthly form shall be swallowed up in the heavenly, and it shall be called a heavenly body."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:46",
                            "text": "And that which shall not be changed, shall be called earthly."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:47",
                            "text": "6."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:48",
                            "text": "Concerning then this Resurrection of the dead, my beloved, according to my power I will instruct thee."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:49",
                            "text": "For from the beginning God created Adam; moulded him from the dust of the earth, and raised him up."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:50",
                            "text": "For if, while Adam was not, He made him from nothing, how much easier now is it for Him to raise him up; for lo! as a seed he is sown in the earth."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:51",
                            "text": "For if God should do those things that are easy for us, His works would not appear mighty to us."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:52",
                            "text": "For lo! there are amongst men artificers who make wonderful things, and those who are not artificers of the works stand and wonder how they were done; and the work of their fellows is difficult in their eyes."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:53",
                            "text": "How much more should not the works of God be as a marvel!  But for God this was no great thing, that the dead should be quickened."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:54",
                            "text": "Before seed was sown in the earth, the earth produced that which had not been cast into it."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:55",
                            "text": "Before it had conceived, it bore in its virginity."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:56",
                            "text": "How then is this difficult, that the earth should cause to spring up again what had been cast into it, and after conception should bear?  And lo! her travail-pains are near; as Isaiah said, Who hath seen anything like this and who hath heard such things as these? that the earth should travail in one day, and a people should be born in one hour?  For Adam unsown sprang up; unconceived he was born."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:57",
                            "text": "But lo! now his offspring are sown, and wait for the rain, and shall spring up."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:58",
                            "text": "And lo! the earth teems with many, and the time of her bringing forth is at hand."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:59",
                            "text": "7."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:60",
                            "text": "For all our fathers, in hope of the Resurrection and the quickening of the dead, were looking forward and hastening; as the blessed Apostle said, If the righteous had been looking forward to that city from which Abraham went forth, they would have had an opportunity of again turning back and to it; but they showed that they were looking forward to one better than it, namely that which is in heaven."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:61",
                            "text": "They were looking forward to be released and to go speedily thither."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:62",
                            "text": "And from that which I am writing unto thee, understand and observe that they were looking forward to the Resurrection."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:63",
                            "text": "For Jacob our father, when he was dying, bound Joseph his son with an oath, and said to him, Bury me in the tomb of my fathers, with Abraham and Sarah and Isaac and Rebecca."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:64",
                            "text": "And why, my beloved, did Jacob not wish to be buried in Egypt, but with his fathers?  He showed beforehand, that he was looking forward to the quickening of the dead; that, when the Resurrection shout should be raised and the sound of the trumpet (heard), he might rise up near to his fathers, and might not at the time of the Resurrection be mingled with the wicked who shall return to Sheol and to punishment."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:65",
                            "text": "8."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:66",
                            "text": "Thus also Joseph bound his brethren by an oath, and said to them:—When God shall remember you, take up my bones from hence with you."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:67",
                            "text": "And according to the word of Joseph his brethren did, and kept the oath a hundred and twenty-five years."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:68",
                            "text": "At that time when the hosts of the Lord went out from the land of Egypt, then Moses took up the bones of Joseph when he went forth."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:69",
                            "text": "And the bones of the righteous man were more precious and better in his estimation than the gold and the silver that the children of Israel took from Egypt when they spoiled them."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:70",
                            "text": "And the bones of Joseph were forty years in the wilderness; and at that time when Moses fell asleep, he gave them in inheritance to Joshua the son of Nun."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:71",
                            "text": "The bones of Joseph his father were better in his estimation than all the spoil of that land which he subdued."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:72",
                            "text": "And why did Moses give the bones of Joseph to Joshua?  Clearly, because he was of the tribe of Ephraim the son of Joseph."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:73",
                            "text": "And he buried them in the land of promise, that there might be in that land a treasure, (even) that of the bones of Joseph (that were) buried therein."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:74",
                            "text": "And also at the time that Jacob was dying, he blessed his tribes, and showed them what would happen to them in the latter days, and said to Reuben:—Reuben, thou art my firstborn, might and the beginning of my strength."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:75",
                            "text": "Thou hast gone astray; as water, thou shalt not abide, because thou wentest up father's bed."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:76",
                            "text": "Truly thou defilest my couch and wentest up."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:77",
                            "text": "From the time that Jacob fell asleep until the time that Moses fell asleep two hundred and thirty-three years elapsed."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:78",
                            "text": "Then Moses wished by his priestly power to absolve Reuben from his transgression and sin, in that he had lain with Bilhah, his father's concubine; that when his brethren should rise, he might not be cut off from their number."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:79",
                            "text": "So he said in the beginning of his blessing:—Reuben shall live and not die, and shall be in the number."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:80",
                            "text": "9."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:81",
                            "text": "And also when the time came that Moses should sleep with his fathers, he was grieved and distressed, and he sought of his Lord and entreated that he might pass over to the land of promise."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:82",
                            "text": "And why, my beloved, was the righteous Moses grieved because he did not enter into the land of promise?  Clearly, because he wished to go and be buried with his fathers, and not be buried in the land of his adversaries, in the land of Moab."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:83",
                            "text": "For the Moabites hired Balaam the son of Beor to curse Israel."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:84",
                            "text": "Therefore Moses wished not to be buried in that land, lest the Moabites should come and take vengeance on him by taking up and casting forth the bones of that righteous man."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:85",
                            "text": "And the Lord performed an act of grace towards Moses."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:86",
                            "text": "For He brought him forth to Mount Nebo, and showed him all the land, making it pass before him."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:87",
                            "text": "And as Moses gazed upon all the land, and gazed upon the mountain of the Jebusites where the Tabernacle was to dwell, he was grieved and wept when he saw the tomb in Hebron where his fathers Abraham, Isaac and Jacob were buried, that he should not be buried with them, nor his bones cast upon their bones, that he might rise along with them in the Resurrection."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:88",
                            "text": "But when he had seen all the land, his Lord encouraged him and said to him, \"I myself will bury thee and hide thee, and none shall know thy tomb\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:89",
                            "text": "So Moses died according to the word of the mouth of the Lord, and He buried him in a valley in the land of Moab over against Beth-Peor, where Israel had sinned, and no man has known his sepulchre unto this day."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:90",
                            "text": "Two goodly benefits did his Lord accomplish for Moses in not making known his tomb to the children of Israel."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:91",
                            "text": "He rejoiced that his adversaries should not know it, and cast forth his bones from his tomb; and in the second place, that the children of his people should not know it, and make his tomb a place of worship, for he was accounted as God in the eyes of the children of his people."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:92",
                            "text": "And understand this, my beloved, from hence, that when he left them and went up to the mountain, they said:—As for this Moses who brought us up from the land of Egypt we know not what has become of him."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:93",
                            "text": "So they made them a calf and worshipped it, and they remembered not God Who brought them up from Egypt by means of Moses with a mighty hand and an uplifted arm."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:94",
                            "text": "Because of this, God had respect unto Moses, and did not make known his tomb; lest, if He should make known his tomb, the children of his people might go astray, and make them an image, and worship it and sacrifice to it, and so by their sins disquiet the bones of the righteous man."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:95",
                            "text": "10."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:96",
                            "text": "And Moses again proclaimed clearly the Resurrection of the dead, for he said as from the mouth of his God:—It is I that cause to die and it is I that make alive."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:97",
                            "text": "Again also Hannah said thus in her prayer:—The Lord causeth to die and quickeneth; He bringeth down to Sheol and bringeth up (therefrom)."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:98",
                            "text": "The Prophet Isaiah also said thus:—Thy dead shall live, O Lord, and their bodies shall rise, and they that sleep in the dust shall awake and praise thee."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:99",
                            "text": "David also proclaimed, saying:—For lo! for the dead Thou workest wonderful things, and the mighty ones shall rise and make confession unto Thee, and those that are in the tombs shall recount Thy grace."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:100",
                            "text": "And how in the tombs shall they recount the grace of God?  Clearly, when they shall hear the sound of trumpet summoning them, and the cornet sounding forth from on high, and the earthquake that shall be, and the tombs that shall be opened, then the mighty ones shall arise in glory, and recount one to another in the tombs, saying, \"Great is the grace that is performed towards us."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:101",
                            "text": "For our hope was cut off; yet (another) hope has arisen for us."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:102",
                            "text": "We were imprisoned in darkness, and have come forth to the light."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:103",
                            "text": "We were sown in corruption, and have risen in glory."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:104",
                            "text": "We were buried naturally, and we have risen spiritually."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:105",
                            "text": "Again we were sown in weakness, and have risen in power\"."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:106",
                            "text": "This is the grace that they shall tell of in the tombs."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:107",
                            "text": "11."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:108",
                            "text": "And it was not only in words, my beloved, that God said:—\"I quicken the dead,\" but also in deeds He showed it to us by many testimonies; that we might have no hesitation (concerning it)."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:109",
                            "text": "He showed it beforehand plainly; for through Elijah a wonder was manifested, (in proof) that the dead shall live and that they that sleep in the dust shall arise."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:110",
                            "text": "For when the son of the widow died, Elijah raised him up and gave him to his mother."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:111",
                            "text": "And Elisha again, his disciple, raised up the son of the Shunamite; that the testimony of two might be established and confirmed for us."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:112",
                            "text": "And also again when the children of Israel cast a dead man on the bones of Elisha, that dead man revived and arose."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:113",
                            "text": "And the witness of three is certain."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:114",
                            "text": "12."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:115",
                            "text": "And also through the Prophet Ezekiel, the Resurrection of the dead was manifestly shown, when God brought him forth to the valley and showed him many bones, and made him pass by them round about them, and said to him:—Son of Man, will these bones live?  And Ezekiel said to Him:—Thou knowest, O Lord of lords."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:116",
                            "text": "And the Lord said to him:—Prophesy, O Son Man, over these bones; prophesy and say to the dry bones, Hear the word of the Lord of lords."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:117",
                            "text": "And when he had caused them to hear those words, there was a shaking and a noise, and the bones were gathered together, even those that were crushed into pieces and broken."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:118",
                            "text": "And when the Prophet saw them, he was astonished, for they came together from all sides, and each bone received its fellow, and each joint approached its fellow-joint, and they ordered themselves, one on another."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:119",
                            "text": "And their dryness was made moist, and the joints were united by the ligatures, and the blood grew warm in the arteries, and skin was stretched over the flesh, and hair grew up according to its nature."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:120",
                            "text": "But they lay prostrate and there was no breath in them."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:121",
                            "text": "Then again He commanded the Prophet, and said to him:—Prophesy unto the spirit and say to it, Come, O spirit, from the four winds, and breathe upon these slain men that they may live."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:122",
                            "text": "And when he caused them to hear this second word, the spirit entered into them, and they revived and stood up upon their feet, a very great host."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:123",
                            "text": "13."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:124",
                            "text": "But why, my beloved, was it that those dead did not rise because of the one word (spoken) through Ezekiel, and why was not their resurrection, both of bones and spirit, accomplished (through that one word)?  For lo! by one word the bones were fitted together, and by another the spirit came."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:125",
                            "text": "It was in order that full perfection might be left for our Lord Jesus Christ, Who with one utterance and one word will raise up at the last day every body of man."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:126",
                            "text": "For it was not the word that was insufficient, but its bearer was inferior."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:127",
                            "text": "And with regard to this, understand and observe that when Elijah also, and Elisha his disciple, raised the dead, it was not with one word that they raised them up, but after they had prayed and made intercession and delayed no little time, then they arose."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:128",
                            "text": "14."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:129",
                            "text": "And our Lord Himself, in that His first Coming raised up three that were dead, that the testimony of three might be made sure."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:130",
                            "text": "And He raised up each one of them with two words each."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:131",
                            "text": "For when He raised up the widow's son, He called him twice, saying to him, Young man, young man, arise."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:132",
                            "text": "And he revived and arose."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:133",
                            "text": "And again, He twice called the daughter of the chief of the synagogue, saying to her, Damsel, damsel, arise."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:134",
                            "text": "And her spirit returned and she arose."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:135",
                            "text": "And after Lazarus died, when He came to the place of burial."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:136",
                            "text": "He prayed earnestly and cried with a loud voice and said, Lazarus, come forth."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:137",
                            "text": "And he revived and came out of his tomb."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:138",
                            "text": "15."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:139",
                            "text": "And concerning all this that I have explained to thee, that those dead persons were raised with two words each, it was because for them two resurrections take place; that former one, and the second, that which is to come."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:140",
                            "text": "For in that resurrection in which all men shall rise, none shall fall again; and by one word of God, sent forth through Christ, all the dead shall rise in the twinkling of an eye, speedily."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:141",
                            "text": "For He Who brings it to pass is not feeble or insufficient."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:142",
                            "text": "For with one word of summons He will cause all the ends (of the world) to hear, and all that are laid (in the grave) shall leap forth and rise up; and no word shall return void to Him that sent it forth, but as it is written in the Prophet Isaiah, who compares the word to rain and snow; for he said:—As the rain and the snow come down from heaven and return not thither, but fertilize the earth and cause it to bring forth and give seed to the sower and bread for food, so shall the word be that goes forth from My mouth, and it shall not return to Me void, but shall accomplish whatsoever I desire and shall accomplish that for which I shall have sent it."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:143",
                            "text": "For the rain and the snow do not return to heaven, but accomplish in the earth the will of Him that sends them."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:144",
                            "text": "So the word that He shall send through His Christ, Who is Himself the Word and the Message, shall return to Him with great power."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:145",
                            "text": "For when He shall come and bring it, He shall come down like rain and snow, and through Him all that is sown shall spring up and bear righteous fruit, and the word shall return to His sender; but not in vain shall His going have been, but thus shall He say in the presence of His sender:—Behold, I and the children that the Lord has given Me."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:146",
                            "text": "And this is the voice through which the dead shall live."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:147",
                            "text": "Concerning it our Redeemer testifies, saying:—The hour shall come when even the dead shall hear the voice of the Son of Man and shall come forth from their tombs; as it is written, In the beginning was the voice, that is the Word."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:148",
                            "text": "Again He said, The Word became a body and dwelt amongst us."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:149",
                            "text": "And this is that voice of God which shall sound from on high and raise up all the dead."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:150",
                            "text": "16."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:151",
                            "text": "Again, our Lord explained to the Sadducees with regard to the resurrection of the dead, when they brought forth to Him the parable of the woman who was married to seven husbands, and said to Him:—Lo! the woman was wife of them all; in the Resurrection of the dead, to which of them shall she be wife?  Then our Lord said to them:—Ye do greatly err, and ye know not the Scriptures nor the power of God."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:152",
                            "text": "For they who are worthy of that world and of that Resurrection from the dead, they that are men do not take wives, nor are the women married to husbands, for they cannot die, for they are as the angels of God and children of the Resurrection."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:153",
                            "text": "But concerning the Resurrection, that the dead shall rise, have ye not read in the Scripture that God said to Moses out of the bush, \"I am the God of Abraham, of Isaac and of Jacob\"."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:154",
                            "text": "And lo! He is not God of the dead, for they all are alive unto Him."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:155",
                            "text": "17."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:156",
                            "text": "And there are those who even while they live are dead unto God."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:157",
                            "text": "For He laid a commandment on Adam and said to him, In the day that thou shalt eat of the tree, thou shalt surely die."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:158",
                            "text": "And after he had transgressed the commandment, and had eaten, he lived nine hundred and thirty years; but he was accounted dead unto God because of his sins."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:159",
                            "text": "But that it may be made certain for thee that a sinner is called dead even when he lives, I will make it clear to thee."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:160",
                            "text": "For thus it is written in Ezekiel the Prophet, As I live, saith the Lord of lords, I desire not the death of the dead sinner."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:161",
                            "text": "18."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:162",
                            "text": "Moreover our Lord said to that man who said to Him:—Let me go and bury my father, and I will come to Thee."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:163",
                            "text": "And our Lord said to him, Let the dead bury their dead, but go thou, preach the Kingdom of God."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:164",
                            "text": "But how is this word understood by thee, my beloved?  Didst thou ever see the dead burying their dead?  Or how shall a dead man arise to bury another dead man?  But receive this explanation from me, that a sinner, while he is living, is dead unto God; and a righteous man, though dead, is alive unto God."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:165",
                            "text": "For such death is a sleep, as David said, I lay down and slept, and awoke."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:166",
                            "text": "Again Isaiah said, They that sleep in the dust shall awake."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:167",
                            "text": "And our Lord said concerning the daughter of the chief of the synagogue, The damsel is not dead, but sleeping a slumber."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:168",
                            "text": "And concerning Lazarus, He said to His disciples:—Our friend Lazarus has fallen asleep; but I go to waken him."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:169",
                            "text": "And the Apostle said:—We shall all sleep, but we shall not all be changed."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:170",
                            "text": "And again he said:—Concerning those that sleep, be ye not grieved."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:171",
                            "text": "19."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:172",
                            "text": "But it is right for us to be afraid of the second death, that which is full of weeping and gnashing of teeth, and of groanings and miseries, that which is situated in outer darkness."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:173",
                            "text": "But blessed shall be the faithful and the righteous in that Resurrection, in which they expect to be awakened and to receive the good promises made them."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:174",
                            "text": "But as for the wicked who are not faithful, in the Resurrection woe to them, because of that which is laid up for them!  It would be better for them according to the faith which they possess, were they not to arise."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:175",
                            "text": "For the servant, for whom his Lord is preparing stripes and bonds, while he is sleeping desires not to awake, for he knows that when the dawn shall have come and he shall awake, his Lord will scourge and bind him."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:176",
                            "text": "But the good servant, to whom his Lord has promised gifts, looks expectantly for the time when dawn shall come and he shall receive presents from his Lord."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:177",
                            "text": "And even though he is soundly sleeping, in his dream he sees something like what his Lord is about to give him, whatsoever He has promised him, and he rejoices in his dream, and exults, and is gladdened."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:178",
                            "text": "As for the wicked, his sleep is not pleasant to him, for he imagines that lo! the dawn has come for him, and his heart is broken in his dream."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:179",
                            "text": "But the righteous sleep, and their slumber is pleasant to them, in the day-time and the night-time, and they take no thought of all that long night, and like one hour is it accounted in their eyes."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:180",
                            "text": "Then in the watch of the dawn they awake with joy."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:181",
                            "text": "But as for the wicked, their sleep lies heavy upon them, and they are like a man who is laid low by a great and deep fever, and tosses on his couch hither and thither, and he is terrified the whole night long, which lengthens itself out for him, and he fears the dawn when his Lord will condemn him."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:182",
                            "text": "20."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:183",
                            "text": "But our faith thus teaches, that when men fall asleep, they sleep this slumber without knowing good from evil."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:184",
                            "text": "And the righteous look not forward to their promises, nor do the wicked look forward to their sentence of punishment, until the Judge come and separate those whose place is at His right hand from those whose place is at His left."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:185",
                            "text": "And be thou instructed by that which is written, that when the Judge shall sit, and the books be opened before Him and the good and evil deeds recited, then they that have wrought good works shall receive good rewards from Him Who is good; and they that have done evil deeds shall receive evil penalties from the just Judge."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:186",
                            "text": "For towards the good, He changes not His nature; and He proves Himself just because He justly condemns many."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:187",
                            "text": "But towards the evil He changes His nature, in that world where grace is lost in justice; and He proves Himself just to all."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:188",
                            "text": "And grace will not be joined with justice towards them."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:189",
                            "text": "Like as grace avails not (to remedy) detriment, so justice (avails not to assist) grace."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:190",
                            "text": "For grace is far from the judge, but justice urges the judge."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:191",
                            "text": "If grace be nigh to any one, let him turn himself towards it, and not deliver himself into the hands of justice, lest it condemn him, exacting for his shortcomings the penalty at his hands."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:192",
                            "text": "And if grace be far from any one, justice will bring him to the trial, and by it he will be condemned, and go away to the torment."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:193",
                            "text": "21."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:194",
                            "text": "But hear, my beloved, this proof that retribution shall take place at the end."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:195",
                            "text": "For when the Shepherd divides His flock and sets some on His right hand and some on His left, until He shall have acknowledged the service of the good, then He will cause them to inherit the kingdom; and until He shall have rebuked the evil and they are condemned, then He will send them to the torment."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:196",
                            "text": "And as to them that sent messengers after the King, saying, This man shall not be king over us, when He shall receive the kingdom and return, then His adversaries shall be slain before Him."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:197",
                            "text": "And the labourers who hastened and were wearied in the vineyard, shall not receive the reward till the labour shall cease."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:198",
                            "text": "And the traders who received the money, when the Lord of the money shall come, then shall He exact the usury."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:199",
                            "text": "And the virgins who, while waiting for the bridegroom, slumbered and slept because He delayed to come, when they shall hear the cry, then they shall awake and trim their lamps; and they that are wise shall enter in; and the foolish shall be shut out."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:200",
                            "text": "And they who were before us in entering the faith, without us shall not be made perfect."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:201",
                            "text": "22."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:202",
                            "text": "From all these things, understand thou, my beloved, as it has been made certain for thee, that as yet no one has received his reward."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:203",
                            "text": "For the righteous have not inherited the kingdom, nor have the wicked gone into torment."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:204",
                            "text": "The Shepherd has not as yet divided His flock."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:205",
                            "text": "And lo! the workmen enter into the vineyard, and as yet have not received the reward."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:206",
                            "text": "And lo! the merchants are trading with the money."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:207",
                            "text": "And as yet their Lord has not come to take the account."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:208",
                            "text": "And the King has gone to receive the Kingdom, but as yet He has not returned the second time."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:209",
                            "text": "And those virgins that are waiting the bridegroom are sleeping up to the present time, and are awaiting the cry when they will awake."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:210",
                            "text": "And the former men who toiled in the faith until the last men shall come, shall not be made perfect."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:211",
                            "text": "23."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:212",
                            "text": "But they who are babes in understanding say:—\"If no one has received his reward, why did the Apostle say, When we shall depart from the body, we shall be present with the Lord?\"  But recollect, my beloved, that I instructed thee concerning this matter in the Demonstration concerning Solitaries, that the spirit which the righteous receive, according to its heavenly nature, goes to our Lord until the time of the Resurrection, when it shall come to put on the body in which it dwelt."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:213",
                            "text": "And at every time it has the memory of this in the presence of God, and looks eagerly for the Resurrection of that body in which it dwelt, as the Prophet Isaiah said about the Church of the Gentiles:—They that make mention of thee shall be faithful and stand before the Lord, and thou shalt not give them rest."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:214",
                            "text": "But as to the wicked, they have none to make mention of them before the Lord, because the Holy Spirit is far removed from them, because they are animal, and are buried after the manner of animals."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:215",
                            "text": "24."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:216",
                            "text": "And again, (the followers of) doctrines, which are instruments of the Evil One, are offended by the word which our Lord spake, No one has ascended up to heaven but He Who came down from heaven, the Son of Man, Who was in heaven."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:217",
                            "text": "And they say, \"Lo! our Lord testified that no earthly body has ascended to heaven\"."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:218",
                            "text": "In their ignorance they cannot apprehend the force of this."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:219",
                            "text": "For when our Lord instructed Nicodemus, he did not apprehend the force of the saying."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:220",
                            "text": "Then our Lord said to him:—No one has ascended into heaven, so as to come down and relate to you whatsoever is there."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:221",
                            "text": "For if I have spoken unto you of those things that are in the earth, and ye believe not, how shall ye believe if I shall speak unto you of those things which are in heaven?  For lo! no other witness besides Me has come down from thence, to bear witness concerning those things which are in heaven, so that ye should believe."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:222",
                            "text": "For Elijah went up thither, but he came not down along with Me to bear witness, that the testimony of two might be sure\"."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:223",
                            "text": "25."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:224",
                            "text": "But as for thee, my beloved, have no doubt as to the Resurrection of the dead."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:225",
                            "text": "For the living mouth (of God) testifies:—I cause to die and I make alive."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:226",
                            "text": "And both of them proceeded out of one mouth."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:227",
                            "text": "And as we are sure that He causes to die, and we see it; so also it is sure and worthy of belief, that He makes alive."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Aphrahat: Of the Resurrection of the Dead 1:228",
                            "text": "And from all that I have explained to thee, receive and believe that in the day of the Resurrection thy body shall arise in its entirety, and thou shalt receive from our Lord the reward of thy faith, and in all that thou hast believed, thou shalt rejoice and be made glad."
                        }
                    ]
                }
            ]
        }
    ]
}