{
    "books": [
        {
            "name": "The Twelve Patriarchs: Issachar",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Twelve Patriarchs: Issachar 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:1",
                            "text": "V."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:2",
                            "text": "—The Testament of Issachar Concerning Simplicity."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:3",
                            "text": "The record of the words of Issachar."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:4",
                            "text": "He called his sons, and said to them:  Hearken, my children, to Issachar your father; give ear to my words, ye who are beloved of the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:5",
                            "text": "I was the fifth son born to Jacob, even the hire of the mandrakes."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:6",
                            "text": "For Reuben brought in mandrakes from the field, and Rachel met him and took them."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:7",
                            "text": "And Reuben wept, and at his voice Leah my mother came forth."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:8",
                            "text": "Now these mandrakes were sweet-smelling apples which the land of Aram produced on high ground below a ravine of water."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:9",
                            "text": "And Rachel said, I will not give them to thee, for they shall be to me instead of children."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:10",
                            "text": "Now there were two apples; and Leah said, Let it suffice thee that thou hast taken the husband of my virginity:  wilt thou also take these?  And she said, Behold, let Jacob be to thee this night instead of the mandrakes of thy son."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:11",
                            "text": "And Leah said to her, Boast not, and vaunt not thyself; for Jacob is mine, and I am the wife of his youth."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:12",
                            "text": "But Rachel said, How so? for to me was he first espoused, and for my sake he served our father fourteen years."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:13",
                            "text": "What shall I do to thee, because the craft and the subtlety of men are increased, and craft prospereth upon the earth?  And were it not so, thou wouldest not now see the face of Jacob."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:14",
                            "text": "For thou art not his wife, but in craft wert taken to him in my stead."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:15",
                            "text": "And my father deceived me, and removed me on that night, and suffered me not to see him; for had I been there, it had not happened thus."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:16",
                            "text": "And Rachel said, Take one mandrake, and for the other thou shalt hire him from me for one night."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:17",
                            "text": "And Jacob knew Leah, and she conceived and bare me, and on account of the hire I was called Issachar."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:18",
                            "text": "Then appeared to Jacob an angel of the Lord, saying, Two children shall Rachel bear; for she hath refused company with her husband, and hath chosen continency."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:19",
                            "text": "And had not Leah my mother given up the two apples for the sake of his company, she would have borne eight sons; and for this thing she bare six, and Rachel two:  because on account of the mandrakes the Lord visited her."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:20",
                            "text": "For He knew that for the sake of children she wished to company with Jacob, and not for lust of pleasure."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:21",
                            "text": "For she went further, and on the morrow too gave up Jacob that she might receive also the other mandrake."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:22",
                            "text": "Therefore the Lord hearkened to Rachel because of the mandrakes:  for though she desired them, she ate them not, but brought them to the priest of the Most High who was at that time, and offered them up in the house of the Lord."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:23",
                            "text": "When, therefore, I grew up, my children, I walked in uprightness of heart, and I became a husbandman for my parents and my brethren, and I brought in fruits from the field according to their season; and my father blessed me, for he saw that I walked in simplicity."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:24",
                            "text": "And I was not a busybody in my doings, nor malicious and slanderous against my neighbour."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:25",
                            "text": "I never spoke against any one, nor did I censure the life of any man, but walked in the simplicity of my eyes."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:26",
                            "text": "Therefore when I was thirty years old I took to myself a wife, for my labour wore away my strength, and I never thought upon pleasure with women; but through my labour my sleep sufficed me, and my father always rejoiced in my simplicity."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:27",
                            "text": "For on whatever I laboured I offered first to the Lord, by the hands of the priests, of all my produce and all first-fruits; then to my father, and then took for myself."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:28",
                            "text": "And the Lord increased twofold His benefits in my hands; and Jacob also knew that God aided my simplicity, for on every poor man and every one in distress I bestowed the good things of the earth in simplicity of heart."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:29",
                            "text": "And now hearken to me, my children, and walk in simplicity of heart, for I have seen in it all that is well-pleasing to the Lord."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:30",
                            "text": "The simple coveteth not gold, defraudeth not his neighbour, longeth not after manifold dainties, delighteth not in varied apparel, doth not picture to himself to live a long life, but only waiteth for the will of God, and the spirits of error have no power against him."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:31",
                            "text": "For he cannot allow within his mind a thought of female beauty, that he should not pollute his mind in corruption."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:32",
                            "text": "No envy can enter into his thoughts, no jealousy melteth away his soul, nor doth he brood over gain with insatiate desire; for he walketh in uprightness of life, and beholdeth all things in simplicity, not admitting in his eyes malice from the error of the world, lest he should see the perversion of any of the commandments of the Lord."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:33",
                            "text": "Keep therefore the law of God, my children, and get simplicity, and walk in guilelessness, not prying over-curiously into the commands of God and the business of your neighbour; but love the Lord and your neighbour, have compassion on the poor and weak."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:34",
                            "text": "Bow down your back unto husbandry, and labour in tillage of the ground in all manner of husbandry, offering gifts unto the Lord with thanksgiving; for with the first-fruits of the earth did the Lord bless me, even as He blessed all the saints from Abel even until now."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:35",
                            "text": "For no other portion is given to thee than of the fatness of the earth, whose fruits are raised by toil; for our father Jacob blessed me with blessings of the earth and of first-fruits."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:36",
                            "text": "And Levi and Judah were glorified by the Lord among the sons of Jacob; for the Lord made choice of them, and to the one He gave the priesthood, to the other the kingdom."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:37",
                            "text": "Them therefore obey, and walk in the simplicity of your father; for unto Gad hath it been given to destroy the temptations that are coming upon Israel."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:38",
                            "text": "I know, my children, that in the last times your sons will forsake simplicity, and will cleave unto avarice, and leaving guilelessness will draw near to malice, and forsaking the commandments of the Lord will cleave unto Beliar, and leaving husbandry will follow after their wicked devices, and shall be dispersed among the Gentiles, and shall serve their enemies."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:39",
                            "text": "And do you therefore command these things to your children, that if they sin they may the more quickly return to the Lord; for He is merciful, and will deliver them even to bring them back into their land."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:40",
                            "text": "I am a hundred and twenty-two years old, and I know not against myself a sin unto death."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:41",
                            "text": "Except my wife, I have not known any woman."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:42",
                            "text": "I never committed fornication in the haughtiness of my eyes; I drank not wine, to be led astray thereby; I coveted not any desirable thing that was my neighbour's; guile never entered in my heart; a lie never passed through my lips; if any man grieved, I wept with him, and I shared my bread with the poor."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:43",
                            "text": "I never ate alone; I moved no landmark; in all my days I wrought godliness and truth."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:44",
                            "text": "I loved the Lord with all my strength; likewise also did I love every man even as my own children."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:45",
                            "text": "So ye also do these things, my children, and every spirit of Beliar shall flee from you, and no deed of malicious men shall rule over you; and every wild beast shall ye subdue, having with yourselves the God of heaven walking with men in simplicity of heart."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:46",
                            "text": "And he commanded them that they should carry him up to Hebron, and bury him there in the cave with his fathers."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Issachar 1:47",
                            "text": "And he stretched out his feet and died, the fifth son of Jacob, in a good old age; and with every limb sound, and with strength unabated, he slept the eternal sleep."
                        }
                    ]
                }
            ]
        }
    ]
}