{
    "books": [
        {
            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS]",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 1:1",
                            "text": "A Sectional Confession of Faith Spurious: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 1:2",
                            "text": "Most hostile and alien to the Apostolic Confession are those who speak of the Son as assumed to Himself by the Father out of nothing, and from an emanational origin; and those who hold the same sentiments with respect to the Holy Spirit; those who say that the Son is constituted divine by gift and grace, and that the Holy Spirit is made holy; those who regard the name of the Son as one common to servants, and assert that thus He is the first-born of the creature, as becoming, like the creature, existent out of non-existence, and as being first made, and who refuse to admit that He is the only-begotten Son,—the only One that the Father has, and that He has given Himself to be reckoned in the number of mortals, and is thus reckoned first-born; those who circumscribe the generation of the Son by the Father with a measured interval after the fashion of man, and refuse to acknowledge that the aeon of the Begetter and that of the Begotten are without beginning; those who introduce three separate and diverse systems of divine worship, whereas there is but one form of legitimate service which we have received of old from the law and the prophets, and which has been confirmed by the Lord and preached by the apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 1:3",
                            "text": "Nor less alienated from the true confession are those who hold not the doctrine of the Trinity according to truth, as a relation consisting of three persons, but impiously conceive it as implying a triple being in a unity (Monad), formed in the way of synthesis and think that the Son is the wisdom in God, in the same manner as the human wisdom subsists in man whereby the man is wise, and represent the Word as being simply like the word which we utter or conceive, without any hypostasis whatever."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 2:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 2:2",
                            "text": "But the Church's Confession, and the Creed that brings salvation to the world, is that which deals with the incarnation of the Word, and bears that He gave Himself over to the flesh of man which He acquired of Mary, while yet He conserved His own identity, and sustained no divine transposition or mutation, but was brought into conjunction with the flesh after the similitude of man; so that the flesh was made one with the divinity, the divinity having assumed the capacity of receiving the flesh in the fulfilling of the mystery."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 2:3",
                            "text": "And after the dissolution of death there remained to the holy flesh a perpetual impassibility and a changeless immortality, man's original glory being taken up into it again by the power of the divinity, and being ministered then to all men by the appropriation of faith."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:2",
                            "text": "If, then, there are any here, too, who falsify the holy faith, either by attributing to the divinity as its own what belongs to the humanity—progressions, and passions, and a glory coming with accession—or by separating from the divinity the progressive and passible body, as if subsisted of itself apart,—these persons also are outside the confession of the Church and of salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:3",
                            "text": "No one, therefore, can know God unless he apprehends the Son; for the Son is the wisdom by whose instrumentality all things have been created; and these created objects declare this wisdom, and God is recognised in the wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:4",
                            "text": "But the wisdom of God is not anything similar to the wisdom which man possesses, but it is the perfect wisdom which proceeds from the perfect God, and abides for ever, not like the thought of man, which passes from him in the word that is spoken and (straightway) ceases to be."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:5",
                            "text": "Wherefore it is not wisdom only, but also God; nor is it Word only, but also Son."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:6",
                            "text": "And whether, then, one discerns God through creation, or is taught to know Him by the Holy Scriptures, it is impossible either to apprehend Him or to learn of Him apart from His wisdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:7",
                            "text": "And he who calls upon God rightly, calls on Him through the Son; and he who approaches Him in a true fellowship, comes to Him through Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:8",
                            "text": "Moreover, the Son Himself cannot be approached apart from the Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 3:9",
                            "text": "For the Spirit is both the life and the holy formation of all things; and God sending forth this Spirit through the Son makes the creature like Himself."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4:2",
                            "text": "One therefore is God the Father, one the Word, one the Spirit, the life, the sanctification of all."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4:3",
                            "text": "And neither is there another God as Father, nor is there another Son as Word of God, nor is there another Spirit as quickening and sanctifying."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4:4",
                            "text": "Further, although the saints are called both gods, and sons, and spirits, they are neither filled with the Spirit, nor are made like the Son and God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4:5",
                            "text": "And if, then, any one makes this affirmation, that the Son is God, simply as being Himself filled with divinity, and not as being generated of divinity, he has belied the Word, he has belied the Wisdom, he has lost the knowledge of God; he has fallen away into the worship of the creature, he has taken up the impiety of the Greeks, to that he has gone back; and he has become a follower of the unbelief of the Jews, who, supposing the Word of God to be but a human son, have refused to accept Him as God, and have declined to acknowledge Him as the Son of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4:6",
                            "text": "But it is impious to think of the Word of God as merely human, and to think of the works which are done by Him as abiding, while He abides not Himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4:7",
                            "text": "And if any one says that the Christ works all things only as commanded by the Word, he will both make the Word of God idle, and will change the Lord's order into servitude."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 4:8",
                            "text": "For the slave is one altogether under command, and the created is not competent to create; for to suppose that what is itself created may in like manner create other things, would imply that it has ceased to be like the creature."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:1",
                            "text": "V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:2",
                            "text": "Again, when one speaks of the Holy Spirit as an object made holy, he will no longer be able to apprehend all things as being sanctified in (the) Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:3",
                            "text": "For he who has sanctified one, sanctifies all things."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:4",
                            "text": "That man, consequently, belies the fountain of sanctification, the Holy Spirit, who denudes Him of the power of sanctifying, and he will thus be precluded from numbering Him with the Father and the Son; he makes nought, too, of the holy (ordinance of) baptism, and will no more be able to acknowledge the holy and august Trinity."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:5",
                            "text": "For either we must apprehend the perfect Trinity in its natural and genuine glory, or we shall be under the necessity of speaking no more of a Trinity, but only of a Unity; or else, not numbering created objects with the Creator, nor the creatures with the Lord of all, we must also not number what is sanctified with what sanctifies; even as no object that is made can be numbered with the Trinity, but in the name of the Holy Trinity baptism and invocation and worship are administered."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:6",
                            "text": "For if there are three several glories, there must also be three several forms of cultus with those who impiously worship the creature; for if there is a distinction in the nature of the objects worshipped, there ought to be also with these men a distinction in the nature of the worship offered."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:7",
                            "text": "What is recent surely is not to be worshipped along with what is eternal; for the recent comprehends all that has had a beginning, while mighty and measureless is He who is before the ages."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:8",
                            "text": "He, therefore, who supposes some beginning of times in the life of the Son and of the Holy Spirit, therewith also cuts off any possibility of numbering the Son and the Spirit with the Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 5:9",
                            "text": "For as we acknowledge the glory to be one, so ought we also to acknowledge the substance in the Godhead to be one, and one also the eternity of the Trinity."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 6:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 6:2",
                            "text": "Moreover, the capital element of our salvation is the incarnation of the Word."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 6:3",
                            "text": "We believe, therefore, that it was without any change in the Divinity that the incarnation of the Word took place with a view to the renewal of humanity."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 6:4",
                            "text": "For there took place neither mutation nor transposition, nor any circumscription in will, as regards the holy energy of God; but while that remained in itself the same, it also effected the work of the incarnation with a view to the salvation of the world: and the Word of God, living on earth after man's fashion, maintained likewise in all the divine presence, fulfilling all things, and being united properly and individually with flesh; and while the sensibilities proper to the flesh were there, the divine energy maintained the impassibility proper to itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 6:5",
                            "text": "Impious, therefore, is the man who introduces the passibility into the energy."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 6:6",
                            "text": "For the Lord of glory appeared in fashion as a man when He undertook the economy upon the earth; and He fulfilled the law for men by His deeds, and by His sufferings He did away with man's sufferings, and by His death He abolished death, and by his resurrection He brought life to light; and now we look for His appearing from heaven in glory for the life and judgment of all, when the resurrection of the dead shall take place, to the end that recompense may be made to all according to their desert."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 7:1",
                            "text": "VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 7:2",
                            "text": "But some treat the Holy Trinity in an awful manner, when they confidently assert that there are not three persons, and introduce (the idea of) a person devoid of subsistence."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 7:3",
                            "text": "Wherefore we clear ourselves of Sabellius, who says that the Father and the Son are the same."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 7:4",
                            "text": "For he holds that the Father is He who speaks, and that the Son is the Word that abides in the Father, and becomes manifest at the time of the creation, and thereafter reverts to God on the fulfilling of all things."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 7:5",
                            "text": "The same affirmation he makes also of the Spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 7:6",
                            "text": "We forswear this, because we believe that three persons—namely, Father, Son, and Holy Spirit—are declared to possess the one Godhead: for the one divinity showing itself forth according to nature in the Trinity establishes the oneness of the nature; and thus there is a (divinity that is the) property of the Father, according to the word, \"There is one God the Father;\" and there is a divinity hereditary in the Son, as it is written, \"The Word was God;\" and there is a divinity present according to nature in the Spirit—to wit, what subsists as the Spirit of God—according to Paul's statement, \"Ye are the temple of God, and the Spirit of God dwelleth in you\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 8:1",
                            "text": "VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 8:2",
                            "text": "Now the person in each declares the independent being and subsistence."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 8:3",
                            "text": "But divinity is the property of the Father; and whenever the divinity of these three is spoken of as one, testimony is borne that the property of the Father belongs also to the Son and the Spirit: wherefore, if the divinity may be spoken of as one in three persons, the trinity is established, and the unity is not dissevered; and the oneness which is naturally the Father's is also acknowledged to be the Son's and the Spirit's."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 8:4",
                            "text": "If one, however, speaks of one person as he may speak of one divinity, it cannot be that the two in the one are as one."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 8:5",
                            "text": "For Paul addresses the Father as one in respect of divinity, and speaks of the Son as one in respect of lordship: \"There is one God the Father, of whom are all things, and we for Him; and one Lord Jesus Christ, by whom are all things, and we by Him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 8:6",
                            "text": "Wherefore if there is one God, and one Lord, and at the same time one person as one divinity in one lordship, how can credit be given to (this distinction in) the words \"of whom\" and \"by whom,\" as has been said before? We speak, accordingly, not as if we separated the lordship from the divinity, nor as estranging the one from the other, but as unifying them in the way warranted by actual fact and truth; and we call the Son God with the property of the Father, as being His image and offspring; and we call the Father Lord, addressing Him by the name of the One Lord, as being His Origin and Begettor."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9:1",
                            "text": "IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9:2",
                            "text": "The same position we hold respecting the Spirit, who has that unity with the Son which the Son has with the Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9:3",
                            "text": "Wherefore let the hypostasis of the Father be discriminated by the appellation of God; but let not the Son be cut off from this appellation, for He is of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9:4",
                            "text": "Again, let the person of the Son also be discriminated by the appellation of Lord; only let not God be dissociated from that, for He is Lord as being the Father of the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9:5",
                            "text": "And as it is proper to the Son to exercise lordship, for He it is that made (all things) by Himself, and now rules the things that were made, while at the same time the Father has a prior possession of that property, inasmuch as He is the Father of Him who is Lord; so we speak of the Trinity as One God, and yet not as if we made the one by a synthesis of three: for the subsistence that is constituted by synthesis is something altogether partitive and imperfect."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9:6",
                            "text": "But just as the designation Father is the expression of originality and generation, so the designation Son is the expression of the image and offspring of the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9:7",
                            "text": "Hence, if one were to ask how there is but One God, if there is also a God of God, we would reply that that is a term proper to the idea of original causation, so far as the Father is the one First Cause."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 9:8",
                            "text": "And if one were also to put the question, how there is but One Lord, if the Father also is Lord, we might answer that again by saying that He is so in so far as He is the Father of the Lord; and this difficulty shall meet us no longer."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:1",
                            "text": "X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:2",
                            "text": "And again, if the impious say, How will there not be three Gods and three Persons, on the supposition that they have one and the same divinity?—we shall reply: Just because God is the Cause and Father of the Son; and this Son is the image and offspring of the Father, and not His brother; and the Spirit in like manner is the Spirit of God, as it is written, \"God is a Spirit\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:3",
                            "text": "And in earlier times we have this declaration from the prophet David: \"By the word of the Lord were the heavens stablished, and all the power of them by the breath (spirit) of His mouth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:4",
                            "text": "And in the beginning of the book of the creation it is written thus: \"And the Spirit of God moved upon the face of the waters\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:5",
                            "text": "And Paul in his Epistle to the Romans says: \"But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:6",
                            "text": "And again he says: \"But if the Spirit of Him that raised up Jesus from the dead dwell in you, He that raised up Christ from the dead shall also quicken your mortal bodies by His Spirit that dwelleth in you\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:7",
                            "text": "And again: \"As many as are led by the Spirit of God, they are the sons of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:8",
                            "text": "For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:9",
                            "text": "And again: \"I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 10:10",
                            "text": "And again: \"Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, by the power of the Holy Ghost\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 11:1",
                            "text": "XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 11:2",
                            "text": "And again, writing to those same Romans, he says: \"But I have written the more boldly unto you in some sort, as putting you in mind, because of the grace that is given to me of God, that I should be the minister of Jesus Christ to the Gentiles, ministering the Gospel of God, that the offering up of the Gentiles might be acceptable, being sanctified by the Holy Ghost."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 11:3",
                            "text": "I have therefore whereof I may glory through Jesus Christ in those things which pertain to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 11:4",
                            "text": "For I dare not to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed, through mighty signs and wonders, by the power of the Holy Spirit\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 11:5",
                            "text": "And again: \"Now I beseech you, brethren, for our Lord Jesus Christ's sake, and by the love of the Spirit\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 11:6",
                            "text": "And these things, indeed, are written in the Epistle to the Romans."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 12:1",
                            "text": "XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 12:2",
                            "text": "Again, in the Epistle to the Corinthians he says: \"For my speech and my preaching was not in the enticing words of man's wisdom, but in demonstration of the Spirit and of power; that your faith should not stand in the wisdom of men, but in the power of God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 12:3",
                            "text": "And again he says: \"As it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 12:4",
                            "text": "But God hath revealed them unto us by His Spirit: for the Spirit searcheth all things, yea, the deep things of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 12:5",
                            "text": "For what man knoweth the things of a man, save the spirit of man which is in him? Even so the things of God knoweth no man, but the Spirit of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 12:6",
                            "text": "And again he says: \"But the natural man receiveth not the things of the Spirit of God\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 13:1",
                            "text": "XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 13:2",
                            "text": "Seest thou that all through Scripture the Spirit is preached, and yet nowhere named a creature? And what can the impious have to say if the Lord sends forth His disciples to baptize in the name of the Father, and of the Son, and of the Holy Spirit? Without contradiction, that implies a communion and unity between them, according to which there are neither three divinities nor (three) lordships; but, while there remain truly and certainly the three persons, the real unity of the three must be acknowledged."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 13:3",
                            "text": "And in this way proper credit will be given to the sending and the being sent (in the Godhead), according to which the Father hath sent forth the Son, and the Son in like manner sends forth the Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 13:4",
                            "text": "For one of the persons surely could not (be said to) send Himself; and one could not speak of the Father as incarnate."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 13:5",
                            "text": "For the articles of our faith will not concur with the vicious tenets of the heresies; and it is right that our conceptions should follow the inspired and apostolic doctrines, and not that our impotent fancies should coerce the articles of our divine faith."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 14:1",
                            "text": "XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 14:2",
                            "text": "But if they say, How can there be three Persons, and how but one Divinity?—we shall make this reply: That there are indeed three persons, inasmuch as there is one person of God the Father, and one of the Lord the Son, and one of the Holy Spirit; and yet that there is but one divinity, inasmuch as the Son is the Image of God the Father, who is One,—that is, He is God of God; and in like manner the Spirit is called the Spirit of God, and that, too, of nature according to the very substance, and not according to simple participation of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 14:3",
                            "text": "And there is one substance in the Trinity, which does not subsist also in the case of objects that are made; for there is not one substance in God and in the things that are made, because none of these is in substance God."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 14:4",
                            "text": "Nor, indeed, is the Lord one of these according to substance, but there is one Lord the Son, and one Holy Spirit; and we speak also of one Divinity, and one Lordship, and one Sanctity in the Trinity; because the Father is the Cause of the Lord, having begotten Him eternally, and the Lord is the Prototype of the Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 14:5",
                            "text": "For thus the Father is Lord, and the Son also is God; and of God it is said that \"God is a Spirit\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:1",
                            "text": "XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:2",
                            "text": "We therefore acknowledge one true God, the one First Cause, and one Son, very God of very God, possessing of nature the Father's divinity,—that is to say, being the same in substance with the Father; and one Holy Spirit, who by nature and in truth sanctifies all, and makes divine, as being of the substance of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:3",
                            "text": "Those who speak either of the Son or of the Holy Spirit as a creature we anathematize."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:4",
                            "text": "All other things we hold to be objects made, and in subjection, created by God through the Son, (and) sanctified in the Holy Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:5",
                            "text": "Further, we acknowledge that the Son of God was made a Son of man, having taken to Himself the flesh from the Virgin Mary, not in name, but in reality; and that He is both the perfect Son of God, and the (perfect) Son of man,—that the Person is but one, and that there is one worship for the Word and the flesh that He assumed."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:6",
                            "text": "And we anathematize those who constitute different worships, one for the divine and another for the human, and who worship the man born of Mary as though He were another than the God of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:7",
                            "text": "For we know that \"in the beginning was the Word, and the Word was with God, and the Word was God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:8",
                            "text": "And we worship Him who was made man on account of our salvation, not indeed as made perfectly like in the like body, but as the Lord who has taken to Himself the form of the servant."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 15:9",
                            "text": "We acknowledge the passion of the Lord in the flesh, the resurrection in the power of His divinity, the ascension to heaven, and His glorious appearing when He comes for the judgment of the living and the dead, and for the eternal life of the saints."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16:1",
                            "text": "XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16:2",
                            "text": "And since some have given us trouble by attempting to subvert our faith in our Lord Jesus Christ, and by affirming of Him that He was not God incarnated, but a man linked with God; for this reason we present our confession on the subject of the aforementioned matters of faith, and reject the faithless dogmas opposed thereto."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16:3",
                            "text": "For God, having been incarnated in the flesh of man, retains also His proper energy pure, possessing a mind unsubjected by the natural and fleshly affections, and holding the flesh and the fleshly motions divinely and sinlessly, and not only unmastered by the power of death, but even destroying death."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16:4",
                            "text": "And it is the true God unincarnate that has appeared incarnate, the perfect One with the genuine and divine perfection; and in Him there are not two persons."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16:5",
                            "text": "Nor do we affirm that there are four to worship, viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16:6",
                            "text": ", God and the Son of God, and man and the Holy Spirit."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16:7",
                            "text": "Wherefore we also anathematize those who show their impiety in this, and who thus give the man a place in the divine doxology."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 16:8",
                            "text": "For we hold that the Word of God was made man on account of our salvation, in order that we might receive the likeness of the heavenly, and be made divine after the likeness of Him who is the true Son of God by nature, and the Son of man according to the flesh, our Lord Jesus Christ."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 17:1",
                            "text": "XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 17:2",
                            "text": "We believe therefore in one God, that is, in one First Cause, the God of the law and of the Gospel, the just and good; and in one Lord Jesus Christ, true God, that is, Image of the true God, Maker of all things seen and unseen, Son of God and only-begotten Offspring, and Eternal Word, living and self-subsistent and active, always being with the Father; and in one Holy Spirit; and in the glorious advent of the Son of God, who of the Virgin Mary took flesh, and endured sufferings and death in our stead, and came to resurrection on the third day, and was taken up to heaven; and in His glorious appearing yet to come; and in one holy Church, the forgiveness of sins, the resurrection of the flesh, and life eternal."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18:1",
                            "text": "XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18:2",
                            "text": "We acknowledge that the Son and the Spirit are consubstantial with the Father, and that the substance of the Trinity is one,—that is, that there is one divinity according to nature, the Father remaining unbegotten, and the Son being begotten of the Father in a true generation, and not in a formation by will, and the Spirit being sent forth eternally from the substance of the Father through the Son, with power to sanctify the whole creation."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18:3",
                            "text": "And we further acknowledge that the Word was made flesh, and was manifested in the flesh-movement received of a virgin, and did not simply energize in a man."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18:4",
                            "text": "And those who have fellowship with men that reject the consubstantiality as a doctrine foreign to the Scriptures, and speak of any of the persons in the Trinity as created, and separate that person from the one natural divinity, we hold as aliens, and have fellowship with none such."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18:5",
                            "text": "There is one God the Father, and there is only one divinity."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18:6",
                            "text": "But the Son also is God, as being the true image of the one and only divinity, according to generation and the nature which He has from the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18:7",
                            "text": "There is one Lord the Son; but in like manner there is the Spirit, who bears over the Son's lordship to the creature that is sanctified."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 18:8",
                            "text": "The Son sojourned in the world, having of the Virgin received flesh, which He filled with the Holy Spirit for the sanctification of us all; and having given up the flesh to death, He destroyed death through the resurrection that had in view the resurrection of us all; and He ascended to heaven, exalting and glorifying men in Himself; and He comes the second time to bring us again eternal life."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 19:1",
                            "text": "XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 19:2",
                            "text": "One is the Son, both before the incarnation and after the incarnation."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 19:3",
                            "text": "The same (Son) is both man and God, both these together as though one; and the God the Word is not one person, and the man Jesus another person, but the same who subsisted as Son before was made one with flesh by Mary, so constituting Himself a perfect, and holy, and sinless man, and using that economical position for the renewal of mankind and the salvation of all the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 19:4",
                            "text": "God the Father, being Himself the perfect Person, has thus the perfect Word begotten of Him truly, not as a word that is spoken, nor yet again as a son by adoption, in the sense in which angels and men are called sons of God, but as a Son who is in nature God."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 19:5",
                            "text": "And there is also the perfect Holy Spirit supplied of God through the Son to the sons of adoption, living and life-giving, holy and imparting holiness to those who partake of Him,—not like an unsubstantial breath breathed into them by man, but as the living Breath proceeding from God."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 19:6",
                            "text": "Wherefore the Trinity is to be adored, to be glorified, to be honoured, and to be reverenced; the Father being apprehended in the Son even as the Son is of Him, and the Son being glorified in the Father, inasmuch as He is of the Father, and being manifested in the Holy Spirit to the sanctified."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 20:1",
                            "text": "XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 20:2",
                            "text": "And that the holy Trinity is to be worshipped without either separation or alienation, is taught us by Paul, who says in his Second Epistle to the Corinthians: \"The grace of our Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you all\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 20:3",
                            "text": "And again, in that epistle he makes this explanation: \"Now He which stablisheth us with you in Christ, and hath anointed us, is God, who hath also sealed us, and given the earnest of the Spirit in our hearts\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 20:4",
                            "text": "And still more clearly he writes thus in the same epistle: \"When Moses is read, the veil is upon their heart."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 20:5",
                            "text": "Nevertheless when it shall turn to the Lord, the veil shall be taken away."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 20:6",
                            "text": "Now the Lord is that Spirit; and where the Spirit of the Lord is, there is liberty."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 20:7",
                            "text": "But we all with open face beholding as in a glass the glory of the Lord, are changed into the same image, from glory to glory, even as by the Spirit of the Lord\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:1",
                            "text": "XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:2",
                            "text": "And again Paul says: \"That mortality might be swallowed up of life."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:3",
                            "text": "Now He that hath wrought us for the selfsame thing is God, who also hath given unto us the earnest of the Spirit\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:4",
                            "text": "And again he says: \"Approving ourselves as the ministers of God, in much patience, in afflictions, in necessities,\" and so forth."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:5",
                            "text": "Then he adds these words: \"By kindness, by the Holy Ghost, by love unfeigned, by the word of truth, by the power of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:6",
                            "text": "Behold here again the saint has defined the holy Trinity, naming God, and the Word, and the Holy Ghost."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:7",
                            "text": "And again he says: \"Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:8",
                            "text": "And again: \"But ye are washed, but ye are justified in the name of our Lord Jesus, and by the Spirit of our God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 21:9",
                            "text": "And again: \"What! know ye not that your bodies are the temple of the Holy Ghost which is in you, which ye have of God?\" \"And I think also that I have the Spirit of God\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:1",
                            "text": "XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:2",
                            "text": "And again, speaking also of the children of Israel as baptized in the cloud and in the sea, he says: \"And they all drank of the same spiritual drink: for they drank of that spiritual Rock that followed them, and that Rock was Christ\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:3",
                            "text": "And again he says: \"Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:4",
                            "text": "Now there are diversities of gifts, but the same Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:5",
                            "text": "And there are differences of administrations, but the same Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:6",
                            "text": "And there are diversities of operations, but it is the same God which worketh all in all."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:7",
                            "text": "But the manifestation of the Spirit is given to every man to profit withal."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:8",
                            "text": "For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit; to another faith by the same Spirit; to another the gifts of healing by the same Spirit; to another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues: but all these worketh that one and the selfsame Spirit, dividing to every man severally as He will."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:9",
                            "text": "For as the body is one, and hath many members, and all the members of that one body, being many, are one body; so also is Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:10",
                            "text": "For by one Spirit are we all baptized into one body\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 22:11",
                            "text": "And again he says: \"For if he who comes preaches another Christ whom we have not preached, or ye receive another spirit that ye have received not, or another gospel which ye have not obtained, ye will rightly be kept back\"."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 23:1",
                            "text": "XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 23:2",
                            "text": "Seest thou that the Spirit is inseparable from the divinity? And no one with pious apprehensions could fancy that He is a creature."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 23:3",
                            "text": "Moreover, in the Epistle to the Hebrews he writes again thus: \"How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard Him; God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost?\" And again he says in the same epistle: \"Wherefore, as the Holy Ghost saith, Today, if ye will hear His voice, harden not your hearts, as in the provocation, in the day of temptation in the wilderness; when your fathers tempted me, proved me, and saw my works forty years."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 23:4",
                            "text": "Wherefore I was grieved with that generation, and said, They do always err in their heart; for they have not known my ways: as I sware in my wrath, that they should not enter into my rest\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 23:5",
                            "text": "And there, too, they ought to give ear to Paul, for he by no means separates the Holy Spirit from the divinity of the Father and the Son, but clearly sets forth the discourse of the Holy Ghost as one from the person of the Father, and thus as given expression to by God, just as it has been represented in the before-mentioned sayings."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 23:6",
                            "text": "Wherefore the holy Trinity is believed to be one God, in accordance with these testimonies of Holy Scripture; albeit all through the inspired Scriptures numberless announcements are supplied us, all confirmatory of the apostolic and ecclesiastical faith."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:1",
                            "text": "A Fragment of the Same Declaration of Faith, Accompanied by Glosses."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:2",
                            "text": "—From Gregory Thaumaturgus, as They Say, in His Sectional Confession of Faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:3",
                            "text": "To maintain two natures in the one Christ, makes a Tetrad of the Trinity, says he; for he expressed himself thus: \"And it is the true God, the unincarnate, that was manifested in the flesh, perfect with the true and divine perfection, not with two natures; nor do we speak of worshipping four (persons), viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:4",
                            "text": ", God, and the Son of God, and man, and the Holy Spirit\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:5",
                            "text": "First, however, this passage is misapprehended, and is of very doubtful import."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:6",
                            "text": "Nevertheless it bears that we should not speak of two persons in Christ, lest, by thus acknowledging Him as God, and as in the perfect divinity, and yet speaking of two persons, we should make a Tetrad of the divine persons, counting that of God the Father as one, and that of the Son of God as one, and that of the man as one, and that of the Holy Spirit as one."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:7",
                            "text": "But, again, it bears also against recognising two divine natures, and rather for acknowledging Him to be perfect God in one natural divine perfection, and not in two; for his object is to show that He became incarnate without change, and that He retains the divinity without duplication."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:8",
                            "text": "Accordingly he says shortly: \"And while the affections of the flesh spring, the energy retains the impassibility proper to it."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 24:9",
                            "text": "He, therefore, who introduces the (idea of) passion into the energy is impious; for it was the Lord of glory that appeared in human form, having taken to Himself the human economy\"."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:2",
                            "text": "(The minister…to the Gentiles, p."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:3",
                            "text": ")  If St."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:4",
                            "text": "Peter had been at Rome, St."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:5",
                            "text": "Paul would not have come there ( Cor."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:6",
                            "text": "x."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:7",
                            "text": ")."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:8",
                            "text": "The two apostles had each his jurisdiction, and they kept to their own \"line of things\" respectively."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:9",
                            "text": "How, then, came St."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:10",
                            "text": "Peter to visit Rome? The answer is clear: unless he came involuntarily, as a prisoner, he came to look after the Church of the Circumcision, which was \"in his measure;\" and doubtless St."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:11",
                            "text": "Paul urged him to this, the Hebrew Christians there being so large a proportion of the Church."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:12",
                            "text": "St."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:13",
                            "text": "Peter came \"at the close of his life,\" doubtless attended by an apostolic companion, as St."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:14",
                            "text": "Paul was, and Barnabas also (Acts xv."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:15",
                            "text": ", )."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:16",
                            "text": "Linus probably laboured for St."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:17",
                            "text": "Paul (in prison) among the Gentile Romans, and Cletus for St."
                        },
                        {
                            "verse": 18,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:18",
                            "text": "Peter among Jewish Christians."
                        },
                        {
                            "verse": 19,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:19",
                            "text": "St."
                        },
                        {
                            "verse": 20,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:20",
                            "text": "Peter survived all his martyred associates, and left Clement in charge of the whole Church."
                        },
                        {
                            "verse": 21,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:21",
                            "text": "This most probable theory squares with all known facts, and reconciles all difficulties."
                        },
                        {
                            "verse": 22,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:22",
                            "text": "Clement, then, was first bishop of Rome ( ); and so says Tertullian, vol."
                        },
                        {
                            "verse": 23,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:23",
                            "text": "iii."
                        },
                        {
                            "verse": 24,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:24",
                            "text": "p."
                        },
                        {
                            "verse": 25,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:25",
                            "text": ", note."
                        },
                        {
                            "verse": 26,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:26",
                            "text": "That compendious but superficial little work, Smith's History of the First Ten Centuries, justly censures as \"misleading\" the usage, which it yet keeps up, of calling the early bishops of Rome \"Popes\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:27",
                            "text": "The same author utterly misunderstands Cyprian's references to Rome as \"a principal cathedra,\" \"a root and matrix,\" etc."
                        },
                        {
                            "verse": 28,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:28",
                            "text": "; importing into the indefinite Latin a definite article."
                        },
                        {
                            "verse": 29,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:29",
                            "text": "Cyprian applies a similar principle, after his master Tertullian (vol."
                        },
                        {
                            "verse": 30,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:30",
                            "text": "iii."
                        },
                        {
                            "verse": 31,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:31",
                            "text": "p."
                        },
                        {
                            "verse": 32,
                            "chapter": 25,
                            "name": "Gregory Thaumaturgus: Confession of Faith [SPURIOUS] 25:32",
                            "text": ", this series), to all the Apostolic Sees, the matrices of Christian churches."
                        }
                    ]
                }
            ]
        }
    ]
}