{
    "books": [
        {
            "name": "Apocrypha: Revelation of Paul",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Revelation of Paul 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:1",
                            "text": "Revelation of Paul: Revelation of the holy Apostle Paul:  the things which were revealed to him when he went up even to the third heaven, and was caught up into paradise, and heard unspeakable words."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:2",
                            "text": "There dwelt a certain nobleman in the city of Tarsus, in the house of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:3",
                            "text": "Paul the apostle, in the government of Theodosius the worshipful king, and of the most illustrious Gratianus; and there was revealed to him an angel of the Lord, saying:  Upturn the foundation of this house, and lift up what thou shalt find."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:4",
                            "text": "But he thought that he had had a dream."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:5",
                            "text": "And the angel having persisted even to a third vision, the nobleman was compelled to upturn the foundation; and having dug, he found a marble box containing this revelation; and having taken it, he showed it to the ruler of the city."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:6",
                            "text": "And the ruler, seeing it sealed up with lead, sent it to the King Theodosius, thinking that it was something else."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:7",
                            "text": "And the king having received it, and transcribed it, sent the original writing to Jerusalem."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:8",
                            "text": "And there was written in it thus:—  The word of the Lord came to me, saying:  Say to this people, Till when do you sin, and add to your sin, and provoke to anger the God who made you, saying that you are children to Abraham, but doing the works of Satan, going on in speaking against God, boasting only in your addressing of God, but poor on account of the substance of sin?  Know, ye sons of men, that the whole creation has been made subject to God; but the human race alone, by sinning, provokes God to anger."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:9",
                            "text": "For often the great light, the sun, has come before God, saying against men:  Lord God Almighty, how long dost Thou endure all the sin of men?  Command me, and I will burn them up."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:10",
                            "text": "And there came a voice to him:  My long-suffering endures them all, that they may repent; but if not, they shall come to me, and I will judge them."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:11",
                            "text": "And often also the moon and the stars have come before God, saying:  Lord God Almighty, Thou hast given us the dominion of the night, and we no longer cover the thefts, and adulteries, and blood-sheddings of men; command us, and we shall do marvels against them."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:12",
                            "text": "And there came a voice:  My long-suffering bears with them, that they may turn to me; but if not, they shall come to me, and I will judge them."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:13",
                            "text": "And in like manner also the sea cried out, saying:  Lord God Almighty, the sons of men have profaned Thy holy name; command me, and I shall rise up and cover the earth, and wipe out from it the sons of men."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:14",
                            "text": "And there came a voice, saying:  My long-suffering bears with them, that they may repent; but if not, they shall come to me, and I will judge them."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:15",
                            "text": "You see, ye sons of men, that the whole creation has been made subject to God, but the human race alone sins before God."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:16",
                            "text": "On account of all these things, bless God without ceasing, and yet more when the sun is setting."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:17",
                            "text": "For at this hour all the angels come to God to adore Him, and they bring before Him the works of men, of each what he has done from morning even to evening, whether good or evil."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:18",
                            "text": "And one angel goes rejoicing on account of man when he behaves well, and another goes with a sad countenance."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:19",
                            "text": "All the angels at the appointed hour meet for the worship of God, to bring each day's works of men."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:20",
                            "text": "But do ye men bless God without ceasing."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:21",
                            "text": "Whenever, therefore, at the appointed hour the angels of pious men come, rejoicing and singing psalms, they meet for the worship of the Lord; and, behold, the Spirit of God says to them:  Whence do ye come rejoicing?  And they answered and said:  We are here from the pious men, who in all piety spend their life, fearing the name of God."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:22",
                            "text": "Command them, Lord, to abide even to the end in Thy righteousness."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:23",
                            "text": "And there came to them a voice:  I have both kept and will keep them void of offence in my kingdom."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:24",
                            "text": "And when it came to pass that they went away, there came other angels with a cheerful countenance, shining like the sun."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:25",
                            "text": "And behold a voice to them:  Whence have ye come?  And they answered and said:  We have come from those who have held themselves aloof from the world and the things in the world for Thy holy name's sake, who in deserts, and mountains, and caves, and the dens of the earth, in beds on the ground, and in fastings, spend their life."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:26",
                            "text": "Command us to be with them."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:27",
                            "text": "And there came a voice:  Go with them in peace, guarding them."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:28",
                            "text": "Moreover, when they went away, behold, there came other angels to worship before God, mourning and weeping."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:29",
                            "text": "And the Spirit went forth to meet them, and there came a voice to them:  Whence have ye come?  And they answered and said:  We have come from those who have been called by Thy name, and are slaves to the matter of sin."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:30",
                            "text": "Why, then, is it necessary to minister unto them?  And there came a voice to them:  Do not cease to minister unto them; perhaps they will turn; but if not, they shall come to me, and I will judge them."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:31",
                            "text": "Know, sons of men, that all that is done by you day by day, the angels write in the heavens."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:32",
                            "text": "Do you therefore cease not to bless God."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:33",
                            "text": "And I was in the Holy Spirit, and an angel says to me:  Come, follow me, that I may show thee the place of the just, where they go after their end."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:34",
                            "text": "And I went along with the angel, and he brought me up into the heavens under the firmament; and I perceived and saw powers great and dreadful, full of wrath, and through the mouth of them a flame of fire coming out, and clothed in garments of fire."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:35",
                            "text": "And I asked the angel:  Who are these?  And he said to me:  These are they who are sent away to the souls of the sinners in the hour of necessity; for they have not believed that there is judgment and retribution."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:36",
                            "text": "And I looked up into the heaven, and saw angels, whose faces shone like the sun, girded with golden girdles, having in their hands prizes, on which the name of the Lord was inscribed, full of all meekness and compassion."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:37",
                            "text": "And I asked the angel:  Who are these?  And he answered and said to me:  These are they who are sent forth in the day of the resurrection to bring the souls of the righteous, who intrepidly walk according to God."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:38",
                            "text": "And I said to the angel:  I wish to see the souls of the righteous and of the sinners, how they go out of the world."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:39",
                            "text": "And the angel said to me:  Look to the earth."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:40",
                            "text": "And I looked, and saw the whole world as nothing disappearing before me."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:41",
                            "text": "And I said to the angel:  Is this the greatness of men?  And he said to me:  Yes; for thus every unjust man disappears."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:42",
                            "text": "And I looked, and saw a cloud of fire wrapped over all the world; and I said:  What is this, my lord?  And he said to me:  This is the unrighteousness mingled with the destruction of the sinners."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:43",
                            "text": "And I wept, and said to the angel:  I wished to see the departures of the righteous and of the sinners, in what manner they go out of the world."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:44",
                            "text": "And the angel says to me:  Paul, look down, and see what thou hast asked."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:45",
                            "text": "And I looked, and saw one of the sons of men falling near death."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:46",
                            "text": "And the angel says to me:  This is a righteous man, and, behold, all his works stand beside him in the hour of his necessity."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:47",
                            "text": "And there were beside him good angels, and along with them also evil angels."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:48",
                            "text": "And the evil angels indeed found no place in him, but the good took possession of the soul of the righteous man, and said to it:  Take note of the body whence thou art coming out; for it is necessary for thee again to return to it in the day of the resurrection, that thou mayst receive what God hath promised to the righteous."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:49",
                            "text": "And the good angels who had received the soul of the righteous man, saluted it, as being well known to them."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:50",
                            "text": "And it went with them; and the Spirit came forth to meet them, saying:  Come, soul, enter into the place of the resurrection, which God hath prepared for His righteous ones."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:51",
                            "text": "And the angel said to me:  Look down to the earth, and behold the soul of the impious, how it goes forth from its tabernacle, which has provoked God to anger, saying, Let us eat and drink; for who is it that has gone down to Hades, and come up and announced that there is judgment and retribution?  And take heed, and see all his works which he has done standing before him."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:52",
                            "text": "And the evil angels came and the good."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:53",
                            "text": "The good therefore found no place of rest in it, but the evil took possession of it, saying:  O wretched soul, pay heed to thy flesh; take note of that whence thou art coming forth, for thou must return into thy flesh in the day of the resurrection, that thou mayst receive the recompense of thy sins."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:54",
                            "text": "And when it had gone forth from its tabernacle, the angel who had lived along with it ran up to it, saying to it:  O wretched soul, whither goest thou?  I am he who each day wrote down thy sins."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:55",
                            "text": "Thou hast destroyed the time of repentance; be exceedingly ashamed."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:56",
                            "text": "And when it came, all the angels saw it, and cried out with one voice, saying:  Woe to thee, wretched soul! what excuse hast thou come to give to God?  And the angel of that soul said:  Weep for it, all of you, along with me."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:57",
                            "text": "And the angel came up, and worshipped the Lord, saying:  Lord, behold the soul which has dwelt in wickedness in its time, and in its temporary life; do to it according to Thy decision."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:58",
                            "text": "And there came a voice to that soul, saying:  Where is the fruit of thy righteousness?  And it was silent, not being able to give an answer."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:59",
                            "text": "And again there came a voice to it:  He who has shown mercy will have mercy shown to him; he who has not shown mercy will not have mercy shown to him."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:60",
                            "text": "Let this soul be delivered to the merciless angel Temeluch, and let it be cast into outer darkness, where there is weeping and gnashing of teeth."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:61",
                            "text": "And there was a voice as of tens of thousands, saying:  Righteous art Thou, O Lord, and righteous is Thy judgment."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:62",
                            "text": "And moreover I saw, and, behold, another soul was led by an angel; and it wept, saying:  Have mercy upon me, O righteous Judge, and deliver me from the hand of this angel, because he is dreadful and merciless."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:63",
                            "text": "And a voice came to it, saying:  Thou wast altogether merciless, and for this reason thou hast been delivered up to such an angel."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:64",
                            "text": "Confess thy sins which thou hast done in the world."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:65",
                            "text": "And that soul said:  I have not sinned, O righteous Judge."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:66",
                            "text": "And the Lord said to that soul:  Verily thou seemest as if thou wert in the world, and wert hiding thy deeds from men."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:67",
                            "text": "Knowest thou not that whensoever any one dies, his deeds run before him, whether they are good or evil?  And when it heard this, it was silent."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:68",
                            "text": "And I heard the Judge saying:  Let the angel come, having in his hands the record of thy sins."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:69",
                            "text": "And the Judge says to the angel:  I say to thee the angel, Disclose all."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:70",
                            "text": "Say what he has done five years before his death."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:71",
                            "text": "By myself I swear to thee, that in the first period of his life there was forgetfulness of all his former sins."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:72",
                            "text": "And the angel answered and said:  Lord, command the souls to stand beside their angels; and that same hour they stood beside them."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:73",
                            "text": "And the lord of that soul said:  Take note of these souls, and whether thou hast in any way sinned against them."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:74",
                            "text": "And it answered and said:  Lord, a year has not been completed since I killed the one and lived with the other."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:75",
                            "text": "And not only this, but I also wronged it."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:76",
                            "text": "And the Lord said to it:  Knowest thou not that he who wrongs any one in the world is kept, as soon as he dies, in the place until he whom he has wronged come, and both shall be judged before me, and each receive according to his works?  And I heard a voice saying:  Let this soul be delivered to the angel Tartaruch, and guarded till the great day of judgment."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:77",
                            "text": "And I heard a voice as of tens of thousands saying:  Righteous art Thou, O Lord, and righteous Thy judgment."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:78",
                            "text": "And the angel says to me:  Hast thou seen all these things?  And I answered:  Yes my lord."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:79",
                            "text": "And again he said to me:  Come, follow me, and I shall show thee the place of the righteous."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:80",
                            "text": "And I followed him, and he set me before the doors of the city."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:81",
                            "text": "And I saw a golden gate, and two golden pillars before it, and two golden plates upon it full of inscriptions."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:82",
                            "text": "And the angel said to me:  Blessed is he who shall enter into these doors; because not every one goeth in, but only those who have single-mindedness, and guiltlessness, and a pure heart."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:83",
                            "text": "And I asked the angel:  For what purpose have the inscriptions been graven on these plates?  And he said to me:  These are the names of the righteous, and of those who serve God."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:84",
                            "text": "And I said to him:  Is it so that their names have been inscribed in heaven itself while they are yet alive?  And the angel said to me:… of the angels, such as serve Him well are acknowledged by God."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:85",
                            "text": "And straightway the gate was opened, and there came forth a hoary-headed man to meet us; and he said to me:  Welcome, Paul, beloved of God! and, with a joyful countenance, he kissed me with tears."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:86",
                            "text": "And I said to him:  Father, why weepest thou?  And he said to me:  Because God hath prepared many good things for men, and they do not His will in order that they may enjoy them."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:87",
                            "text": "And I asked the angel:  My lord, who is this?  And he said to me:  This is Enoch, the witness of the last day."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:88",
                            "text": "And the angel says to me:  See that whatever I show thee in this place thou do not announce, except what I tell thee."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:89",
                            "text": "And he set me upon the river whose source springs up in the circle of heaven; and it is this river which encircleth the whole earth."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:90",
                            "text": "And he says to me:  This river is Ocean."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:91",
                            "text": "And there was then a great light."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:92",
                            "text": "And I said:  My lord, what is this?  And he said to me:  This is the land of the meek."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:93",
                            "text": "Knowest thou not that it is written, Blessed are the meek, for they shall inherit the earth?  The souls of the righteous, therefore, are kept in this place."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:94",
                            "text": "And I said to the angel:  When, then, will they be made manifest?  And he said to me:  When the Judge shall come in the day of the resurrection, and sit down."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:95",
                            "text": "Then, accordingly, shall he command, and shall reveal the earth, and it shall be lighted up; and the saints shall appear in it, and shall delight themselves in the good that have been reserved from the foundation of the world."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:96",
                            "text": "And there were by the bank of the river, trees planted, full of different fruits."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:97",
                            "text": "And I looked towards the rising of the sun, and I saw there trees of great size full of fruits; and that land was more brilliant than silver and gold; and there were vines growing on those date-palms, and myriads of shoots, and myriads of clusters on each branch."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:98",
                            "text": "And I said to the archangel:  What is this, my lord?  And he says to me:  This is the Acherusian lake, and within it the city of God."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:99",
                            "text": "All are not permitted to enter into it, except whosoever shall repent of his sins; and as soon as he shall repent, and alter his life, he is delivered to Michael, and they cast him into the Acherusian lake, and then he brings him in the city of God, near the righteous."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:100",
                            "text": "And I wondered and blessed God at all that I saw."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:101",
                            "text": "And the angel said to me:  Follow me, that I may bring thee into the city of God, and into its light."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:102",
                            "text": "And its light was greater than the light of the world, and greater than gold, and walls encircled it."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:103",
                            "text": "And the length and the breadth of it were a hundred stadia."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:104",
                            "text": "And I saw twelve gates, exceedingly ornamented, leading into the city; and four rivers encircled it, flowing with milk, and honey, and oil, and wine."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:105",
                            "text": "And I said to the angel:  My lord, what are these rivers?  And he said to me:  These are the righteous who, when in the world, did not make use of these things, but humbled themselves for the sake of God; and here they receive a recompense ten thousand fold."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:106",
                            "text": "And I, going into the city, saw a very lofty tree before the doors of the city, having no fruit, and a few men under it; and they wept exceedingly, and the trees bent down to them."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:107",
                            "text": "And I, seeing them, wept, and asked the angel:  Who are these, that they have not turned to go into the city?  And he said to me:  Yes, the root of all evils is vainglory."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:108",
                            "text": "And I said:  And these trees, why have they thus humbled themselves?  And the angel answered and said to me:  For this reason the trees are not fruit-bearing, because they have not withheld themselves from vaunting."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:109",
                            "text": "And I asked the angel:  My lord, for what reason have they been put aside before the doors of the city?  And he answered and said to me:  On account of the great goodness of God, since by this way Christ is going to come into the city, and that those who go along with Him may plead for these men, and that they may be brought in along with them."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:110",
                            "text": "And I was going along, guided by the angel, and he set me upon the river."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:111",
                            "text": "And I saw there all the prophets; and they came and saluted me, saying:  Welcome, Paul, beloved of God."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:112",
                            "text": "And I said to the angel:  My lord, who are these?  And he said to me:  These are all the prophets, and these are the songs of all the prophecies, and of whoever hath grieved his soul, not doing its will, for God's sake."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:113",
                            "text": "Having departed, then, he comes here, and the prophets salute him."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:114",
                            "text": "And the angel brought me to the south of the city, where the river of milk is."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:115",
                            "text": "And I saw there all the infants that King Herod slew for the Lord's name's sake."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:116",
                            "text": "And the angel took me again to the east of the city, and I saw there Abraham, Isaac, Jacob."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:117",
                            "text": "And I asked the angel:  My lord, what place is this?  And he said to me:  Every one who is hospitable to men comes hither when he comes out of the world, and they salute him as a friend of God on account of his love to strangers."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:118",
                            "text": "And again he took me away to another place, and I saw there a river like oil on the north of the city, and I saw people there rejoicing and singing praises."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:119",
                            "text": "And I asked:  Who are these, my lord?  And he said to me:  These are they who have given themselves up to God; for they are brought into this city."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:120",
                            "text": "And I looked, and saw in the midst of the city an altar, great and very lofty; and there was one standing near the altar, whose face shone like the sun, and he had in his hands a psaltery and a harp, and he sung the Alleluia delightfully, and his voice filled all the city."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:121",
                            "text": "And all with one consent accompanied him, so that the city was shaken by their shouting."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:122",
                            "text": "And I asked the angel:  Who is this that singeth delightfully, whom all accompany?  And he said to me:  This is the prophet David; this is the heavenly Jerusalem."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:123",
                            "text": "When, therefore, Christ shall come in His second appearing, David himself goes forth with all the saints."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:124",
                            "text": "For as it is in the heavens, so also upon earth:  for it is not permitted without David to offer sacrifice even in the day of the sacrifice of the precious body and blood of Christ; but it is necessary for David to sing the Alleluia."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:125",
                            "text": "And I asked the angel:  My lord, what is the meaning of Alleluia?  It is called in Hebrew, thebel, marematha—speech to God who founded all things:  let us glorify Him in the same."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:126",
                            "text": "So that every one who sings the Alleluia glorifies God."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:127",
                            "text": "When these things, therefore, had been thus said to me by the angel, he led me outside of the city, and the Acherusian lake, and the good land, and set me upon the river of the ocean that supports the firmament of the heaven, and said to me:  Knowest thou where I am going?  And I said:  No, my lord."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:128",
                            "text": "And he said to me:  Follow me, that I may show thee where the souls of the impious and the sinners are."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:129",
                            "text": "And he took me to the setting of the sun, and where the beginning of the heaven had been founded upon the river of the ocean."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:130",
                            "text": "And I saw beyond the river, and there was no light there, but darkness, and grief, and groaning; and I saw a bubbling river, and a great multitude both of men and women who had been cast into it, some up to the knees, others up to the navel, and many even up to the crown of the head."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:131",
                            "text": "And I asked:  Who are these?  And he said to me:  These are they who lived unrepenting in fornications and adulteries."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:132",
                            "text": "And I saw at the south-west of the river another river, where there flowed a river of fire, and there was there a multitude of many souls."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:133",
                            "text": "And I asked the angel:  Who are these, my lord?  And he said to me:  These are the thieves, and slanderers, and flatterers, who did not set up God as their help, but hoped in the vanity of their riches."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:134",
                            "text": "And I said to him:  What is the depth of this river?  And he said to me:  Its depth has no measure, but it is immeasurable."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:135",
                            "text": "And I groaned and wept because of mankind."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:136",
                            "text": "And the angel said to me:  Why weepest thou?  Art thou more merciful than God? for, being holy, God, repenting over men, waits for their conversion and repentance; but they, deceived by their own will, come here, and are eternally punished."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:137",
                            "text": "And I looked into the fiery river, and saw an old man dragged along by two, and they pulled him in up to the knee."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:138",
                            "text": "And the angel Temeluch coming, laid hold of an iron with his hand, and with it drew up the entrails of that old man through his mouth."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:139",
                            "text": "And I asked the angel:  My lord, who is this that suffers this punishment?  And he said to me:  This old man whom thou seest was a presbyter; and when he had eaten and drunk, then he performed the service of God."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:140",
                            "text": "And I saw there another old man carried in haste by four angels; and they threw him into the fiery river up to the girdle, and he was frightfully burnt by the lightnings."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:141",
                            "text": "And I said to the angel:  Who is this, my lord?  And he said to me:  This whom thou seest was a bishop, and that name indeed he was well pleased to have; but in the goodness of God he did not walk, righteous judgment he did not judge, the widow and the orphan he did not pity, he was neither affectionate nor hospitable; but now he has been recompensed according to his works."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:142",
                            "text": "And I looked, and saw in the middle of the river another man up to the navel, having his hands all bloody, and worms were coming up through his mouth."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:143",
                            "text": "And I asked the angel:  Who is this, my lord?  And he said to me:  This whom thou seest was a deacon, who ate and drank, and ministered to God."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:144",
                            "text": "And I looked to another place where there was a brazen wall in flames, and within it men and women eating up their own tongues, dreadfully judged."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:145",
                            "text": "And I asked the angel:  Who are these, my lord?  And he said to me:  These are they who in the church speak against their neighbours, and do not attend to the word of God."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:146",
                            "text": "And I looked, and saw a bloody pit."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:147",
                            "text": "And I said:  What is this pit?  And he said to me:  This is the place where are cast the wizards, and sorcerers, and the whoremongers, and the adulterers, and those that oppress widows and orphans."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:148",
                            "text": "And I saw in another place women wearing black, and led away into a dark place."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:149",
                            "text": "And I asked:  Who are these, my lord?  And he said to me:  These are they who did not listen to their parents, but before their marriage defiled their virginity."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:150",
                            "text": "And I saw women wearing white robes, being blind, and standing upon obelisks of fire; and an angel was mercilessly beating them, saying:  Now you know where you are; you did not attend when the Scriptures were read to you."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:151",
                            "text": "And the angel said to me:  These are they who corrupted themselves and killed their infants."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:152",
                            "text": "Their infants therefore came crying out:  Avenge us of our mothers."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:153",
                            "text": "And they were given to an angel to be carried away into a spacious place, but their parents into everlasting fire."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:154",
                            "text": "And the angel took me up from these torments, and set me above a well, which had seven seals upon its mouth."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:155",
                            "text": "And the angel who was with me said to the angel at the well of that place:  Open the well, that Paul the beloved of God may see, because there has been given to him authority to see the torments."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:156",
                            "text": "And the angel of the place said to me:  Stand afar off, until I open the seals."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:157",
                            "text": "And when he had opened them, there came forth a stench which it was impossible to bear."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:158",
                            "text": "And having come near the place, I saw that well filled with darkness and gloom, and great narrowness of space in it."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:159",
                            "text": "And the angel who was with me said to me:  This place of the well which thou seest is cast off from the glory of God, and none of the angels is importunate in behalf of them; and as many as have professed that the holy Mary is not the mother of God, and that the Lord did not become man out of her, and that the bread of the thanksgiving and the cup of blessing are not His flesh and blood, are cast into this well:  and as I said before no angel is importunate in their behalf."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:160",
                            "text": "And I saw towards the setting of the sun, where there is weeping and gnashing of teeth, many men and women there tormented."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:161",
                            "text": "And I said to the angel:  Who are these, my lord?  And he said to me:  These are they who say that there is no resurrection of the dead; and to them mercy never comes."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:162",
                            "text": "Having heard this, I wept bitterly; and looking up into the firmament, I saw the heaven opened, and the archangel Gabriel coming down with hosts of angels, who were going round about all the torments."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:163",
                            "text": "And they who were judged in the torments seeing them, all cried out with one loud voice:  Have mercy upon us, Gabriel, who standest in the presence of God; for we heard that there was a judgment:  behold, we know it."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:164",
                            "text": "And the archangel Gabriel answered and said:  As the Lord liveth, beside whom I stand, night and day without ceasing I plead in behalf of the race of men; but they did not do any good when in life, but spent the period of their life in vanity."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:165",
                            "text": "And now I shall weep, even I, along with the beloved Paul; perhaps the good Lord may have compassion, and grant you remission."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:166",
                            "text": "And they assented with one voice:  Have mercy upon us, O Lord."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:167",
                            "text": "And they fell down before God, and supplicated, saying:  Have mercy, O Lord, upon the sons of men whom Thou hast made after Thine image."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:168",
                            "text": "And the heaven was shaken like a leaf, and I saw the four and twenty elders lying on their face; and I saw the altar, and the throne, and the veil; and all of them entreated the glory of God; and I saw the Son of God with glory and great power coming down to the earth."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:169",
                            "text": "And when the sound of the trumpet took place, all who were in the torments cried out, saying:  Have mercy upon us Son of God; for to Thee has been given power over things in heaven, and things on earth, and things under the earth."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:170",
                            "text": "And there came a voice saying:  What good work have you done, that you are asking for rest?  For you have done as you wished, and have not repented, but you have spent your life in profligacy."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:171",
                            "text": "But now for the sake of Gabriel, the angel of my righteousness and for the sake of Paul my beloved, I give you a night and the day of the holy Lord's day, on which I rose from the dead, for rest."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:172",
                            "text": "And all who were in the torments cried out, saying:  We bless Thee, O Son of the living God; better for us is such rest than the life which we lived when spending our time in the world."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:173",
                            "text": "And after these things the angel says to me:  Behold, thou hast seen all the torments:  come, follow me, that I may lead thee away to paradise, and that thou mayst change thy soul by the sight of the righteous; for many desire to salute thee."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:174",
                            "text": "And he took me by an impulse of the Spirit, and brought me into paradise."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:175",
                            "text": "And he says to me:  This is paradise, where Adam and Eve transgressed."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:176",
                            "text": "And I saw there a beautiful tree of great size, on which the Holy Spirit rested; and from the root of it there came forth all manner of most sweet-smelling water, parting into four channels."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:177",
                            "text": "And I said to the angel:  My lord, what is this tree, that there comes forth from it a great abundance of this water, and where does it go?  And he answered and said to me:  Before the heaven and the earth existed, He divided them into four kingdoms and heads, of which the names are Phison, Gehon, Tigris, Euphrates."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:178",
                            "text": "And having again taken hold of me by the hand, he led me near the tree of the knowledge of good and evil."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:179",
                            "text": "And he says to me:  This is the tree by means of which death came into the world, and Adam took of the fruit of it from his wife, and ate; and thereafter they were cast out hence."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:180",
                            "text": "And he showed me another, the tree of life, and said to me:  This the cherubim and the flaming sword guard."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:181",
                            "text": "And when I was closely observing the tree, and wondering, I saw a woman coming from afar off, and a multitude of angels singing praises to her."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:182",
                            "text": "And I asked the angel:  Who is this, my lord, who is in so great honour and beauty?  And the angel says to me:  This is the holy Mary, the mother of the Lord."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:183",
                            "text": "And she came and saluted me, saying:  Welcome, Paul, beloved of God, and angels, and men; thou hast proclaimed the word of God in the world, and established churches, and all bear testimony to thee who have been saved by means of thee:  for, having been delivered from the deception of idols through thy teaching, they come here."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:184",
                            "text": "While they were yet speaking to me, I gazed, and saw other three men coming."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:185",
                            "text": "And I asked the angel:  Who are these, my lord?  And he said to me:  These are Abraham, Isaac, and Jacob, the righteous forefathers."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:186",
                            "text": "And they came and saluted me, saying:  Welcome, Paul, beloved of God."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:187",
                            "text": "…God did not grieve us."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:188",
                            "text": "But we know thee in the flesh, before thou camest forth out of the world."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:189",
                            "text": "And in succession they told me their names from Abraham to Manasseh."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:190",
                            "text": "And one of them, Joseph who was sold in Egypt, says to me:  Hear me, Paul, friend of God:  I did not requite my brethren who cursed me."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:191",
                            "text": "For blessed is he who is able to endure trial, because the Lord will give him in requital sevenfold reward in the world to come."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:192",
                            "text": "And while he was yet speaking with me, I saw another coming afar off, and the appearance of him was as the appearance of an angel."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:193",
                            "text": "And I asked the angel, saying:  My lord, who is this?  And he said to me:  This is Moses the lawgiver, by whom God led forth the children of Israel out of the slavery of Egypt."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:194",
                            "text": "And when he came near me, he saluted me weeping."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:195",
                            "text": "And I said to him:  Father, why weepest thou, being righteous and meek?  And he answered and said to me:  I must weep for every man, because I brought trouble upon a people that does not understand, and they have not borne fruit; and I see the sheep of which I was shepherd scattered, and the toil which I toiled for the children of Israel has been counted for nothing; and they saw powers and hosts in the midst of them, and they did not understand; and I see the Gentiles worshipping, and believing through thy word, and being converted, and coming here, and out of my people that was so great not one has understood."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:196",
                            "text": "For, when the Jews hanged the Son of God upon the cross, all the angels and archangels, and the righteous, and the whole creation of things in heaven, and things in earth, and things under the earth, lamented and mourned with a great lamentation, but the impious and insensate Jews did not understand; wherefore there has been prepared for them the fire everlasting, and the worm that dies not."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:197",
                            "text": "While he was yet speaking, there came other three, and saluted me, saying:  Welcome, Paul, beloved of God, the boast of the churches, and model of angels."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:198",
                            "text": "And I asked:  Who are you?  And the first said:  I am Isaiah, whom Manasseh sawed with a wood saw."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:199",
                            "text": "And the second said:  I am Jeremiah, whom the Jews stoned, but they remained burnt up with everlasting fire."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:200",
                            "text": "And the third said:  I am Ezekiel, whom the slayers of the Messiah pierced; all these things have we endured, and we have not been able to turn the stony heart of the Jews."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:201",
                            "text": "And I threw myself on my face, entreating the goodness of God, because He had had mercy upon me, and had delivered me from the race of the Hebrews."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:202",
                            "text": "And there came a voice saying:  Blessed art thou, Paul, beloved of God; and blessed are those who through thee have believed in the name of our Lord Jesus Christ, because for them has been prepared everlasting life."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:203",
                            "text": "While this voice was yet speaking, there came another, crying:  Blessed art thou, Paul."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:204",
                            "text": "And I asked the angel:  Who is this, my lord?  And he said to me:  This is Noah, who lived in the time of the deluge."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:205",
                            "text": "And when we had saluted each other, I asked him:  Who art thou?  And he said to me:  I am Noah, who in a hundred years built the ark, and without putting off the coat which I wore, or shaving my head; moreover, I practised continence, and did not come near my wife; and in the hundred years my coat was not dirtied, and the hair of my head was not diminished."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:206",
                            "text": "And I ceased not to proclaim to men, Repent, for, behold, a deluge is coming."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:207",
                            "text": "And no one paid heed; but all derided me, not refraining from their lawless deeds, until the water of the deluge came and destroyed them all."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:208",
                            "text": "And looking away, I saw other two from afar off."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:209",
                            "text": "And I asked the angel:  Who are these, my lord?  And he said to me:  These are Enoch and Elias."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:210",
                            "text": "And they came and saluted me, saying:  Welcome, Paul, beloved of God!  And I said to them:  Who are you?  And Elias the prophet answered and said to me:  I am Elias the prophet, who prayed to God, and He caused that no rain should come down upon the earth for three years and six months, on account of the unrighteousness of the sons of men."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Paul 1:211",
                            "text": "For often, of a truth, even the angel besought God on account of the rain; and I heard, Be patient until Elias my beloved shall pray, and I send rain upon the earth."
                        }
                    ]
                }
            ]
        }
    ]
}