{
    "books": [
        {
            "name": "Aphrahat: Of Wars",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Aphrahat: Of Wars 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:1",
                            "text": "Demonstration V."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:2",
                            "text": "—Of Wars."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:4",
                            "text": "This reflection has befallen me at this time concerning the shaking that is to take place at this time, and the host that has assembled itself for the sword."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:5",
                            "text": "The times were disposed beforehand by God."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:6",
                            "text": "The times of peace are fulfilled in the days of the good and just; and the times of many evils are fulfilled in the days of the evil and transgressors."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:7",
                            "text": "For it is thus written:—Good must happen and blessed is he through whom it shall come to pass; and evil must happen, but woe to him through whom it shall come to pass."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:8",
                            "text": "Good has come to the people of God, and blessedness awaits that man through whom the good came."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:9",
                            "text": "And evil is stirred up as regards the host that is gathered together by means of the evil and arrogant one who glories; and woe also is there reserved for him through whom the evil is stirred up."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:10",
                            "text": "But do not, my beloved, reproach the evil person who has inflicted evil upon many; because the times were beforehand disposed and the time of their accomplishment has arrived."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:11",
                            "text": "2."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:12",
                            "text": "Therefore because it is the time of the Evil One, hear in mystery that which I am writing for thee."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:13",
                            "text": "For thus it is written:—Whatsoever is exalted amongst men is despicable before God."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:14",
                            "text": "And again it is written:—Everyone who exalteth himself shall be abased, and everyone who humbleth himself shall be exalted."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:15",
                            "text": "Also Jeremiah said:—Let not the mighty glory in his might, nor the rich in his riches."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:16",
                            "text": "And again the blessed Apostle said:—Whosoever glorieth, let him glory in the Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:17",
                            "text": "And David said:—I saw the wicked exalted and lifted up as the cedar of Lebanon; and when I passed by he was not, and I sought him and found him not."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:18",
                            "text": "3."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:19",
                            "text": "For every one that glories shall be humbled."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:20",
                            "text": "Cain gloried over Abel his brother and slew him."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:21",
                            "text": "And he was cursed and became a fugitive and a vagabond in the earth."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:22",
                            "text": "Again the Sodomites gloried over Lot, and there fell upon them fire from heaven and burned them up and their city was overthrown upon them."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:23",
                            "text": "And Esau gloried over Jacob and persecuted him, and Jacob received the birthright and blessings of Esau."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:24",
                            "text": "And the children of Jacob gloried over Joseph, and (afterwards) fell down and worshipped him in Egypt."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:25",
                            "text": "And Pharaoh gloried over Moses and over his people; and Pharaoh and his host were drowned in the sea."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:26",
                            "text": "And Dathan and Abiram gloried over Moses, and they went down alive to Sheol."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:27",
                            "text": "And Goliath threatened David, and he fell before him and was crushed."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:28",
                            "text": "And again Saul persecuted David, and he fell by the sword of the Philistines."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:29",
                            "text": "And Absalom exalted himself against him, and Joab slew him in the battle."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:30",
                            "text": "Again Benhadad gloried over Ahab, and he was delivered into the hand of Israel."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:31",
                            "text": "And Sennacherib blasphemed against Hezekiah and his God, and his host became dead carcases when one of the Watchers went forth and slew in the camp one hundred and eighty-five thousand at the prayer of Hezekiah and at the prayer of Prophet Isaiah, most glorious of the Prophets."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:32",
                            "text": "Ahab exalted himself over Micah, and he went up and fell in Ramoth Gilead."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:33",
                            "text": "Jezebel gloried over Elijah, and the dogs devoured her in the portion of Jezreel."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:34",
                            "text": "Haman gloried over Mordecai, and his iniquity turned back upon his own head."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:35",
                            "text": "The Babylonians gloried over Daniel and cast him into the den of lions, and Daniel came up victorious, and they were cast instead of him into the den."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:36",
                            "text": "Again the Babylonians gloried and accused Hananiah and his companions, and they were cast into the furnace of fire; and they came up victorious and the flame devoured the accusers."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:37",
                            "text": "4."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:38",
                            "text": "Now Nebuchadnezzar said:—I will ascend to heaven and exalt my throne above the stars of God and sit in the lofty mountains that are in the borders of the North."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:39",
                            "text": "Isaiah said concerning him:—Because thy heart has thus exalted thee, therefore thou shalt be brought down to Sheol, and all that look upon thee shall be astonished at thee."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:40",
                            "text": "And Sennacherib also said thus:—I will go up to the summit of the mountains and to the shoulders of Lebanon."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:41",
                            "text": "I will dig and drink water and will dry up with my horses' hoofs all the deep rivers."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:42",
                            "text": "And because he thus exalted himself, Isaiah again said concerning him:—Why does the axe boast itself against him that cutteth with it, or the saw exalt itself against him that saweth with it, or the rod lift itself up against him that wieldeth it?  For thou, Sennacherib, art the axe in the hands of Him that cuts, and thou art the saw in the hands of Him that saws, and the rod in the hand of Him that wields thee for chastisement, and thou art the staff for smiting."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:43",
                            "text": "Thou art sent against the fickle people, and again thou art ordained against the stubborn people, that thou mayest carry away the captivity and take the spoil; and thou hast made them as the mire of the streets for all men and for all the Gentiles."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:44",
                            "text": "And when thou hast done all these things, why art thou exalted against Him Who holds thee, and why dost thou boast against Him Who saws with thee, and why hast thou reviled the holy city? and hast said to the children of Jerusalem:—Can your God deliver you from my hand?  And thou hast dared to say:—Who is the Lord that He shall deliver you from my hands?  Because of this, hear the word of the Lord, saying:—I will crush the Assyrian in My land, and on My mountains will I tread him down."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:45",
                            "text": "And when he shall have been crushed and trodden down, the Virgin, the daughter of Zion, will despise him, and the daughter of Jerusalem will shake her head and say:—Whom hast thou reviled and blasphemed, and against whom hast thou lifted up thy voice?  Thou hast lifted up thine eyes towards heaven against the Holy One of Israel, and by the hands of thy messengers thou hast reviled the Lord."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:46",
                            "text": "Now see that the hook has been forced into thy nostrils, and the bridle into thy lips, and thou hast turned back with thine heart crushed, who camest with thine heart uplifted."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:47",
                            "text": "And his slaying was by the hands of his loved ones; and in the house of his confidence, there was he overthrown, and fell before his god."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:48",
                            "text": "And truly it was right, my beloved, that his body should thus become a sacrifice and offering before that god on whom he relied, and in his temple, as a memorial for his idol."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:49",
                            "text": "5."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:50",
                            "text": "Again the ram was lifted up and exalted, and pushed with its horns towards the west, and towards the north, and towards the south, and humbled many beasts."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:51",
                            "text": "And they could not stand before him, until the he-goat came from the west and smote the ram and broke his horns and humbled the ram completely."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:52",
                            "text": "But the ram was the King of Media and Persia, that is, Darius; and the he-goat was Alexander, the son of Philip, the Macedonian."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:53",
                            "text": "For Daniel saw the ram when he was in the East before the gate of Shushan the fortress that is in the province of Elam, upon the river Ulai."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:54",
                            "text": "And he was pushing towards the West and towards the North and towards the South."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:55",
                            "text": "And none of the beasts could stand before him."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:56",
                            "text": "And the he-goat of the goats came up from the region of the Greeks, and exalted himself against the ram."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:57",
                            "text": "And he smote him and broke both his horns, the greater and the lesser."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:58",
                            "text": "And why did he say that he broke both his horns?  Clearly because he humbled both the kingdoms which he ruled; the lesser, that of the Medes, and the greater, that of the Persians."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:59",
                            "text": "But when Alexander the Greek came, he slew Darius, King of Media and Persia."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:60",
                            "text": "For thus the angel said to Daniel, when he was explaining the vision to him:—The ram that thou sawest was the King of Media and Persia, and the he-goat the King of the Greeks."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:61",
                            "text": "Now, from the time that the two horns of the ram were broken, until this time, there have been six hundred and forty-eight years."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:62",
                            "text": "6."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:63",
                            "text": "Therefore, as for the ram, its horns are broken."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:64",
                            "text": "And though its horns are broken, lo! it exalts and uplifts itself against the fourth beast, that is strong and mighty and its teeth of iron and its hoofs of brass, and it shall devour and grind down, and trample with its feet whatsoever remaineth."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:65",
                            "text": "O Ram, whose horns are broken, rest thou from the beast, and provoke it not lest it devour thee and grind thee to powder."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:66",
                            "text": "The ram could not stand before the he-goat; how shall it stand before that terrible beast, whose mouth speaketh great things, and whatsoever it finds it couches over as a lion over his prey?  Whoever provokes the lion becomes its portion; and whoever stirs up that beast, it shall devour him."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:67",
                            "text": "And who is there that shall escape out from under the feet of that beast when it is trampling on him?  For the beast shall not be slain until the Ancient of Days shall sit upon the throne, and the Son of Man shall come near before Him, and authority shall be given to Him."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:68",
                            "text": "Then shall that beast be slain and its carcase shall perish."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:69",
                            "text": "And the Kingdom of the Son of Man shall be established, an eternal Kingdom, and His authority from generation to generation."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:70",
                            "text": "7."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:71",
                            "text": "Be quiet, O thou that dost exalt thyself; vaunt not thyself!  For if thy wealth has lifted up thy heart, it is not more abundant than that of Hezekiah, who went in and boasted of it before the Babylonians, (yet) it was all of it carried away and went to Babylon."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:72",
                            "text": "And if thou gloriest in thy children, they shall be led away from thee to the Beast, as the children of King Hezekiah were led away, and became eunuchs in the palace of the King of Babylon."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:73",
                            "text": "And if thou dost glory in thy wisdom, thou dost not in it excel the Prince of Tyre, whom Ezekiel reproached, saying unto him:—Art thou wiser than Daniel, or hast thou seen by thy wisdom the things that are hid?  And if thy mind is puffed up by thy years, that they are many; they are not more in number than those of the Prince of Tyre who ruled the Kingdom during the days of twenty-two Kings of the house of Judah, that is, for four hundred and forty years."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:74",
                            "text": "And since the years of that King of Tyre were many, all the time he thus said in his heart, I am God and sit in the seat of God in the heart of the seas."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:75",
                            "text": "But Ezekiel said to him:  Thou art a man and thou art not God."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:76",
                            "text": "For while the Prince of Tyre was walking without fault in the midst of the stones of fire, there was mercy upon him."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:77",
                            "text": "But when his heart was lifted up, the cherub who overshadoweth, destroyed him."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:78",
                            "text": "8."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:79",
                            "text": "Now, what are the stones of fire, but the children of Zion and the children of Jerusalem?  For in the ancient time, in the days of David and of Solomon his son, Hiram was a friend to those of the house of Israel."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:80",
                            "text": "But when they were carried away captive from their place, he rejoiced over them and spurned them with his feet, and did not remember the friendship of the house of David."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:81",
                            "text": "And as to that which I said that the children of Judah were called the stones of fire, it was not of my own thought that I said it, but Jeremiah the Prophet spake concerning them; for when he was calling forth tears for them in the Lamentations, he said:—The children of Zion were more excellent than precious stones."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:82",
                            "text": "And again he said:—How are the stones of the Sanctuary cast down at the head of all the streets?  And again He said by the Prophet:—The stones were holy that were cast down in his land."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:83",
                            "text": "And as to these very stones, the fire was burning in them, as Jeremiah said:—The word of the Lord became in my heart like burning fire and it was hot in my bones."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:84",
                            "text": "And again He said to Jeremiah:—Lo! I give My word in thy mouth as fire, and this people shall be as wood."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:85",
                            "text": "And again He said words shall go forth as fire, and as iron that cutteth the stone."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:86",
                            "text": "On this account the Prophets, amongst whom Hiram the Prince of Tyre was walking, were called stones of fire."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:87",
                            "text": "9."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:88",
                            "text": "And again (God) said to him:—Thou wast with the Cherub who was anointed and overshadowing."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:89",
                            "text": "For the king, who was anointed with the holy oil, was called a Cherub."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:90",
                            "text": "And he was overshadowing all his people, as Jeremiah said:—The anointed of the Lord is the breath of our nostrils, he of whom we said that in his shadow shall we live amongst the Gentiles."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:91",
                            "text": "For they were sitting in the shadow of the king, while he was standing at their head."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:92",
                            "text": "And when the crown of their head fell, they were without shade."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:93",
                            "text": "And if any one should say that this word is spoken concerning Christ, let him receive that which I write for him without disputation, and thus he will be persuaded that it was said with reference to the king."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:94",
                            "text": "For Jeremiah said in behalf of the people:—Woe unto us, for the crown of our head has fallen!  But Christ has not fallen, because He rose again the third day."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:95",
                            "text": "For the king fell from the house of Judah, and never again was their kingdom set up."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:96",
                            "text": "And as for that He said again:—I will destroy the overshadowing Cherub."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:97",
                            "text": "For the Cherub that He will destroy is Nebuchadnezzar, as it is written:—He performed a work in Tyre, and there was given him by Tyre no hire for his host, and in return for the work of Tyre there was given him the land of Egypt."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:98",
                            "text": "And why was hire not given by Tyre to Nebuchadnezzar?  Clearly because its wealth went away in the sea, so that Nebuchadnezzar did not receive it."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:99",
                            "text": "And at that time He destroyed the overshadowing Cherub, which is Nebuchadnezzar."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:100",
                            "text": "For there are two Cherubs, one anointed and overshadowing, and one overshadowing but not anointed."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:101",
                            "text": "For He said above:—Thou wast with the Cherub anointed and overshadowing."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:102",
                            "text": "And lower down He said:—I will destroy thee the overshadowing Cherub; and did not say \"anointed\"."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:103",
                            "text": "For Nebuchadnezzar was not anointed; but David and Solomon were, and the other kings who arose after them."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:104",
                            "text": "And how was Nebuchadnezzar called overshadowing?  Clearly on account of the vision of the tree, when he saw a tree in the midst of the earth, beneath which dwelt all the beasts of the wilderness and on its branches dwelt all the birds of heaven, and from it all flesh was fed."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:105",
                            "text": "When Daniel interpreted his dream to him, Daniel said to him:—Thou art the tree, that tree which thou sawest in the midst of the earth and beneath thee dwell all the nations."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:106",
                            "text": "On this account he was the overshadowing Cherub; who destroyed the Prince of Tyre, because he rejoiced over the children of Israel, for that they were carried away captive from their land, and because his heart was exalted."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:107",
                            "text": "This Tyre also lay waste seventy years like Jerusalem which sat in desolation seventy years."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:108",
                            "text": "For Isaiah said concerning it:—Tyre shall wander seventy years, as the days of one king, and shall commit fornication with all the kingdoms that are upon the face of the earth."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:109",
                            "text": "10."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:110",
                            "text": "O thou that art exalted and lifted up, let not the vaunting of thine heart mislead thee, nor say thou, I will go up against the rich land and against the powerful beast."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:111",
                            "text": "For that beast will not be slain by the ram seeing that its horns are broken."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:112",
                            "text": "For the he-goat broke the horns of the ram."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:113",
                            "text": "Now the he-goat has become the mighty beast."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:114",
                            "text": "For when the children of Japhet held the kingdom, then they slew Darius, the king of Persia."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:115",
                            "text": "Now the fourth beast has swallowed up the third."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:116",
                            "text": "And this third consists of the children of Japhet, and the fourth consists of the children of Shem, for they are the children of Esau."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:117",
                            "text": "Because, when Daniel saw the vision of the four beasts, he saw first the children of Ham, the seed of Nimrod, which the Babylonians are; and secondly, the Persians and Medes, who are the children of Japhet; and thirdly, the Greeks, the brethren of the Medes; and fourthly, the children of Shem, which the children of Esau are."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:118",
                            "text": "For a confederacy was formed between the children of Japhet and the children of Shem."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:119",
                            "text": "Then the government was taken away from the children of Japhet, the younger, and was given to Shem, the elder; and to this day it continues, and will continue for ever."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:120",
                            "text": "But when the time of the consummation of the dominion of the children of Shem shall have come, the Ruler, who came forth from the children of Judah, shall receive the kingdom, when He shall come in His second Advent."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:121",
                            "text": "11."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:122",
                            "text": "For in the vision of Nebuchadnezzar, when he saw it, which Daniel made known and showed to Nebuchadnezzar, when he saw the image which stood over against him, the head of the image was of gold, and its breast and arms of silver, and its belly and thighs of brass, and its legs and feet of iron and potter's clay."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:123",
                            "text": "And Daniel said to Nebuchadnezzar:—Thou art the head of gold."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:124",
                            "text": "And why was he called the head of gold?  Was it not because the word of Jeremiah was fulfilled in him?  For Jeremiah said:—Babylon is a golden cup in the hand of the Lord, that makes all the earth to drink of its wine."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:125",
                            "text": "And also Babylon was called the head of all the kingdoms, as it is written:—Babylon was the head of the of Nimrod."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:126",
                            "text": "12."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:127",
                            "text": "And he said that the breast and the arms of the image were of silver."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:128",
                            "text": "This signified concerning a kingdom which was inferior to it; namely, Darius the Mede."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:129",
                            "text": "For (God) put the kingdom into the balance."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:130",
                            "text": "For the kingdom of the house of Nimrod was weighed and was found wanting."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:131",
                            "text": "And since it was wanting, Darius received it."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:132",
                            "text": "Because of this he said that his kingdom was inferior."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:133",
                            "text": "And because it was inferior, the children of Media did not rule in all the earth."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:134",
                            "text": "Now the belly and thighs of the image were of brass, and he said:—The third kingdom shall rule in all the earth."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:135",
                            "text": "It is the kingdom of the children of Javan, who are children of Japhet."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:136",
                            "text": "For the children of Javan came in against the kingdom of their brethren."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:137",
                            "text": "For Madai and Javan are sons of Japhet."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:138",
                            "text": "But Madai was foolish and incapable of governing the kingdom, until Javan, his brother came, who was wise and cunning, to destroy the kingdom."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:139",
                            "text": "For Alexander, son of Philip, ruled in all the earth."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:140",
                            "text": "13."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:141",
                            "text": "And the legs and feet of the image were of iron."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:142",
                            "text": "This is the kingdom of the children of Shem, who are the children of Esau, which is strong as iron."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:143",
                            "text": "And he said:—As iron breaks and subdueth everything, so also the fourth kingdom shall break and bruise everything."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:144",
                            "text": "And he explained with reference to the feet and toes, that part of them was of iron and part of them of potter's clay."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:145",
                            "text": "For he said:—Thus they shall be mingled with the seed of man, and they shall not cleave one to another, as iron cannot be mixed with clay."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:146",
                            "text": "This referred to the fourth kingdom."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:147",
                            "text": "Because in the kingdom of the children of Esau there was not a king, the son of a king, established to govern the kingdom; but when the children of Esau were gathered together into a powerful city, then they made a senate."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:148",
                            "text": "And from thence they used to set up as chief of the city a wise man to govern the kingdom, lest when the Governor of their kingdom should weigh them, they might be found wanting, and the kingdom might be taken away from them as the kingdom of the children of arrogant Nimrod was taken away and given to the children of foolish Madai."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:149",
                            "text": "And this king who was set up, the seed of that former king was destroying him; and they did not cleave one to another."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:150",
                            "text": "But as to the seed of man which is compared with the clay, the meaning is this; that when the king was chosen for the kingdom, he mingled himself with the root of the kingdom of iron."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:151",
                            "text": "14."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:152",
                            "text": "And he showed that in the days of those kings, who shall arise in the kingdom, the God of heaven will set up a kingdom which shall not be destroyed and shall not pass away for ever."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:153",
                            "text": "This is the Kingdom of King Messiah, which is that which shall cause the fourth kingdom to pass away."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:154",
                            "text": "And above he said:—Thou sawest a stone which was cut out, but not by hands; and it smote the image upon its feet of iron and potter's clay and broke them to pieces."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:155",
                            "text": "Now he did not say that it smote upon the head of the image, nor on its breast and arms, nor yet on its belly and thighs, but on its feet; because that, of the whole image, that stone when it comes will find the feet alone."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:156",
                            "text": "And in the next verse he said:—The iron and the brass and the silver and the gold were broken to pieces together."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:157",
                            "text": "For after them, when King Messiah shall reign, then He will humble the fourth kingdom, and will break the whole image; for by the whole image the world is meant."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:158",
                            "text": "Its head is Nebuchadnezzar; its breast and arms the King of Media and Persia; its belly and thighs the King of the Greeks; its legs and feet the kingdom of the children of Esau; the stone, which smote the image and brake it, and with which the whole earth was filled, is the kingdom of King Messiah, Who will bring to nought the kingdom of this world, and He will rule for ever and ever."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:159",
                            "text": "15."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:160",
                            "text": "Again hear concerning the vision of the four beasts which Daniel saw coming up out of the sea and diverse one from another."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:161",
                            "text": "This is the appearance of them:—The first was like a lion, and it had the wings of an eagle."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:162",
                            "text": "And I saw that its wings were plucked away, and it stood up like a man upon its feet, and the heart of a man was given to it."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:163",
                            "text": "And the second beast was like a bear, and it raised itself up upon one side and there were three ribs in its mouth between its teeth."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:164",
                            "text": "And the third beast was like a leopard, and it had four wings and four heads."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:165",
                            "text": "And the fourth beast was exceedingly terrible and strong and powerful, and it had great teeth."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:166",
                            "text": "It devoured and brake to pieces, and whatsoever remained, it stamped with its feet."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:167",
                            "text": "Now the great sea that Daniel saw is the world:  and these four beasts are the four kingdoms signified above."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:168",
                            "text": "16."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:169",
                            "text": "Now as to the first beast, he said concerning it, that it was like a lion, and it had the wings of an eagle."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:170",
                            "text": "For the first beast was the kingdom of Babylon, which was like a lion."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:171",
                            "text": "For thus Jeremiah wrote saying:—Israel is a wandering sheep."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:172",
                            "text": "The lions caused them to wander."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:173",
                            "text": "First the king of Assyria devoured him."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:174",
                            "text": "And this last was stronger than he, Nebuchadnezzar king of Babylon."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:175",
                            "text": "So Jeremiah called him a lion."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:176",
                            "text": "And he said:—He has the wings of an eagle."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:177",
                            "text": "For thus it is written that, when Nebuchadnezzar went out to the wilderness with the beasts, he grew hair like (the plumage) of an eagle."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:178",
                            "text": "And he said:—I saw that its wings were plucked away and it stood upright upon its feet as a man, and a man's heart was given to it."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:179",
                            "text": "For first, in the vision of the image, he was compared to gold which is more precious than anything which is used in the world."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:180",
                            "text": "So in the vision of the beasts he is compared to a lion which excels in its might all the beasts."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:181",
                            "text": "And again he was compared to an eagle which surpasses every bird."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:182",
                            "text": "Whatsoever was written about him was fulfilled in him."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:183",
                            "text": "For the Lord said concerning him:—I have placed a yoke of iron upon the neck of all the nations, and they shall serve the king of Babylon seventy years."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:184",
                            "text": "And also the beasts of the desert and the birds of heaven have I given to him to serve him."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:185",
                            "text": "For since the king was like the head of gold, men served him as a king."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:186",
                            "text": "And when he went out to the wilderness, the beasts served him as a lion."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:187",
                            "text": "And when his hair was like (the plumage) of an eagle, the birds of heaven served him as an eagle."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:188",
                            "text": "But when his heart was lifted up, and he knew not that the power was given to him from heaven, the yoke of iron was broken from the neck of men, and he went forth with the beasts, and instead of the heart of a king there was given him the heart of a lion."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:189",
                            "text": "And when he was lifted up over the beasts, the heart of a lion was taken away from him, and there was given him the heart of a bird."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:190",
                            "text": "And when wings grew upon him like those of an eagle, he exalted himself over the birds."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:191",
                            "text": "And then his wings also were plucked away and there was given to him a humble heart."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:192",
                            "text": "And when he knew that the Most High has authority in the kingdom of man, to give it to whomsoever He will, then as a man he praised Him."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:193",
                            "text": "17."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:194",
                            "text": "And as for the second beast, he said concerning him that it was like a bear and raised itself up upon one side."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:195",
                            "text": "Because when the kingdom of Media and Persia arose, it arose in the east."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:196",
                            "text": "And three ribs were in its mouth."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:197",
                            "text": "Because the ram was pushing towards the West and towards the North and towards the South, towards three winds of heaven."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:198",
                            "text": "These three winds it held, and pushed against, like the three ribs that were in the mouth of the bear; until the he-goat came forth from the west, and smote the ram and took out the ribs that were in his mouth."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:199",
                            "text": "18."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:200",
                            "text": "And concerning the third beast he said that it was like a leopard, and it had four birds' wings on its back and that beast had four heads."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:201",
                            "text": "Now this third beast was Alexander the Macedonian."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:202",
                            "text": "For he was strong as a leopard."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:203",
                            "text": "And as for the four wings and the four heads that the beast had, that was because he gave the kingdom to his four friends to govern after him, when he had come and slain Darius and reigned in his stead."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:204",
                            "text": "19."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:205",
                            "text": "And of the fourth beast he said that it was exceedingly terrible and strong and mighty, devouring and crushing and trampling with its feet anything that remained."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:206",
                            "text": "It is the kingdom of the children of Esau."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:207",
                            "text": "Because after that Alexander the Macedonian became king, the kingdom of the Greeks was founded, since Alexander also was one of them, even of the Greeks."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:208",
                            "text": "But the vision of the third beast was fulfilled in him, since the third and the fourth were one."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:209",
                            "text": "Now Alexander reigned for twelve years."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:210",
                            "text": "And the kings of the Greeks arose after Alexander, being seventeen kings, and their years were two hundred and sixty-nine years from Seleucus Nicanor to Ptolemy."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:211",
                            "text": "And the Caesars were from Augustus to Philip Caesar, seventeen kings."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:212",
                            "text": "And their years are two hundred and ninety-three years; and eighteen years of Severus."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:213",
                            "text": "20."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:214",
                            "text": "For Daniel said:—I was considering the ten horns that were upon the head of the beast."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:215",
                            "text": "For the ten horns were ten kings who arose at that time until Antiochus."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:216",
                            "text": "And he said:—A little horn arose from between those ten and three fell before it."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:217",
                            "text": "For when Antiochus arose in the kingdom, he humbled three kings, and he exalted himself against the saints of the Most High and against Jerusalem."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:218",
                            "text": "And he defiled the sanctuary."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:219",
                            "text": "And he caused the sacrifice and the offerings to cease for a week and half a week, namely, for ten and a-half years."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:220",
                            "text": "And he brought in fornicators into the house of the Lord, and he caused the observances of the Law to cease."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:221",
                            "text": "And he slew righteous men and gave them to the birds of heaven and to the beasts of the earth."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:222",
                            "text": "For in his days was fulfilled the word that David spoke:—O God, the Gentiles have come into thine inheritance, and have defiled Thy holy temple."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:223",
                            "text": "They have made Jerusalem desolate."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:224",
                            "text": "They have given the dead bodies of Thy servants as food to the birds of heaven, and the flesh of Thy righteous ones to the beasts of the earth."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:225",
                            "text": "They have poured out their blood like water round about Jerusalem, and there is none to bury them."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:226",
                            "text": "For this was accomplished at that time, when the venerable and aged Eleazar was slain, and the sons of the blessed Samuna, seven in number, and when Judas (Maccabeus) and his brethren were struggling on behalf of their people, when they were dwelling in hiding-places."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:227",
                            "text": "At that time the horn made war with the saints, and their power prevailed."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:228",
                            "text": "And the wicked Antiochus spake words against the Most High, and changed the times and the seasons."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:229",
                            "text": "And he made to cease the covenant of Abraham, and abolished the Sabbath of rest."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:230",
                            "text": "For he commanded the Jews that they should not circumcise."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:231",
                            "text": "Therefore, (the Prophet) said concerning him;—He shall think to change the times and the seasons and the laws, and they were given into his hand for a time, times, and half a time."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:232",
                            "text": "Now the time and half a time is the week and a half, which is ten years and a half."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:233",
                            "text": "Again he said:—The judgment was set and they took away his authority from him, to injure and destroy him until the end of the kingdom."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:234",
                            "text": "For the judgment came upon Antiochus, a judgment from heaven; and he became sick with a grievous and evil sickness, and on account of the smell of him as he rotted, no man could approach him, for worms were crawling and falling from him and eating his flesh because he oppressed the worm Jacob."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:235",
                            "text": "And his flesh rotted in his lifetime, because he caused the dead bodies of the sons of Jerusalem to rot and they were not buried."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:236",
                            "text": "And he became defiled in his own eyes, because he had defiled the sanctuary of God."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:237",
                            "text": "And he prayed and was not heard, because he did not hearken to the groanings of the righteous whom he slew."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:238",
                            "text": "For he wrote a letter and sent it to the Jews and called them \"my friends,\" but God had not mercy on him, but he died in his torment."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:239",
                            "text": "21."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:240",
                            "text": "He said again:—The saints of the Most High shall receive the Kingdom."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:241",
                            "text": "What shall we say concerning this?  Have the children of Israel received the Kingdom of the Most High?  God forbid."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:242",
                            "text": "Or has that people come upon the clouds of heaven?  This has passed away from them."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:243",
                            "text": "For Jeremiah said concerning them:—Call them rejected silver, for the Lord has rejected them."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:244",
                            "text": "Again he said:—He will not again regard them."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:245",
                            "text": "And Isaiah said concerning them:—Pass by; pass by; approach not the defiled."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:246",
                            "text": "And concerning the saints of the Most High (Daniel) said thus:—They shall inherit the Kingdom for ever."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:247",
                            "text": "For these rested a little from the burden of kings and princes, namely, from after the death of Antiochus till the sixty-two weeks were fulfilled."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:248",
                            "text": "And the Son of Man came to free them and gather them together, but they did not receive Him."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:249",
                            "text": "For He came to obtain fruit from them, and they did not give it to Him."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:250",
                            "text": "For their vines were of the vine of Sodom and of the stock of Gomorrha, a vineyard in which thorns grew, and which bore wild grapes."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:251",
                            "text": "Their vine was bitter, and their fruit sour."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:252",
                            "text": "The thorns could not be softened, nor could the bitterness change to the nature of wine, nor could the sour fruit change to a sweet nature."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:253",
                            "text": "22."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:254",
                            "text": "For Isaiah first set men of Judah as judges over them, and there was planted amongst them a new and beloved planting."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:255",
                            "text": "But these are those judges who shall sit on twelve thrones and judge their twelve tribes."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:256",
                            "text": "And thus He said to the judges:—Judge between Me and My vineyard, what further, O ye judges, should I have done to My vineyard, that I did not do?  For lo! I planted it with vine scions, and they became strange vines."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:257",
                            "text": "I surrounded it with a fence of heavenly Watchers and I built its tower, the holy Temple."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:258",
                            "text": "And I dug out its winepress, the baptism of the priests."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:259",
                            "text": "And I brought down rain upon it, the words of My Prophets."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:260",
                            "text": "And I pruned it and trimmed it, from the works of the Amorites."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:261",
                            "text": "I looked that it should produce grapes of righteousness, and it produced wild grapes of iniquity and sin."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:262",
                            "text": "I looked for judgment and behold oppression, and for righteousness and there was a cry."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:263",
                            "text": "Hear, O ye judges, what I will do to My vineyard."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:264",
                            "text": "I will break open its fence, and it shall be for down-treading."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:265",
                            "text": "And I will tear down its tower, and it shall be for pillage."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:266",
                            "text": "And I will make it to become a desert because it produced wild grapes."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:267",
                            "text": "And it shall not be dressed and it shall not be pruned."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:268",
                            "text": "And thorns and weeds shall grow up in it."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:269",
                            "text": "And I will command the clouds that they send not down rain upon it."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:270",
                            "text": "For the heavenly Watchers departed from the fence of the vineyard; and the mighty tower on which they relied was torn down."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:271",
                            "text": "The winepress, the cleansing away of their offences, was overthrown."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:272",
                            "text": "When the vine was without blemish, it did not prove of service."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:273",
                            "text": "Now that the fire has devoured it and that it is laid waste, how shall it prove of service?  The fire has devoured its two branches and its inward parts are wasted."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:274",
                            "text": "For its two branches are the two kingdoms, and its inward part which is laid waste is Jerusalem."
                        },
                        {
                            "verse": 275,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:275",
                            "text": "Many servants were sent to them by the Lord of the vineyard."
                        },
                        {
                            "verse": 276,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:276",
                            "text": "And they slew them and did not send the fruit to the Lord of the vineyard."
                        },
                        {
                            "verse": 277,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:277",
                            "text": "After the servants the beloved Son was sent, to receive from them the fruit and to bring it back to Him that sent Him."
                        },
                        {
                            "verse": 278,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:278",
                            "text": "And they seized Him and cast Him out of the vineyard; and they cut spikes from the thorns of the vineyard and fixed them in His hands."
                        },
                        {
                            "verse": 279,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:279",
                            "text": "And He was hungry and asked food of them; and they took and gave Him gall from the fruit of the vineyard."
                        },
                        {
                            "verse": 280,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:280",
                            "text": "He was thirsty and asked of them drink; and they gave Him vinegar and He would not drink it."
                        },
                        {
                            "verse": 281,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:281",
                            "text": "And they platted a crown of thorns that had sprung up in the vineyard, and placed it on the head of the Son of the Lord of the vineyard."
                        },
                        {
                            "verse": 282,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:282",
                            "text": "For from the time that the vineyard was made, it displayed these fruits."
                        },
                        {
                            "verse": 283,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:283",
                            "text": "Therefore its Lord uprooted it and cast it in the fire; and planted good fruit-bearing vines in the vineyard, and such as gladden the husbandman."
                        },
                        {
                            "verse": 284,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:284",
                            "text": "For Christ is the vineyard, and His Father is the husbandman; and they who drink of His cup are the vines."
                        },
                        {
                            "verse": 285,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:285",
                            "text": "Therefore vineyard was formed instead of vineyard."
                        },
                        {
                            "verse": 286,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:286",
                            "text": "And furthermore at His coming He handed over the kingdom to the Romans, as the children of Esau are called."
                        },
                        {
                            "verse": 287,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:287",
                            "text": "And these children of Esau will keep the kingdom for its giver."
                        },
                        {
                            "verse": 288,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:288",
                            "text": "23."
                        },
                        {
                            "verse": 289,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:289",
                            "text": "And the holy People inherited an eternal Kingdom; the holy people who were chosen instead of the People."
                        },
                        {
                            "verse": 290,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:290",
                            "text": "For He provoked them to jealousy with a people that was not a people."
                        },
                        {
                            "verse": 291,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:291",
                            "text": "And with a foolish people He angered them."
                        },
                        {
                            "verse": 292,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:292",
                            "text": "And He set free the holy people."
                        },
                        {
                            "verse": 293,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:293",
                            "text": "For lo! every covenant of God is freed from the burden of kings and princes."
                        },
                        {
                            "verse": 294,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:294",
                            "text": "For even if a man has served the heathen, as soon as ever he draws nigh unto the covenant of God, he is set free."
                        },
                        {
                            "verse": 295,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:295",
                            "text": "But the Jews are toiling in bondage amongst the Gentiles."
                        },
                        {
                            "verse": 296,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:296",
                            "text": "For thus he said about the Saints;—They shall inherit the Kingdom that is beneath the heaven."
                        },
                        {
                            "verse": 297,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:297",
                            "text": "But if he had said it about them (the Jews), why are they toiling in service amongst the Gentiles?  And if they say that it has not taken place as yet; then (we ask) is the Kingdom that shall be given to the Son of man, to be heavenly or earthly?  And lo! the children of the Kingdom are sealed, and they have received their emancipation from this world."
                        },
                        {
                            "verse": 298,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:298",
                            "text": "For since it exists now, it will not be willing to be subjected to the power of the King, Who shall come and take to Himself His Kingdom."
                        },
                        {
                            "verse": 299,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:299",
                            "text": "But it will guard His pledges with honour, that when He shall come to bring to nought the Kingdom, he may come upon them not in anger."
                        },
                        {
                            "verse": 300,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:300",
                            "text": "For when He, Whose is the Kingdom, shall come in His second coming, He will take to Himself whatever He has given."
                        },
                        {
                            "verse": 301,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:301",
                            "text": "And He Himself will be King for ever and ever."
                        },
                        {
                            "verse": 302,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:302",
                            "text": "And His Kingdom shall not pass away, because it is an eternal Kingdom."
                        },
                        {
                            "verse": 303,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:303",
                            "text": "24."
                        },
                        {
                            "verse": 304,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:304",
                            "text": "For first, He gave the Kingdom to the sons of Jacob, and subdued to them the children of Esau; as Isaac said to Esau:—Thou shalt serve Jacob thy brother."
                        },
                        {
                            "verse": 305,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:305",
                            "text": "And when again they did not prosper in the Kingdom, He took it away from the children of Jacob and gave it to the children of Esau until He should come Whose it is."
                        },
                        {
                            "verse": 306,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:306",
                            "text": "And they will deliver up the deposit to its Giver, and will not deal fraudulently with it."
                        },
                        {
                            "verse": 307,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:307",
                            "text": "And the Guardian of the Kingdom is subject to Him to Whom all things are subject."
                        },
                        {
                            "verse": 308,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:308",
                            "text": "Therefore this Kingdom of the children of Esau shall not be delivered up into the hand of the hosts that are gathered together, that desire to go up against it; because the Kingdom is being kept safe for its Giver, and He Himself will preserve it."
                        },
                        {
                            "verse": 309,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:309",
                            "text": "And as to this that I wrote to thee, beloved, that the Kingdom of the children of Esau is being kept safe for its Giver, doubt not about it, that that Kingdom will not be conquered."
                        },
                        {
                            "verse": 310,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:310",
                            "text": "For a mighty champion Whose name is Jesus shall come with power, and bearing as His armour all the power of the Kingdom."
                        },
                        {
                            "verse": 311,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:311",
                            "text": "And search out and see that also by the poll-tax He was enrolled amongst them."
                        },
                        {
                            "verse": 312,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:312",
                            "text": "And as He was enrolled by the poll-tax amongst them, He will also succour them."
                        },
                        {
                            "verse": 313,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:313",
                            "text": "And His standard abounds in that place, and they are clothed in His armour, and shall not be found wanting in war."
                        },
                        {
                            "verse": 314,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:314",
                            "text": "And if thou shouldest say unto me:—\"In the years of the Kings that preceded these, why did they conquer and subdue the beast?\"  It was because the chiefs and kings who stood up at that time in the Kingdom of the children of Esau did not wish to lead with them to the war the Man who was enrolled with them in the poll-tax."
                        },
                        {
                            "verse": 315,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:315",
                            "text": "Therefore the beast was subdued a little, but was not slain."
                        },
                        {
                            "verse": 316,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:316",
                            "text": "25."
                        },
                        {
                            "verse": 317,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:317",
                            "text": "But concerning these things that I have written for thee, my beloved, namely, concerning that which is written in Daniel, I have not brought them to an end, but (have stopped) short of the end."
                        },
                        {
                            "verse": 318,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:318",
                            "text": "And if any man dispute about them, say thus to him, that these words are not concluded, because the words of God are infinite, nor will they be concluded."
                        },
                        {
                            "verse": 319,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:319",
                            "text": "For the foolish man says, \"Here unto (these) words reach\"."
                        },
                        {
                            "verse": 320,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:320",
                            "text": "And again, it is not possible to add to them or to diminish from them."
                        },
                        {
                            "verse": 321,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:321",
                            "text": "For the riches of God cannot be computed or limited."
                        },
                        {
                            "verse": 322,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:322",
                            "text": "For if thou take away water from the sea, the deficiency will be imperceptible."
                        },
                        {
                            "verse": 323,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:323",
                            "text": "And if thou remove sand from the sea-shore, its measure will not be diminished."
                        },
                        {
                            "verse": 324,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:324",
                            "text": "And if thou count the stars of heaven, thou wilt not arrive at the sum of them."
                        },
                        {
                            "verse": 325,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:325",
                            "text": "And if thou kindle fire from a burning, it will not a whit be lessened."
                        },
                        {
                            "verse": 326,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:326",
                            "text": "And if thou receive of the Spirit of Christ, Christ will not a whit be diminished."
                        },
                        {
                            "verse": 327,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:327",
                            "text": "And if Christ dwell in thee, yet He will not be completed in thee."
                        },
                        {
                            "verse": 328,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:328",
                            "text": "And if the sun enter the windows of thy house, yet the sun in its entirety will not come to thee."
                        },
                        {
                            "verse": 329,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:329",
                            "text": "And all these things that I have enumerated for thee were created by the word of God."
                        },
                        {
                            "verse": 330,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:330",
                            "text": "Therefore know thou, that, as concerning the word of God no man has reached or will reach its end."
                        },
                        {
                            "verse": 331,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:331",
                            "text": "Therefore, have thou no disputation about these things, but say:—\"These things are so."
                        },
                        {
                            "verse": 332,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:332",
                            "text": "That is enough\"."
                        },
                        {
                            "verse": 333,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:333",
                            "text": "But hear these things from me, and also enquire about them of our brethren, children of our faith."
                        },
                        {
                            "verse": 334,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:334",
                            "text": "But whosoever shall mock at the words of his brother, even if he say, \"mine are wise,\" yet hearken not to his words."
                        },
                        {
                            "verse": 335,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:335",
                            "text": "And concerning what I wrote to thee about these forces that are being stirred up to war, it is not as though anything has been revealed to me that I have made known these things to thee, but attend to the words at the head of the letter:—Every one who exalteth himself shall be humbled."
                        },
                        {
                            "verse": 336,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:336",
                            "text": "For even if the forces shall go up and conquer, yet know that it is a chastisement of God; and though they conquer, they shall be condemned in a righteous judgment."
                        },
                        {
                            "verse": 337,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:337",
                            "text": "But yet be thou assured of this, that the beast shall be slain at its (appointed) time."
                        },
                        {
                            "verse": 338,
                            "chapter": 1,
                            "name": "Aphrahat: Of Wars 1:338",
                            "text": "But do thou, my brother, at this time be earnest in imploring mercy, that there may be peace upon the people of God."
                        }
                    ]
                }
            ]
        }
    ]
}