{
    "books": [
        {
            "name": "Lactantius: Divine Institutes Book V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Lactantius: Divine Institutes Book V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:1",
                            "text": "The Divine Institutes Book : Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:3",
                            "text": "—Of the Non-Condemnation of Accused Persons Without a Hearing of Their Cause; From What Cause Philosophers Despised the Sacred Writings; Of the First Advocates of the Christian Religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:4",
                            "text": "I Entertain no doubt, O mighty Emperor Constantine,—since they are impatient through excessive superstition,—that if any one of those who are foolishly religious should take in hand this work of ours, in which that matchless Creator of all things and Ruler of this boundless world is asserted, he would even assail it with abusive language, and perhaps, having scarcely read the beginning, would dash it to the ground, cast it from him, curse it, and think himself contaminated and bound by inexpiable guilt if he should patiently read or hear these things."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:5",
                            "text": "We demand, however, from this man, if it is possible, by the right of human nature, that he should not condemn before that he knows the whole matter."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:6",
                            "text": "For if the right of defending themselves is given to sacrilegious persons, and to traitors and sorcerers, and if it is lawful for no one to be condemned beforehand, his cause being as yet untried, we do not appear to ask unjustly, that if there shall be any one who shall have fallen upon this subject, if he shall read it, he read it throughout; if he shall hear it, that he put off the forming of an opinion until the end."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:7",
                            "text": "But I know the obstinacy of men; we shall never succeed in obtaining this."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:8",
                            "text": "For they fear lest they should be overcome by us, and be compelled at length to yield, truth itself crying out."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:9",
                            "text": "They interrupt, therefore, and make hindrances, that they may not hear; and close their eyes, that they may not see the light which we present to them."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:10",
                            "text": "Wherefore they themselves plainly show their distrust in their own abandoned system, since they neither venture to investigate, nor to engage with as, because they know that they are easily overpowered."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:11",
                            "text": "And therefore, discussion being taken away,  \"Wisdom is driven from among them, they have recourse to violence,\"    as Ennius says; and because they eagerly endeavour to condemn as guilty those whom they plainly know to be innocent, they are unwilling to be agreed respecting innocence itself; as though, in truth, it were a greater injustice to have condemned innocence, when proved to be such, than unheard."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:12",
                            "text": "But, as I said, they are afraid lest, if they should hear, they should be unable to condemn."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:13",
                            "text": "And therefore they torture, put to death, and banish the worshippers of the Most High God, that is, the righteous; nor are they, who so vehemently hate, themselves able to assign the causes of their hatred."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:14",
                            "text": "Because they are themselves in error, they are angry with those who follow the path of truth; and when they are able to correct themselves, they greatly increase their errors by cruel deeds, they are stained with the blood of the innocent, and they tear away with violence souls dedicated to God from the lacerated bodies."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:15",
                            "text": "Such are the men with whom we now endeavour to engage and to dispute: these are the men whom we would lead away from a foolish persuasion to the truth, men who would more readily drink blood than imbibe the words of the righteous."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:16",
                            "text": "What then? Will our labour be in vain? By no means."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:17",
                            "text": "For if we shall not be able to deliver these from death, to which they are hastening with the greatest speed; if we cannot recall them from that devious path to life and light, since they themselves oppose their own safety; yet we shall strengthen those who belong to us, whose opinion is not settled, and founded and fixed with solid roots."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:18",
                            "text": "For many of them waver, and especially those who have any acquaintance with literature."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:19",
                            "text": "For in this respect philosophers, and orators, and poets are pernicious, because they are easily able to ensnare unwary souls by the sweetness of their discourse, and of their poems flowing with delightful modulation."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:20",
                            "text": "These are sweets which conceal poison."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:21",
                            "text": "And on this account I wished to connect wisdom with religion, that that vain system may not at all injure the studious; so that now the knowledge of literature may not only be of no injury to religion and righteousness, but may even be of the greatest profit, if he who has learned it should be more instructed in virtues and wiser in truth."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:22",
                            "text": "Moreover, even though it should be profitable to no other, it certainly will be so to us: the conscience will delight itself, and the mind will rejoice that it is engaged in the light of truth, which is the food of the soul, being overspread with an incredible kind of pleasantness."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:23",
                            "text": "But we must not despair."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:24",
                            "text": "Perchance  \"We sing not to the deaf\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:25",
                            "text": "For neither are affairs in so bad a condition that there are no sound minds to which the truth may be pleasing, and which may both see and follow the right course when it is pointed out to them."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:26",
                            "text": "Only let the cup be anointed with the heavenly honey of wisdom, that the bitter remedies may be drunk by them unawares, without any annoyance, whilst the first sweetness of taste by its allurement conceals, under the cover of pleasantness, the bitterness of the harsh flavour."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:27",
                            "text": "For this is especially the cause why, with the wise and the learned, and the princes of this world, the sacred Scriptures are without credit, because the prophets spoke in common and simple language, as though they spoke to the people."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:28",
                            "text": "And therefore they are despised by those who are willing to hear or read nothing except that which is polished and eloquent; nor is anything able to remain fixed in their minds, except that which charms their ears by a more soothing sound."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:29",
                            "text": "But those things which appear humble are considered anile, foolish, and common."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:30",
                            "text": "So entirely do they regard nothing as true, except that which is pleasant to the ear; nothing as credible, except that which can excite pleasure: no one estimates a subject by its truth, but by its embellishment."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:31",
                            "text": "Therefore they do not believe the sacred writings, because they are without any pretence; but they do not even believe those who explain them, because they also are either altogether ignorant, or at any rate possessed of little learning."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:32",
                            "text": "For it very rarely happens that they are wholly eloquent; and the cause of this is evident."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:33",
                            "text": "For eloquence is subservient to the world, it desires to display itself to the people, and to please in things which are evil; since it often endeavours to overpower the truth, that it may show its power; it seeks wealth, desires honours; in short, it demands the highest degree of dignity."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:34",
                            "text": "Therefore it despises these subjects as low; it avoids secret things as contrary to itself, inasmuch as it rejoices in publicity, and longs for the multitude and celebrity."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:35",
                            "text": "Hence it comes to pass that wisdom and truth need suitable heralds."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:36",
                            "text": "And if by chance any of the learned have betaken themselves to it, they have not been sufficient for its defence."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:37",
                            "text": "Of those who are known to me, Minucius Felix was of no ignoble rank among pleaders."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:38",
                            "text": "His book, which bears the title of Octavius, declares how suitable a maintainer of the truth he might have been, if he had given himself altogether to that pursuit."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:39",
                            "text": "Septimius Tertullianus also was skilled in literature of every kind; but in eloquence he had little readiness, and was not sufficiently polished, and very obscure."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:40",
                            "text": "Not even therefore did he find sufficient renown."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:41",
                            "text": "Cyprianus, therefore, was above all others distinguished and renowned, since he had sought great glory to himself from the profession of the art of oratory, and he wrote very many things worthy of admiration in their particular class."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:42",
                            "text": "For he was of a turn of mind which was ready, copious, agreeable, and (that which is the greatest excellence of style) plain and open; so that you cannot determine whether he was more embellished in speech, or more ready in explanation, or more powerful in persuasion."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:43",
                            "text": "And yet he is unable to please those who are ignorant of the mystery except by his words; inasmuch as the things which he spoke are mystical, and prepared with this object, that they may be heard by the faithful only: in short, he is accustomed to be derided by the learned men of this age, to whom his writings have happened to be known."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:44",
                            "text": "I have heard of a certain man who was skilful indeed, who by the change of a single letter called him Coprianus, as though he were one who had applied to old women's fables a mind which was elegant and fitted for better things."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Lactantius: Divine Institutes Book V 1:45",
                            "text": "But if this happened to him whose eloquence is not unpleasant, what then must we suppose happens to those whose discourse is meagre and displeasing, who could have had neither the power of persuasion, nor subtlety in arguing, nor any severity at all for refuting?."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Lactantius: Divine Institutes Book V 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:2",
                            "text": "II."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:3",
                            "text": "—To What an Extent the Christian Truth Has Been Assailed by Rash Men."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:4",
                            "text": "Therefore, because there have been wanting among us suitable and skilful teachers, who might vigorously and sharply refute public errors, and who might defend the whole cause of truth with elegance and copiousness, this very want incited some to venture to write against the truth, which was unknown to them."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:5",
                            "text": "I pass by those who in former times in vain assailed it."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:6",
                            "text": "When I was teaching rhetorical learning in Bithynia, having been called thither, and it had happened that at the same time the temple of God was overthrown, there were living at the same place two men who insulted the truth as it lay prostrate and overthrown, I know not whether with greater arrogance or harshness: the one of whom professed himself the high priest of philosophy; but he was so addicted to vice, that, though a teacher of abstinence, he was not less inflamed with avarice than with lusts; so extravagant in his manner of living, that though in his school he was the maintainer of virtue, the praiser of parsimony and poverty, he dined less sumptuously in a palace than at his own house."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:7",
                            "text": "Nevertheless he sheltered his vices by his hair and his cloak, and (that which is the greatest screen) by his riches; and that he might increase these, he used to penetrate with wonderful effort to the friendships of the judges; and he suddenly attached them to himself by the authority of a fictitious name, not only that he might make a traffic of their decisions, but also that he might by this influence hinder his neighbours, whom he was driving from their homes and lands, from the recovery of their property."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:8",
                            "text": "This man, in truth, who overthrew his own arguments by his character, or censured his own character by his arguments, a weighty censor and most keen accuser against himself, at the very same time in which a righteous people were impiously assailed, vomited forth three books against the Christian religion and name; professing, above all things, that it was the office of a philosopher to remedy the errors of men, and to recall them to the true way, that is, to the worship of the gods, by whose power and majesty, as he said, the world is governed; and not to permit that inexperienced men should be enticed by the frauds of any, lest their simplicity should be a prey and sustenance to crafty men."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:9",
                            "text": "Therefore he said that he had undertaken this office, worthy of philosophy, that he might hold out to those who do not see the light of wisdom, not only that they may return to a healthy state of mind, having undertaken the worship of the gods, but also that, having laid aside their pertinacious obstinacy, they may avoid tortures of the body, nor wish in vain to endure cruel lacerations of their limbs."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:10",
                            "text": "But that it might be evident on what account he had laboriously worked out that task, he broke out profusely into praises of the princes, whose piety and foresight, as he himself indeed said, had been distinguished both in other matters, and especially in defending the religious rites of the gods; that he had, in short, consulted the interests of men, in order that, impious and foolish superstition having been restrained, all men might have leisure for lawful sacred rites, and might experience the gods propitious to them."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:11",
                            "text": "But when he wished to weaken the grounds of that religion against which he was pleading, he appeared senseless, vain, and ridiculous; because that weighty adviser of the advantage of others was ignorant not only what to oppose, but even what to speak."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:12",
                            "text": "For if any of our religion were present, although they were silent on account of the time, nevertheless in their mind they derided him; since they saw a man professing that he would enlighten others, when he himself was blind; that he would recall others from error, when he himself was ignorant where to plant his feet; that he would instruct others to the truth, of which he himself had never seen even a spark at any time; inasmuch as he who was a professor of wisdom, endeavoured to overthrow wisdom."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:13",
                            "text": "All, however, censured this, that he undertook this work at that time in particular, in which odious cruelty raged."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:14",
                            "text": "O philosopher, a flatterer, and a time-server! But this man was despised, as his vanity deserved; for he did not gain the popularity which he hoped for, and the glory which he eagerly sought for was changed into censure and blame."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:15",
                            "text": "Another wrote the same subject with more bitterness, who was then of the number of the judges, and who was especially the adviser of enacting persecution; and not contented with this crime, he also pursued with writings those whom he had persecuted."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:16",
                            "text": "For he composed two books, not against the Christians, lest he might appear to assail them in a hostile manner but to the Christians, that he might be thought to consult for them with humanity and kindness."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:17",
                            "text": "And in these writings he endeavoured so to prove the falsehood of sacred Scripture, as though it were altogether contradictory to itself; for he expounded some chapters which seemed to be at variance with themselves, enumerating so many and such secret things, that he sometimes appears to have been one of the same sect."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:18",
                            "text": "But if this was so, what Demosthenes will be able to defend from the charge of impiety him who became the betrayer of the religion to which he had given his assent, and of the faith the name of which he had assumed, and of the mystery which he had received, unless it happened by chance that the sacred writings fell into his hands? What rashness was it, therefore, to dare to destroy that which no one explained to him! It was well that he either learned nothing or understood nothing."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:19",
                            "text": "For contradiction is as far removed from the sacred writings as he was removed from faith and truth."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:20",
                            "text": "He chiefly, however, assailed Paul and Peter, and the other disciples, as disseminators of deceit, whom at the same time he testified to have been unskilled and unlearned."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Lactantius: Divine Institutes Book V 2:21",
                            "text": "For he says that some of them made gain by the craft of fishermen, as though he took it ill that some Aristophanes or Aristarchus did not devise that subject."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Lactantius: Divine Institutes Book V 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:2",
                            "text": "III."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:3",
                            "text": "—Of the Truth of the Christian Doctrine, and the Vanity of Its Adversaries; And that Christ Was Not a Magician."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:4",
                            "text": "The desire of inventing, therefore, and craftiness were absent from these men, since they were unskilful."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:5",
                            "text": "Or what unlearned man could invent things adapted to one another, and coherent, when the most learned of the philosophers, Plato and Aristotle, and Epicurus and Zeno, themselves spoke things at variance with one another, and contrary? For this is the nature of falsehoods, that they cannot be coherent."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:6",
                            "text": "But their teaching, because it is true, everywhere agrees, and is altogether consistent with itself; and on this account it effects persuasion, because it is based on a consistent plan."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:7",
                            "text": "They did not therefore devise that religion for the sake of gain and advantage, inasmuch as both by their precepts and in reality they followed that course of life which is without pleasures, and despised all things which are reckoned among good things, and since they not only endured death for their faith, but also both knew and foretold that they were about to die, and afterwards that all who followed their system would suffer cruel and impious things."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:8",
                            "text": "But he affirmed that Christ Himself was put to flight by the Jews, and having collected a band of nine hundred men, committed robberies."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:9",
                            "text": "Who would venture to oppose so great an authority? We must certainly believe this, for perchance some Apollo announced it to him in his slumbers."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:10",
                            "text": "So many robbers have at all times perished, and do perish daily, and you yourself have certainly condemned many: which of them after his crucifixion was called, I will not say a God, but a man? But you perchance believed it from the circumstance of your having consecrated the homicide Mars as a god, though you would not have done this if the Areopagites had crucified him."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:11",
                            "text": "The same man, when he endeavoured to overthrow his wonderful deeds, and did not however deny them, wished to show that Apollonius performed equal or even greater deeds."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:12",
                            "text": "It is strange that he omitted to mention Apuleius, of whom many and wonderful things are accustomed to be related."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:13",
                            "text": "Why therefore, O senseless one, does no one worship Apollonius in the place of God? unless by chance you alone do so, who are worthy forsooth of that god, with whom the true God will punish you everlastingly."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:14",
                            "text": "If Christ is a magician because He performed wonderful deeds, it is plain that Apollonius, who, according to your description, when Domitian wished to punish him, suddenly disappeared on his trial, was more skilful than He who was both arrested and crucified."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:15",
                            "text": "But perhaps he wished from this very thing to prove the arrogance of Christ, in that He made Himself God, that the other may appear to have been more modest, who, though he performed greater actions, as this one thinks, nevertheless did not claim that for himself."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:16",
                            "text": "I omit at present to compare the works themselves, because in the second and preceding book I have spoken respecting the fraud and tricks of the magic art."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:17",
                            "text": "I say that there is no one who would not wish that that should especially befall him after death which even the greatest kings desire."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:18",
                            "text": "For why do men prepare for themselves magnificent sepulchres why statues and images? why by some illustrious deeds, or even by death undergone in behalf of their countrymen, do they endeavour to deserve the good opinions of men? Why, in short, have you yourself wished to raise a monument of your talent, built with this detestable folly, as if with mud, except that you hope for immortality from the remembrance of your name? It is foolish, therefore, to imagine that Apollonius did not desire that which he would plainly wish for if he were able to attain to it; because there is no one who refuses immortality, and especially when you say that he was both adored by some as a god, and that his image was set up under the name of Hercules, the averter of evil, and is even now honoured by the Ephesians."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:19",
                            "text": "He could not therefore after death be believed to be a god, because it was evident that he was both a man and a magician; and for this reason he affected divinity under the title of a name belonging to another, for in his own name he was unable to attain it, nor did he venture to make the attempt."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:20",
                            "text": "But he of whom we speak could both be believed to be a god, because he was not a magician, and was believed to be such because he was so in truth."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:21",
                            "text": "I do not say this, he says, that Apollonius was not accounted a god, because he did not wish it, but that it may be evident that we, who did not at once connect a belief in his divinity with wonderful deeds, are wiser than you, who on account of slight wonders believed that he was a god."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:22",
                            "text": "It is not wonderful if you, who are far removed from the wisdom of God, understand nothing at all of those things which you have read, since the Jews, who from the beginning had frequently read the prophets, and to whom the mystery of God had been assigned, were nevertheless ignorant of what they read."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:23",
                            "text": "Learn, therefore, if you have any sense, that Christ was not believed by us to be God on this account, because He did wonderful things, but because we saw that all things were done in His case which were announced to us by the prediction of the prophets."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:24",
                            "text": "He performed wonderful deeds: we might have supposed Him to be a magician, as you now suppose Him to be, and the Jews then supposed Him, if all the prophets did not with one accord proclaim that Christ would do those very things."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:25",
                            "text": "Therefore we believe Him to be God, not more from His wonderful deeds and works, than from that very cross which you as dogs lick, since that also was predicted at the same time."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:26",
                            "text": "It was not therefore on His own testimony (for who can be believed when he speaks concerning himself?), but on the testimony of the prophets who long before foretold all things which He did and suffered, that He gained a belief in His divinity, which could have happened neither to Apollonius, nor to Apuleius, nor to any of the magicians; nor can it happen at any time."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:27",
                            "text": "When, therefore, he had poured forth such absurd ravings of his ignorance, when he had eagerly endeavoured utterly to destroy the truth, he dared to give to his books which were impious and the enemies of God the title of \"truth-loving\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:28",
                            "text": "O blind breast! O mind more black than Cimmerian darkness, as they say! He may perhaps have been a disciple of Anaxagoras, to whom snows were as black as ink."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:29",
                            "text": "But it is the same blindness, to give the name of falsehood to truth, and of truth to falsehood."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:30",
                            "text": "Doubtless the crafty man wished to conceal the wolf under the skin of a sheep, that he might ensnare the reader by a deceitful title."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:31",
                            "text": "Let it be true; grant that you did this from ignorance, not from malice: what truth, however, have you brought to us, except that, being a defender of the gods, you had at last betrayed those very gods? For, having set forth the praises of the Supreme God, whom you confessed to be king, most mighty, the maker of all things, the fountain of honours, the parent of all, the creator and preserver of all living creatures, you took away the kingdom from your own Jupiter; and when you had driven him from the supreme power, you reduced him to the rank of servants."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:32",
                            "text": "Thus your own conclusion convicts you of folly, vanity, and error."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Lactantius: Divine Institutes Book V 3:33",
                            "text": "For you affirm that the gods exist, and yet you subject and enslave them to that God whose religion you attempt to overturn."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Lactantius: Divine Institutes Book V 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:2",
                            "text": "IV."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:3",
                            "text": "—Why This Work Was Published, and Again of Tertullian and Cyprian."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:4",
                            "text": "Since, therefore, they of whom I have spoken had set forth their sacrilegious writings in my presence, and to my grief, being incited both by the arrogant impiety of these, and by the consciousness of truth itself, and (as I think) by God, I have undertaken this office, that with all the strength of my mind I might refute the accusers of righteousness; not that I should write against these, who might be crushed with a few words, but that I might once for all by one attack overthrow all who everywhere effect, or have effected, the same work."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:5",
                            "text": "For I do not doubt that very many others, and in many places, and that not only in Greek, but also in Latin writings, have raised a monument of their own unrighteousness."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:6",
                            "text": "And since I was not able to reply to these separately, I thought that this cause was to be so pleaded by me that I might overthrow former writers, together with all their writings, and cut off from future writers the whole power of writing and of replying."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:7",
                            "text": "Only let them attend, and I will assuredly effect that whosoever shall know these things, must either embrace that which he before condemned, or, which is next to it, cease at length to deride it."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:8",
                            "text": "Although Tertullian fully pleaded the same cause in that treatise which is entitled the Apology, yet, inasmuch as it is one thing to answer accusers, which consists in defence or denial only, and another thing to instruct, which we do, in which the substance of the whole system must be contained, I have not shrunk from this labour, that I might complete the subject, which Cyprian did not fully carry out in that discourse in which he endeavours to refute Demetrianus (as he himself says) railing at and clamouring against the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:9",
                            "text": "Which subject he did not handle as he ought to have done; for he ought to have been refuted not by the testimonies of Scripture, which he plainly considered vain, fictitious, and false, but by arguments and reason."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:10",
                            "text": "For, since he was contending against a man who was ignorant of the truth, he ought for a while to have laid aside divine readings, and to have formed from the beginning this man as one who was altogether ignorant, and to have shown to him by degrees the beginnings of light, that he might not be dazzled, the whole of its brightness being presented to him."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:11",
                            "text": "For as an infant is unable, on account of the tenderness of its stomach, to receive the nourishment of solid and strong food, but is supported by liquid and soft milk, until, its strength being confirmed, it can feed on stronger nourishment; so also it was befitting that this man, because he was not yet capable of receiving divine things, should be presented with human testimonies—that is, of philosophers and historians—in order that he might especially be refuted by his own authorities."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:12",
                            "text": "And since he did not do this, being carried away by his distinguished knowledge of the sacred writings, so that he was content with those things alone in which faith consists, I have undertaken, with the favour of God, to do this, and at the same time to prepare the way for the imitation of others."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:13",
                            "text": "And if, through my exhortation, learned and eloquent men shall begin to betake themselves to this subject, and shall choose to display their talents and power of speaking in this field of truth, no one can doubt that false religions will quickly disappear, and philosophy altogether fall, if all shall be persuaded that this alone is religion and the only true wisdom."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Lactantius: Divine Institutes Book V 4:14",
                            "text": "But I have wandered from the subject further than I wished."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Lactantius: Divine Institutes Book V 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:2",
                            "text": "V."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:3",
                            "text": "—There Was True Justice Under Saturnus, But It Was Banished by Jupiter."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:4",
                            "text": "Now the promised disputation concerning justice must be given; which is either by itself the greatest virtue, or by itself the fountain of virtue, which not only philosophers sought, but poets also, who were much earlier, and were esteemed as wise before the origin of the name of philosophy."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:5",
                            "text": "These clearly understood that this justice was absent from the affairs of men; and they feigned that it, being offended with the vices of men, departed from the earth, and withdrew to heaven; and that they may teach what it is to live justly (for they are accustomed to give precepts by circumlocutions), they repeat examples of justice from the times of Saturnus, which they call the golden times, and they relate in what condition human life was while it delayed on the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:6",
                            "text": "And this is not to be regarded as a poetic fiction, but as the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:7",
                            "text": "For, while Saturnus reigned, the religious worship of the gods not having yet been instituted, nor any race being as yet set apart in the belief of its divinity, God was manifestly worshipped."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:8",
                            "text": "And therefore there were neither dissensions, nor enmities, nor wars."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:9",
                            "text": "\"Not yet had rage unsheathed maddened swords,\"    as Germanicus Caesar speaks in his poem translated from Aratus,  \"Nor had discord been known among relatives\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:10",
                            "text": "No, nor even among strangers: but there were no swords at all to be unsheathed."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:11",
                            "text": "For who, when justice was present and in vigour, would think respecting his own protection, since no one plotted against him; or respecting the destruction of another, since no one desired anything?  \"They preferred to live content with a simple mode of life,\"    as Cicero relates in his poem; and this is peculiar to our religion."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:12",
                            "text": "\"It was not even allowed to mark out or to divide the plain with a boundary: men sought all things in common;\" since God had given the earth in common to all, that they might pass their life in common, not that mad and raging avarice might claim all things for itself, and that that which was produced for all might not be wanting to any."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:13",
                            "text": "And this saying of the poet ought so to be taken, not as suggesting the idea that individuals at that time had no private property, but it must be regarded as a poetical figure; that we may understand that men were so liberal, that they did not shut up the fruits of the earth produced for them, nor did they in solitude brood over the things stored up, but admitted the poor to share the fruits of their labour:—  \"Now streams of milk, now streams of nectar flowed\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:14",
                            "text": "And no wonder, since the storehouses of the good liberally lay open to all."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:15",
                            "text": "Nor did avarice intercept the divine bounty, and thus cause hunger and thirst in common; but all alike had abundance, since they who had possessions gave liberally and bountifully to those who had not."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:16",
                            "text": "But after that Saturnus had been banished from heaven, and had arrived in Latium,—  \"Exiled from his throne  By Jove, his mightier heir,\"—    since the people either through fear of the new king, or of their own accord, had become corrupted and ceased to worship God, and had begun to esteem the king in the place of God, since he himself, almost a parricide, was an example to others to the injury of piety,—  \"The most just Virgin in haste deserted the lands;\"    but not as Cicero says,  \"And settled, in the kingdom of Jupiter, and in a part of the heaven\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:17",
                            "text": "For how could she settle or tarry in the kingdom of him who expelled his father from his kingdom, harassed him with war, and drove him as an exile over the whole world?  \"He gave to the black serpents their noxious poison,  And ordered wolves to prowl;\"    that is, he introduced among men hatred, and envy, and stratagem; so that they were poisonous as serpents, and rapacious as wolves."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:18",
                            "text": "And they truly do this who persecute those who are righteous and faithful towards God, and give to judges the power of using violence against the innocent."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:19",
                            "text": "Perhaps Jupiter may have done something of this kind for the overthrow and removal of righteousness; and on this account he is related to have made serpents fierce, and to have whetted the spirit of wolves."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:20",
                            "text": "\"Then war's indomitable rage,  And greedy lust of gain;\"    and not without reason."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:21",
                            "text": "For the worship of God being taken away, men lost the knowledge of good and evil."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:22",
                            "text": "Thus the common intercourse of life perished from among then, and the bond of human society was destroyed."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Lactantius: Divine Institutes Book V 5:23",
                            "text": "Then they began to contend with one another, and to plot, and to acquire for themselves glory from the shedding of human blood."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Lactantius: Divine Institutes Book V 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:2",
                            "text": "VI."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:3",
                            "text": "—After the Banishment of Justice, Lust, Unjust Laws, Daring, Avarice, Ambition, Pride, Impiety, and Other Vices Reigned."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:4",
                            "text": "And the source of all these evils was lust; which, indeed, burst forth from the contempt of true majesty."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:5",
                            "text": "For not only did they who had a superfluity fail to bestow a share upon others, but they even seized the property of others, drawing everything to their private gain; and the things which formerly even individuals laboured to obtain for the common use of men, were now conveyed to the houses of a few."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:6",
                            "text": "For, that they might subdue others by slavery, they began especially to withdraw and collect together the necessaries of life, and to keep them firmly shut up, that they might make the bounties of heaven their own; not on account of kindness, a feeling which had no existence in them, but that they might sweep together all the instruments of lust and avarice."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:7",
                            "text": "They also, under the name of justice, passed most unequal and unjust laws, by which they might defend their plunder and avarice against the force of the multitude."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:8",
                            "text": "They prevailed, therefore, as much by authority as by strength, or resources, or malice."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:9",
                            "text": "And since there was in them no trace of justice, the offices of which are humanity, equity, pity, they now began to rejoice in a proud and swollen inequality, and made themselves higher than other men, by a retinue of attendants, and by the sword, and by the brilliancy of their garments."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:10",
                            "text": "For this reason they invented for themselves honours, and purple robes, and fasces, that, being supported by the terror produced by axes and swords, they might, as it were by the right of masters, rule them, stricken with fear, and alarmed."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:11",
                            "text": "Such was the condition in which the life of man was placed by that king who, having defeated and put to flight a parent, did not seize his kingdom, but set up an impious tyranny by violence and armed men, and took away that golden age of justice, and compelled men to become wicked and impious, even from this very circumstance, that he turned them away from God to the worship of himself; and the terror of his excessive power had extorted this."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:12",
                            "text": "For who would not fear him who was girded about with arms, whom the unwonted gleam of steel and swords surrounded? Or what stranger would he spare who had not even spared his own father? Whom, in truth, should he fear, who had conquered in war, and destroyed by massacre the race of the Titans, which was strong and excelling in might? What wonder if the whole multitude, pressed by unusual fear, had given themselves up to the adulation of a single man? Him they venerated, to him they paid the greatest honour."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:13",
                            "text": "And since it is judged to be a kind of obsequiousness to imitate the customs and vices of a king, all men laid aside piety, lest, if they should live piously, they might seem to upbraid the wickedness of the king."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:14",
                            "text": "Thus, being corrupted by continual imitation, they abandoned divine right, and the practice of living wickedly by degrees became a habit."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:15",
                            "text": "And now nothing remained of the pious and excellent condition of the preceding age; but justice being banished, and drawing with her the truth, left to men error, ignorance, and blindness."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:16",
                            "text": "The poets therefore were ignorant, who sung that she fled to heaven, to the kingdom of Jupiter."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:17",
                            "text": "For if justice was on the earth in the age which they call \"golden,\" it is plain that she was driven away by Jupiter, who changed the golden age."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:18",
                            "text": "But the change of the age and the expulsion of justice is to be deemed nothing else, as I have said, than the laying aside of divine religion, which alone effects that man should esteem man dear, and should know that he is bound to him by the tie of brotherhood, since God is alike a Father to all, so as to share the bounties of the common God and Father with those who do not possess them; to injure no one, to oppress no one, not to close his door against a stranger, nor his ear against a suppliant, but to be bountiful, beneficent, and liberal, which Tullius thought to be praises suitable to a king."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Lactantius: Divine Institutes Book V 6:19",
                            "text": "This truly is justice, and this is the golden age, which was first corrupted when Jupiter reigned, and shortly afterwards, when he himself and all his offspring were consecrated as gods, and the worship of many deities undertaken, had been altogether taken away."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Lactantius: Divine Institutes Book V 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:2",
                            "text": "VII."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:3",
                            "text": "—Of the Coming of Jesus, and Its Fruit; And of the Virtues and Vices of that Age."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:4",
                            "text": "But God, as a most indulgent parent, when the last time approached, sent a messenger to bring back that old age, and justice which had been put to flight, that the human race might not be agitated by very great and perpetual errors."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:5",
                            "text": "Therefore the appearance of that golden time returned, and justice was restored to the earth, but was assigned to a few; and this justice is nothing else than the pious and religious worship of the one God."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:6",
                            "text": "But perhaps some may be inclined to ask, why, if this be justice, it is not given to all mankind, and the whole multitude does not agree to it."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:7",
                            "text": "This is a matter of great disputation, why a difference was retained by God when He gave justice to the earth; and this I have shown in another place, and whenever a favourable opportunity shall occur it shall be explained."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:8",
                            "text": "Now it is sufficient very briefly to signify it: that virtue can neither be discerned, unless it has vices opposed to it; nor be perfect, unless it is exercised by adversity."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:9",
                            "text": "For God designed that there should be this distinction between good and evil things, that we may know from that which is evil the quality of the good, and also the quality of the evil from the good; nor can the nature of the one be understood if the other is taken away."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:10",
                            "text": "God therefore did not exclude evil, that the nature of virtue might be evident."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:11",
                            "text": "For how could patient endurance retain its meaning and name if there were nothing which we were compelled to endure? How could faith devoted to its God deserve praise, unless there were some one who wished to turn us away from God? For on this account He permitted the unjust to be more powerful, that they might be able to compel to evil; and on this account to be more numerous, that virtue might be precious, because it is rare."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:12",
                            "text": "And this very point is admirably and briefly shown by Quintilian in \"the muffled head\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:13",
                            "text": "\"For what virtue,\" he says, \"would there be in innocence, had not its rarity furnished it with praises? But because it is provided by nature that hatred, desire, and anger drive men blindly to that object to which they have applied themselves, to be free from fault appears to be beyond the power of man."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:14",
                            "text": "Otherwise, if nature had given to all men equal affections, piety would be nothing\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:15",
                            "text": "How true this is, the necessity of the case itself teaches."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:16",
                            "text": "For if it is virtue to resist with fortitude evils and vices, it is evident that, without evil and vice, there is no perfected virtue; and that God might render this complete and perfect, He retained that which was contrary to it, with which it might contend."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:17",
                            "text": "For, being agitated by evils which harass it, it gains stability; and in proportion to the frequency with which it is urged onward, is the firmness with which it is strengthened."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Lactantius: Divine Institutes Book V 7:18",
                            "text": "This is evidently the cause which effects that, although justice is sent to men, yet it cannot be said that a golden age exists; because God has not taken away evil, that He might retain that diversity which alone preserves the mystery of a divine religion."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Lactantius: Divine Institutes Book V 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:2",
                            "text": "VIII."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:3",
                            "text": "—Of Justice Known to All, But Not Embraced; Of the True Temple of God, and of His Worship, that All Vices May Be Subdued."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:4",
                            "text": "They, therefore, who think that no one is just, have justice before their eyes, but are unwilling to discern it."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:5",
                            "text": "For what reason is there why they should describe it either in poems or in all their discourse, complaining of its absence, when it is very easy for them to be good if they wish? Why do you depict to yourselves justice as worthless, and wish that she may fall from heaven, as it were, represented in some image? Behold, she is in your sight; receive her, if you are able, and place her in the abode of your breast; and do not imagine that this is difficult, or unsuited to the times."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:6",
                            "text": "Be just and good, and the justice which you seek will follow you of her own accord."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:7",
                            "text": "Lay aside every evil thought from your hearts, and that golden age will at once return to you, which you cannot attain to by any other means than by beginning to worship the true God."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:8",
                            "text": "But you long for justice on the earth, while the worship of false gods continues, which cannot possibly come to pass."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:9",
                            "text": "But it was not possible even at that time when you imagine, because those deities whom you impiously worship were not yet produced, and the worship of the one God must have prevailed throughout the earth; of that God, I say, who hates wickedness and requires goodness; whose temple is not stones or clay, but man himself, who bears the image of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:10",
                            "text": "And this temple is adorned not with corruptible gifts of gold and jewels, but with the lasting offices of virtues."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:11",
                            "text": "Learn, therefore, if any intelligence is left to you, that men are wicked and unjust because gods are worshipped; and that all evils daily increase to the affairs of men on this account, because God the Maker and Governor of this world has been neglected; because, contrary to that which is right, impious superstitions have been taken up; and lastly, because you do not permit God to be worshipped even by a few."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:12",
                            "text": "But if God only were worshipped, there would not be dissensions and wars, since men would know that they are the sons of one God; and, therefore, among those who were connected by the sacred and inviolable bond of divine relationship, there would be no plottings, inasmuch as they would know what kind of punishments God prepared for the destroyers of souls, who sees through secret crimes, and even the very thoughts themselves."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:13",
                            "text": "There would be no frauds or plunderings if they had learned, through the instruction of God, to be content with that which was their own, though little, so that they might prefer solid and eternal things to those which are frail and perishable."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:14",
                            "text": "There would be no adulteries, and debaucheries, and prostitution of women, if it were known to all, that whatever is sought beyond the desire of procreation is condemned by God."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:15",
                            "text": "Nor would necessity compel a woman to dishonour her modesty, to seek for herself a most disgraceful mode of sustenance; since the males also would restrain their lust, and the pious and religious contributions of the rich would succour the destitute."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:16",
                            "text": "There would not, therefore, as I have said, be these evils on the earth, if there were by common consent a general observance of the law of God, if those things were done by all which our people alone perform."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:17",
                            "text": "How happy and how golden would be the condition of human affairs, if throughout the world gentleness, and piety, and peace, and innocence, and equity, and temperance, and faith, took up their abode! In short, there would be no need of so many and varying laws to rule men, since the law of God alone would be sufficient for perfect innocence; nor would there be any need of prisons, or the swords of rulers, or the terror of punishments, since the wholesomeness of the divine precepts infused into the breasts of men would of itself instruct them to works of justice."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:18",
                            "text": "But now men are wicked through ignorance of what is right and good."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:19",
                            "text": "And this, indeed, Cicero saw; for, discoursing on the subject of the laws, he says: \"As the world, with all its parts agreeing with one another, coheres and depends upon one and the same nature, so all men, being naturally confused among themselves, disagree through depravity; nor do they understand that they are related by blood, and that they are all subject to one and the same guardianship: for if this were kept in mind, assuredly men would live the life of gods\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:20",
                            "text": "Therefore the unjust and impious worship of the gods has introduced all the evils by which mankind in turn destroy one another."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Lactantius: Divine Institutes Book V 8:21",
                            "text": "For they could not retain their piety, who, as prodigal and rebellious children, had renounced the authority of God, the common parent of all."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Lactantius: Divine Institutes Book V 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:2",
                            "text": "IX."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:3",
                            "text": "—Of the Crimes of the Wicked, and the Torture Inflicted on the Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:4",
                            "text": "At times, however, they perceive that they are wicked, and praise the condition of the former ages, and conjecture that justice is absent because of their characters and deserts; for, though she presents herself to their eyes, they not only fail to receive or recognise her, but they even violently hate, and persecute, and endeavour to banish her."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:5",
                            "text": "Let us suppose, in the meantime, that she whom we follow is not justice: how will they receive her whom they imagine to be the true justice, if she shall have come, when they torture and kill those whom they themselves confess to be imitators of the just, because they perform good and just actions; whereas, if they should put to death the wicked only, they would deserve to be unvisited by justice, who had no other reason for leaving the earth than the shedding of human blood? How much more so when they slay the righteous, and account the followers of justice themselves as enemies, yea, as more than enemies; who, though they eagerly seek their lives, and property, and children by sword and fire, yet are spared when conquered; and there is a place for clemency even amidst arms; or if they have determined to carry their cruelty to the utmost, nothing more is done towards them, except that they are put to death or led away to slavery! But this is unutterable which is done towards those who are ignorant of crime, and none are regarded as more guilty than those who are of all men innocent."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:6",
                            "text": "Therefore most wicked men venture to make mention of justice, men who surpass wild beasts in ferocity, who lay waste the most gentle flock of God,—  \"Like gaunt wolves rushing from their den,  Whom lawless hunger's sullen growl  Drives forth into the night to prowl\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:7",
                            "text": "But these have been maddened not by the fury of hunger, but of the heart; nor do they prowl in a black mist, but by open plundering; nor does the consciousness of their crimes ever recall them from profaning the sacred and holy name of justice with that mouth which, like the jaws of beasts, is wet with the blood of the innocent."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:8",
                            "text": "What must we say is especially the cause of this excessive and persevering hatred?  \"Does truth produce hatred,\"    as the poet says, as though inspired by the Divine Spirit, or are they ashamed to be bad in the presence of the just and good? Or is it rather from both causes? For the truth is always hateful on this account, because he who sins wishes to have free scope for sinning, and thinks that he cannot in any other way more securely enjoy the pleasure of his evil doings, than if there is no one whom his faults may displease."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:9",
                            "text": "Therefore they endeavour entirely to exterminate and take them away as witnesses of their crimes and wickedness, and think them burthensome to themselves, as though their life were reproved."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:10",
                            "text": "For why should any be unseasonably good, who, when the public morals are corrupted, should censure them by living well? Why should not all be equally wicked, rapacious, unchaste, adulterers, perjured, covetous, and fraudulent? Why should they not rather be taken out of the way, in whose presence they are ashamed to lead an evil life, who, though not by words, for they are silent, but by their very course of life, so unlike their own, assail and strike the forehead of sinners? For whoever disagrees with them appears to reprove them."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:11",
                            "text": "Nor is it greatly to be wondered at if these things are done towards men, since for the same cause the people who were placed in hope, and not ignorant of God, rose up against God Himself; and the same necessity follows the righteous which attacked the Author of righteousness Himself."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:12",
                            "text": "Therefore they harass and torment them with studied kinds of punishments, and think it little to kill those whom they hate, unless cruelty also mocks their bodies."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:13",
                            "text": "But if any through fear of pain or death, or by their own perfidy, have deserted the heavenly oath, and have consented to deadly sacrifices, these they praise and load with honours, that by their example they may allure others."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:14",
                            "text": "But upon those who have highly esteemed their faith, and have not denied that they are worshippers of God, they fall with all the strength of their butchery, as though they thirsted for blood; and they call them desperate, because they by no means spare their body; as though anything could be more desperate, than to torture and tear in pieces him whom you know to be innocent."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:15",
                            "text": "Thus no sense of shame remains among those from whom all kind feeling is absent, and they retort upon just men reproaches which are befitting to themselves."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:16",
                            "text": "For they call them impious, being themselves forsooth pious, and shrinking from the shedding of human blood; whereas, if they would consider their own acts, and the acts of those whom they condemn as impious, they would now understand how false they are, and more deserving of all those things which they either say or do against the good."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:17",
                            "text": "For they are not of our number, but of theirs who besiege the roads in arms, practice piracy by sea; or if it has not been in their power openly to assail, secretly mix poisons; who kill their wives that they may gain their dowries, or their husbands that they may marry adulterers; who either strangle the sons born from themselves, or if they are too pious, expose them; who restrain their incestuous passions neither from a daughter, nor sister, nor mother, nor priestess; who conspire against their own citizens and country; who do not fear the sack; who, in fine, commit sacrilege, and despoil the temples of the gods whom they worship; and, to speak of things which are light and usually practised by them, who hunt for inheritances, forge wills, either remove or exclude the just heirs; who prostitute their own persons to lust; who, in short, unmindful of what they were born, contend with women in passivity; who, in violation of all propriety, pollute and dishonour the most sacred part of their body; who mutilate themselves, and that which is more impious, in order that they may be priests of religion; who do not even spare their own life, but sell their lives to be taken away in public; who, if they sit as judges, corrupted by a bribe, either destroy the innocent or set free the guilty without punishment; who grasp at the heaven itself by sorceries, as though the earth would not contain their wickedness."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:18",
                            "text": "These crimes, I say, and more than these, are plainly committed by those who are worshippers of the gods."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:19",
                            "text": "Amidst these crimes of such number and magnitude, what place is there for justice? And I have collected a few only out of many, not for the purpose of censure, but to show their nature."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:20",
                            "text": "Let those who shall wish to know all take in hand the books of Seneca, who was at the same time a most true describer and a most vehement accuser of the public morals and vices."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:21",
                            "text": "But Lucilius also briefly and concisely described that dark life in these verses: \"But now from morn to night, on festival and ordinary day alike, the whole people and the fathers with one accord display themselves in the forum, and never depart from it."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:22",
                            "text": "They have all given themselves to one and the same pursuit and art, that they may be able cautiously to deceive, to fight treacherously, to contend in flattery, each to pretend that he is a good man, to lie in wait, as if all were enemies to all\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:23",
                            "text": "But which of these things can be laid to the charge of our people, with whom the whole of religion consists in living without guilt and without spot? Since, therefore, they see that both they and their people do those things which we have said, but that ours practice nothing else but that which is just and good, they might, if they had any understanding, have perceived from this, both that they who do what is good are pious, and that they themselves who commit wicked actions are impious."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:24",
                            "text": "For it is impossible that they who do not err in all the actions of their life, should err in the main point, that is, in religion, which is the chief of all things."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:25",
                            "text": "For impiety, if taken up in that which is the most important, would follow through all the rest."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:26",
                            "text": "And therefore it is impossible that they who err in the whole of their life should not be deceived also in religion; inasmuch as piety, if it kept its rule in the chief point, would maintain its course in others."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Lactantius: Divine Institutes Book V 9:27",
                            "text": "Thus it happens, that on either side the character of the main subject may be known from the state of the actions which are carried on."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Lactantius: Divine Institutes Book V 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:2",
                            "text": "X."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:3",
                            "text": "—Of False Piety, and of False and True Religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:4",
                            "text": "It is worth while to investigate their piety, that from their merciful and pious actions it may be understood what is the character of those things which are done by them contrary to the laws of piety."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:5",
                            "text": "And that I may not seem to attack any one with harshness, I will take a character from the poets, and one which is the greatest example of piety."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:6",
                            "text": "In Maro, that king  \"Than who  The breath of being none e'er drew,  More brave, more pious, or more true,\"—    what proofs of justice did he bring forward to us?  \"There walk with hands fast bound behind  The victim prisoners, designed  For slaughter o'er the flames\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:7",
                            "text": "What can be more merciful than this piety? what more merciful than to immolate human victims to the dead, and to feed the fire with the blood of men as with oil? But perhaps this may not have been the fault of the hero himself, but of the poet, who polluted with distinguished wickedness \"a man distinguished by his piety\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:8",
                            "text": "Where then, O poet, is that piety which you so frequently praise? Behold the pious aeneas:—  \"Four hapless youths of Sulmo's breed,  And four who Ufens call their sire,  He takes alive, condemned to bleed  To Pallas' shade on Pallas' pyre\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:9",
                            "text": "Why, therefore, at the very same time when he was sending the men in chains to slaughter, did he say,  \"Fain would I grant the living peace,\"    when he ordered that those whom he had in his power alive should be slain in the place of cattle? But this, as I have said, was not his fault—for he perhaps had not received a liberal education—but yours; for, though you were learned, yet you were ignorant of the nature of piety, and you believed that that wicked and detestable action of his was the befitting exercise of piety."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:10",
                            "text": "He is plainly called pious on this account only, because he loved his father."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:11",
                            "text": "Why should I say that  \"The good aeneas owned their plea,\"    and yet slew them? For, though adjured by the same father, and  \"By young Iulus' dawning day,\"    he did not spare them,  \"Live fury kindling every vein\"    What! can any one imagine that there was any virtue in him who was fired with madness as stubble, and, forgetful of the shade of his father, by whom he was entreated, was unable to curb his wrath? He was therefore by no means pious who not only slew the unresisting, but even suppliants."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:12",
                            "text": "Here some one will say: What then, or where, or of what character is piety? Truly it is among those who are ignorant of wars, who maintain concord with all, who are friendly even to their enemies, who love all men as brethren, who know how to restrain their anger, and to soothe every passion of the mind with calm government."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:13",
                            "text": "How great a mist, therefore, how great a cloud of darkness and errors, has over-spread the breasts of men who, when they think themselves especially pious, then become especially impious? For the more religiously they honour those earthy images, so much the more wicked are they towards the name of the true divinity."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:14",
                            "text": "And therefore they are often harassed with greater evils as the reward of their impiety; and because they know not the cause of these evils, the blame is altogether ascribed to fortune, and the philosophy of Epicurus finds a place, who thinks that nothing extends to the gods, and that they are neither influenced by favour nor moved by anger, because they often see their despisers happy, and their worshippers in misery."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:15",
                            "text": "And this happens on this account, because when they seem to be religious and naturally good, they are believed to deserve nothing of that kind which they often suffer."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:16",
                            "text": "However, they console themselves by accusing fortune; nor do they perceive that if she had any existence, she would never injure her worshippers."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:17",
                            "text": "Piety of this kind is therefore deservedly followed by punishment; and the deity offended with the wickedness of men who are depraved in their religious worship, punishes them with heavy misfortune; who, although they live with holiness in the greatest faith and innocence, yet because they worship gods whose impious and profane rites are an abomination to the true God, are estranged from justice and the name of true piety."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:18",
                            "text": "Nor is it difficult to show why the worshippers of the gods cannot be good and just."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:19",
                            "text": "For how shall they abstain from the shedding of blood who worship bloodthirsty deities, Mars and Bellona? or how shall they spare their parents who worship Jupiter, who drove out his father? or how shall they spare their own infants who worship Saturnus? how shall they uphold chastity who worship a goddess who is naked, and an adulteress, and who prostitutes herself as it were among the gods? how shall they withhold themselves from plunder and frauds who are acquainted with the thefts of Mercurius, who teaches that to deceive is not the part of fraud, but of cleverness? how shall they restrain their lusts who worship Jupiter, Hercules, Liber, Apollo, and the others, whose adulteries and debaucheries with men and women are not only known to the learned, but are even set forth in the theatres, and made the subject of songs, so that they are notorious to all? Among these things is it possible for men to be just, who, although they were naturally good, would be trained to injustice by the very gods themselves? For, that you may propitiate the god whom you worship, there is need of those things with which you know that he is pleased and delighted."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Lactantius: Divine Institutes Book V 10:20",
                            "text": "Thus it comes to pass that the god fashions the life of his worshippers according to the character of his own will, since the most religious worship is to imitate."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Lactantius: Divine Institutes Book V 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:1",
                            "text": "Chap XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:2",
                            "text": "—Of the Cruelty of the Heathens Against the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:3",
                            "text": "Therefore, because justice is burthensome and unpleasant to those men who agree with the character of their gods, they exercise with violence against the righteous the same impiety which they show in other things."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:4",
                            "text": "And not without reason are they spoken of by the prophets as beasts."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:5",
                            "text": "Therefore it is excellently said by Marcus Tullius: \"For if there is no one who would not prefer to die than to be changed into the figure of a beast, although he is about to have the mind of a man, how much more wretched is it to be of a brutalized mind in the figure of a man! To me, indeed, it seems as much worse as the mind is more excellent than the body\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:6",
                            "text": "Therefore they view with disdain the bodies of beasts, though they are themselves more cruel than these; and they pride themselves on this account, that they were born men, though they have nothing belonging to man except the features and the eminent figure."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:7",
                            "text": "For what Caucasus, what India, what Hyrcania ever nourished beasts so savage and so bloodthirsty? For the fury of all wild beasts rages until their appetite is satisfied; and when their hunger is appeased, immediately is pacified."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:8",
                            "text": "That is truly a beast by whose command alone  \"With rivulets of slaughter reeks  The stern embattled field\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:9",
                            "text": "\"Dire agonies, wild terrors swarm,  And Death glares grim in many a form\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:10",
                            "text": "No one can befittingly describe the cruelty of this beast, which reclines in one place, and yet rages with iron teeth throughout the world, and not only tears in pieces the limbs of men, but also breaks their very bones, and rages over their ashes, that there may be no place for their burial, as though they who confess God aimed at this, that their tombs should be visited, and not rather that they themselves may reach the presence of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:11",
                            "text": "What brutality is it, what fury, what madness, to deny light to the living, earth to the dead? I say, therefore, that nothing is more wretched than those men whom necessity has either found or made the ministers of another's fury, the satellites of an impious command."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:12",
                            "text": "For that was no honour, or exaltation of dignity, but the condemnation of a man to torture, and also to the everlasting punishment of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:13",
                            "text": "But it is impossible to relate what things they performed individually throughout the world."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:14",
                            "text": "For what number of volumes will contain so infinite, so varied kinds of cruelty? For, having gained power, every one raged according to his own disposition."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:15",
                            "text": "Some, through excessive timidity, proceeded to greater lengths than they were commanded; others thus acted through their own particular hatred against the righteous; some by a natural ferocity of mind; some through a desire to please, and that by this service they might prepare the way to higher offices: some were swift to slaughter, as an individual in Phrygia, who burnt a whole assembly of people, together with their place of meeting."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:16",
                            "text": "But the more cruel he was, so much the more merciful is he found to be."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:17",
                            "text": "But that is the worst kind of persecutors whom a false appearance of clemency flatters; he is the more severe, he the more cruel torturer, who determines to put no one to death."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:18",
                            "text": "Therefore it cannot be told what great and what grievous modes of tortures judges of this kind devised, that they might arrive at the accomplishment of their purpose."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:19",
                            "text": "But they do these things not only on this account, that they may be able to boast that they have slain none of the innocent,—for I myself have heard some boasting that their administration has been in this respect without bloodshed,—but also for the sake of envy, lest either they themselves should be overcome, or the others should obtain the glory due to their virtue."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:20",
                            "text": "And thus, in devising modes of punishment, they think of nothing else besides victory."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:21",
                            "text": "For they know that this is a contest and a battle."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:22",
                            "text": "I saw in Bithynia the praefect wonderfully elated with joy, as though he had subdued some nation of barbarians, because one who had resisted for two years with great spirit appeared at length to yield."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:23",
                            "text": "They contend, therefore, that they may conquer and inflict exquisite pains on their bodies, and avoid nothing else but that the victims may not die under the torture: as though, in truth, death alone could make them happy, and as though tortures also in proportion to their severity would not produce greater glory of virtue."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:24",
                            "text": "But they with obstinate folly give orders that diligent care shall be given to the tortured, that their limbs may be renovated for other tortures, and fresh blood be supplied for punishment."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:25",
                            "text": "What can be so pious, so beneficent, so humane? They would not have bestowed such anxious care on any whom they loved."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:26",
                            "text": "This is the discipline of the gods: to these deeds they train their worshippers; these are the sacred rites which they require."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:27",
                            "text": "Moreover, most wicked murderers have invented impious laws against the pious."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:28",
                            "text": "For both sacrilegious ordinances and unjust disputations of jurists are read."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Lactantius: Divine Institutes Book V 11:29",
                            "text": "Domitius, in his seventh book, concerning the office of the proconsul, has collected wicked rescripts of princes, that he might show by what punishments they ought to be visited who confessed themselves to be worshippers of God."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Lactantius: Divine Institutes Book V 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:2",
                            "text": "XII."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:3",
                            "text": "—Of True Virtue; And of the Estimation of a Good or Bad Citizen."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:4",
                            "text": "What would you do to those who give the name of justice to the tortures inflicted by tyrants of old, who fiercely raged against the innocent; and though they are teachers of injustice and cruelty, wish to appear just and prudent, being blind and dull, and ignorant of affairs and of truth? Is justice so hateful to you, O abandoned minds, that ye regard it as equal with the greatest crimes? Is innocence so utterly lost in your eyes, that you do not think it worthy of death only, but it is esteemed as beyond all crimes to commit no crime, and to have a breast pure from all contagion of guilt? And since we are speaking generally with those who worship gods, let us have your permission to do good with you; for this is our law, this our business, this our religion."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:5",
                            "text": "If we appear to you wise, imitate us; if foolish, despise us, or even laugh at us, if you please; for our folly is profitable to us."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:6",
                            "text": "Why do you lacerate, why do you afflict us? We do not envy your wisdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:7",
                            "text": "We prefer this folly of ours—we embrace this."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:8",
                            "text": "We believe that this is expedient for us,—to love you, and to confer all things upon you, who hate us."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:9",
                            "text": "There is in the writings of Cicero a passage not inconsistent with the truth, in that disputation which is held by Furius against justice: \"I ask,\" he says, \"if there should be two men, and one of them should be an excellent man, of the highest integrity, the greatest justice, and remarkable faith, and the other distinguished by crime and audacity; and if the state should be in such error as to regard that good man as wicked, vicious, and execrable, but should think the one who is most wicked to be of the highest integrity and faith; and if, in accordance with this opinion of all the citizens, that good man should be harassed, dragged away, should be deprived of his hands, have his eyes dug out, should be condemned, be bound, be branded, be banished, be in want, and lastly, should most justly appear to all to be most wretched; but, on the other hand, if that wicked man should be praised, and honoured, and loved by all,—if all honours, all commands, all wealth, and all abundance should be bestowed upon him,—in short, if he should be judged in the estimation of all an excellent man, and most worthy of all fortune,—who, I pray, will be so mad as to doubt which of the two he would prefer to be?\" Assuredly he put forth this example as though he divined what evils were about to happen to us, and in what manner, on account of righteousness; for our people suffer all these things through the perverseness of those in error."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:10",
                            "text": "Behold, the state, or rather the whole world itself, is in such error, that it persecutes, tortures, condemns, and puts to death good and righteous men, as though they were wicked and impious."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:11",
                            "text": "For as to what he says, that no one is so infatuated as to doubt which of the two he would prefer to be, he indeed, as the one who was contending against justice, thought this, that the wise man would prefer to be bad if he had a good reputation, than to be good with a bad reputation."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:12",
                            "text": "But may this senselessness be absent from us, that we should prefer that which is false to the true? Or does the character of our good man depend upon the errors of the people, more than upon our own conscience and the judgment of God? Or shall any prosperity ever allure us, so that we should not rather choose true goodness, though accompanied with all evil, than false goodness together with all prosperity? Let kings retain their kingdoms, the rich their riches, as Plautus says, the wise their wisdom; let them leave to us our folly, which is evidently proved to be wisdom, from the very fact that they envy us its possession: for who would envy a fool, but he who is himself most foolish? But they are not so foolish as to envy fools; but from the fact of their following us up with such care and anxiety, they allow that we are not fools."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Lactantius: Divine Institutes Book V 12:13",
                            "text": "For why should they rage with such cruelty, unless it is that they fear lest, as justice grows strong from day to day, they should be deserted together with their decaying gods? If, therefore, the worshippers of gods are wise, and we are foolish, why do they fear lest the wise shall be allured by the foolish?."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Lactantius: Divine Institutes Book V 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:2",
                            "text": "—Of the Increase and the Punishment of the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:3",
                            "text": "But since our number is continually increased from the worshippers of gods, but is never lessened, not even in persecution itself,—since men may commit sin, and be defiled by sacrifice, but they cannot be turned away from God, for the truth prevails by its own power,—who is there, I pray, so foolish and so blind as not to see on which side wisdom is? But they are blinded by malice and fury, that they cannot see; and they think that those are foolish who, when they have it in their power to avoid punishments, nevertheless prefer to be tortured and to be put to death; whereas they might see from this very circumstance, that it is not folly to which so many thousands throughout the world agree with one and the same mind."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:4",
                            "text": "For if women fall into error through the weakness of their sex (for these persons sometimes call it a womanish and anile superstition), men doubtless are wise."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:5",
                            "text": "If boys, if youths are improvident through their age, the mature and aged doubtless have a fixed judgment."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:6",
                            "text": "If one city is unwise, it is evident that the other innumerable cities cannot be foolish."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:7",
                            "text": "If one province or one nation is without prudence, the rest must have understanding of that which is right."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:8",
                            "text": "But since the divine law has been received from the rising even to the setting of the sun, and each sex, every age, and nation, and country, with one and the same mind obeys God—since there is everywhere the same patient endurance, the same contempt of death—they ought to have understood that there is some reason in that matter, that it is not without a cause that it is defended even to death, that there is some foundation and solidity, which not only frees that religion from injuries and molestation, but always increases and makes it stronger."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:9",
                            "text": "For in this respect also the malice of those is brought to light, who think that they have utterly overthrown the religion of God if they have corrupted men, when it is permitted them to make satisfaction also to God; and there is no worshipper of God so evil who does not, when the opportunity is given him, return to appease God, and that, too, with greater devotedness."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:10",
                            "text": "For the consciousness of sin and the fear of punishment make a man more religious, and the faith is always much stronger which is replaced through repentance."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:11",
                            "text": "If, therefore, they themselves, when they think that the gods are angry with them, nevertheless believe that they are appeased by gifts, and sacrifices, and incense, what reason is there why they should imagine our God to be so unmerciful and implacable, that it should appear impossible for him to be a Christian, who by compulsion and against his will has poured a libation to their gods? Unless by chance they think that those who are once contaminated are about to change their mind, so that they may now begin of their own accord to do that which they have done under the influence of torture."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:12",
                            "text": "Who would willingly undertake that duty which began with injury? Who, when he sees the scars on his own sides, would not the more hate the gods, on account of whom he bears the traces of lasting punishment, and the marks imprinted upon his flesh? Thus it comes to pass, that when peace is given from heaven, those who were estranged from us return, and a fresh crowd of others are added on account of the wonderful nature of the virtue displayed."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:13",
                            "text": "For when the people see that men are lacerated by various kinds of tortures, and that they retain their patience unsubdued while the executioners are wearied, they think, as is really the case, that neither the agreement of so many nor the constancy of the dying is without meaning, and that patience itself could not surmount such great tortures without the aid of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:14",
                            "text": "Robbers and men of robust frame are unable to endure lacerations of this kind: they utter exclamations, and send forth groans; for they are overcome by pain, because they are destitute of patience infused into them."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:15",
                            "text": "But in our case (not to speak of men), boys and delicate women in silence overpower their torturers, and even the fire is unable to extort from them a groan."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:16",
                            "text": "Let the Romans go and boast in their Mutius or Regulus,—the one of whom gave himself up to be slain by the enemy, because he was ashamed to live as a captive; the other being taken by the enemy, when he saw that he could not escape death, laid his hand upon the burning hearth, that he might make atonement for his crime to the enemy whom he wished to kill, and by that punishment received the pardon which he had not deserved."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Lactantius: Divine Institutes Book V 13:17",
                            "text": "Behold, the weak sex and fragile age endure to be lacerated in the whole body, and to be burned: not of necessity, for it is permitted them to escape if they wished to do so; but of their own will, because they put their trust in God."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Lactantius: Divine Institutes Book V 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:2",
                            "text": "XIV."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:3",
                            "text": "—Of the Fortitude of the Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:4",
                            "text": "But this is true virtue, which the vaunting philosophers also boast of, not in deed, but with empty words, saying that nothing is so befitting the gravity and constancy of a wise man as to be able to be driven away from his sentiment and purpose by no torturers, but that it is worth his while to suffer torture and death rather than betray a trust or depart from his duty, or, overcome by fear of death or severity of pain, commit any injustice."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:5",
                            "text": "Unless by chance Flaccus appears to them to rave in his lyrics, when he says,  \"Not the rage of the million commanding things evil;  Not the doom frowning near in the brows of the tyrant,  Shakes the upright and resolute man  In his solid completeness of soul\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:6",
                            "text": "And nothing can be more true than this, if it is referred to those who refuse no tortures, no kind of death, that they may not turn aside from faith and justice; who do not tremble at the commands of tyrants nor the swords of rulers, so as not to maintain true and solid liberty with constancy of mind, which wisdom is to be observed in this alone."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:7",
                            "text": "For who is so arrogant, who so lifted up, as to forbid me to raise my eyes to heaven? Who can impose upon me the necessity either of worshipping that which I am unwilling to worship, or of abstaining from the worship of that which I wish to worship? What further will now be left to us, if even this, which must be done of one's own will, shall be extorted from me by the caprice of another? No one will effect this, if we have any courage to despise death and pain."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:8",
                            "text": "But if we possess this constancy, why are we judged foolish when we do those things which philosophers praise? Seneca, in charging men with inconsistency, rightly says the highest virtue appears to them to consist in greatness of spirit; and yet the same persons regard him who despises death as a madman, which is plainly a mark of the greatest perverseness."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Lactantius: Divine Institutes Book V 14:9",
                            "text": "But those followers of vain religions urge this with the same folly with which they fail to understand the true God; and these the Erythraean Sibyl calls \"deaf and senseless,\" since they neither hear nor perceive divine things, but fear and adore an earthen image moulded by their own fingers."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Lactantius: Divine Institutes Book V 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:2",
                            "text": "XV."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:3",
                            "text": "—Of Folly, Wisdom, Piety, Equity, and Justice."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:4",
                            "text": "But the reason on account of which they imagine those who are wise to be foolish has strong grounds of support (for they are not deceived without reason)."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:5",
                            "text": "And this must be diligently explained by us, that they may at length (if it is possible) recognise their errors."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:6",
                            "text": "Justice by its own nature has a certain appearance of folly, and I am able to confirm this both by divine and human testimonies."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:7",
                            "text": "But perhaps we should not succeed with them, unless we should teach them from their own authorities that no one can be just, a matter which is united with true wisdom, unless he also appears to be foolish."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:8",
                            "text": "Carneades was a philosopher of the Academic sect; and one who knows not what power he had in discussion, what eloquence, what sagacity, will nevertheless understand the character of the man himself from the praises of Cicero or of Lucilius, in whose writings Neptune, discoursing on a subject of the greatest difficulty, shows that it cannot be explained, even if Orcus should restore Carneades himself to life."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:9",
                            "text": "This Carneades, when he had been sent by the Athenians as ambassador to Rome, disputed copiously on the subject of justice, in the hearing of Galba and Cato, who had been censor, who were at that time the greatest of orators."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:10",
                            "text": "But on the next day the same man overthrew his own argument by a disputation to the contrary effect, and took away the justice which he had praised on the preceding day, not indeed with the gravity of a philosopher, whose prudence ought to be firm and his opinion settled, but as it were by an oratorical kind of exercise of disputing on both sides."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:11",
                            "text": "And he was accustomed to do this, that he might be able to refute others who asserted anything."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:12",
                            "text": "L."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:13",
                            "text": "Furius, in Cicero, makes mention of that discussion in which justice is overthrown."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:14",
                            "text": "I believe, inasmuch as he was discussing the subject of the state, he did it that he might introduce the defence and praise of that without which he thought that a state could not be governed."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:15",
                            "text": "But Carneades, that he might refute Aristotle and Plato, the advocates of justice, in that first disputation collected all the arguments which were alleged in behalf of justice, that he might be able to overthrow them, as he did."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:16",
                            "text": "For it was very easy to shake justice, having no roots, inasmuch as there was then none on the earth, that its nature or qualities might be perceived by philosophers."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:17",
                            "text": "And I could wish that men, so many and of such a character, had possessed knowledge also, in proportion to their eloquence and spirit, for completing the defence of this greatest virtue, which has its origin in religion, its principle in equity! But those who were ignorant of that first part could not possess the second."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:18",
                            "text": "But I wish first to show, summarily and concisely, what it is, that it may be understood that the philosophers were ignorant of justice, and were unable to defend that with which they were unacquainted."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:19",
                            "text": "Although justice embraces all the virtues together, yet there are two, the chief of all, which cannot be torn asunder and separated from it—piety and equity."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:20",
                            "text": "For fidelity, temperance, uprightness, innocence, integrity, and the other things of this kind, either naturally or through the training of parents, may exist in those men who are ignorant of justice, as they have always existed; for the ancient Romans, who were accustomed to glory in justice, used evidently to glory in those virtues which (as I have said) may proceed from justice, and be separated from the very fountain itself."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:21",
                            "text": "But piety and equity are, as it were, its veins: for in these two fountains the whole of justice is contained; but its source and origin is in the first, all its force and method in the second."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:22",
                            "text": "But piety is nothing else but the conception of God, as Trismegistus most truly defined it, as we have said in another place."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:23",
                            "text": "If, therefore, it is piety to know God, and the sum of this knowledge is that you worship Him, it is plain that he is ignorant of justice who does not possess the knowledge of God."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:24",
                            "text": "For how can he know justice itself, who is ignorant of the source from which it arises? Plato, indeed, spoke many things respecting the one God, by whom he said that the world was framed; but he spoke nothing respecting religion: for he had dreamed of God, but had not known Him."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:25",
                            "text": "But if either he himself or any other person had wished to complete the defence of justice, he ought first of all to have overthrown the religions of the gods, because they are opposed to piety."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:26",
                            "text": "And because Socrates indeed tried to do this, he was thrown into prison; that even then it might be seen what was about to happen to those men who had begun to defend true justice, and to serve the only God."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:27",
                            "text": "The other part of justice, therefore, is equity; and it is plain that I am not speaking of the equity of judging well, though this also is praiseworthy in a just man, but of making himself equal to others, which Cicero calls equability."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:28",
                            "text": "For God, who produces and gives breath to men, willed that all should be equal, that is, equally matched."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:29",
                            "text": "He has imposed on all the same condition of living; He has produced all to wisdom; He has promised immortality to all; no one is cut off from His heavenly benefits."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:30",
                            "text": "For as He distributes to all alike His one light, sends forth His fountains to all, supplies food, and gives the most pleasant rest of sleep; so He bestows on all equity and virtue."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:31",
                            "text": "In His sight no one is a slave, no one a master; for if all have the same Father, by an equal right we are all children."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:32",
                            "text": "No one is poor in the sight of God, but he who is without justice; no one is rich, but he who is full of virtues; no one, in short, is excellent, but he who has been good and innocent; no one is most renowned, but he who has abundantly performed works of mercy; no one is most perfect, but he who has filled all the steps of virtue."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:33",
                            "text": "Therefore neither the Romans nor the Greeks could possess justice, because they had men differing from one another by many degrees, from the poor to the rich, from the humble to the powerful; in short, from private persons to the highest authorities of kings."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Lactantius: Divine Institutes Book V 15:34",
                            "text": "For where all are not equally matched, there is not equity; and inequality of itself excludes justice, the whole force of which consists in this, that it makes those equal who have by an equal lot arrived at the condition of this life."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Lactantius: Divine Institutes Book V 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:2",
                            "text": "XVI."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:3",
                            "text": "—Of the Duties of the Just Man, and the Equity of Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:4",
                            "text": "Therefore, since those two fountains of justice are changed, all virtue and all truth are taken away, and justice itself returns to heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:5",
                            "text": "And on this account the true good was not discovered by philosophers, because they were ignorant both of its origin and effects: which has been revealed to no others but to our people."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:6",
                            "text": "Some one will say, Are there not among you some poor, and others rich; some servants, and others masters? Is there not some difference between individuals? There is none; nor is there any other cause why we mutually bestow upon each other the name of brethren, except that we believe ourselves to be equal."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:7",
                            "text": "For since we measure all human things not by the body, but by the spirit, although the condition of bodies is different, yet we have no servants, but we both regard and speak of them as brothers in spirit, in religion as fellow-servants."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:8",
                            "text": "Riches also do not render men illustrious, except that they are able to make them more conspicuous by good works."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:9",
                            "text": "For men are rich, not because they possess riches, but because they employ them on works of justice; and they who seem to be poor, on this account are rich, because they are not in want, and desire nothing."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:10",
                            "text": "Though, therefore, in lowliness of mind we are on an equality, the free with slaves, and the rich with the poor, nevertheless in the sight of God we are distinguished by virtue."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:11",
                            "text": "And every one is more elevated in proportion to his greater justice."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:12",
                            "text": "For if it is justice for a man to put himself on a level even with those of lower rank, although he excels in this very thing, that he made himself equal to his inferiors; yet if he has conducted himself not only as an equal, but even as an inferior, he will plainly obtain a much higher rank of dignity in the judgment of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:13",
                            "text": "For assuredly, since all things in this temporal life are frail and liable to decay, men both prefer themselves to others, and contend about dignity; than which nothing is more foul, nothing mere arrogant, nothing more removed from the conduct of a wise man: for these earthly things are altogether opposed to heavenly things."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:14",
                            "text": "For as the wisdom of men is the greatest foolishness with God, and foolishness is (as I have shown) the greatest wisdom; so he is low and abject in the sight of God who shall have been conspicuous and elevated on earth."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:15",
                            "text": "For, not to mention that these present earthly goods to which great honour is paid are contrary to virtue, and enervate the vigour of the mind, what nobility, I pray, can be so firm, what resources, what power, since God is able to make kings themselves even lower than the lowest? And therefore God has consulted our interest in placing this in particular among the divine precepts: \"He that exalteth himself shall be abased; and he that humbleth himself shall be exalted\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:16",
                            "text": "And the wholesomeness of this precept teaches that he who shall simply place himself on a level with other men, and carry himself with humility, is esteemed excellent and illustrious in the sight of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Lactantius: Divine Institutes Book V 16:17",
                            "text": "For the sentiment is not false which is brought forward in Euripides to this effect:—  \"The things which are here considered evil are esteemed good in heaven\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Lactantius: Divine Institutes Book V 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:2",
                            "text": "XVII."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:3",
                            "text": "—Of the Equity, Wisdom, and Foolishness of Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:4",
                            "text": "I have explained the reason why philosophers were unable either to find or to defend justice."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:5",
                            "text": "Now I return to that which I had purposed."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:6",
                            "text": "Carneades, therefore, since the arguments of the philosophers were weak, undertook the bold task of refuting them, because he understood that they were capable of refutation."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:7",
                            "text": "The substance of his disputation was this: \"That men enacted laws for themselves, with a view to their own advantage, differing indeed according to their characters, and in the case of the same persons often changed according to the times: but that there was no natural law: that all, both men and other animals, were borne by the guidance of nature to their own advantage; therefore that there was no justice, or if any did exist, it was the greatest folly, because it injured itself by promoting the interests of others\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:8",
                            "text": "And he brought forward these arguments: \"That all nations which flourished with dominion, even the Romans themselves, who were masters of the whole world, if they wish to be just, that is, to restore the possessions of others, must return to cottages, and lie down in want and miseries\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:9",
                            "text": "Then, leaving general topics, he came to particulars."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:10",
                            "text": "\"If a good man,\" he says, \"has a runaway slave, or an unhealthy and infected house, and he alone knows these faults, and on this account offers it for sale, will he give out that the slave is a runaway, and the house which he offers for sale is infected, or will he conceal it from the purchaser? If he shall give it out, he is good indeed, because he will not deceive; but still he will be judged foolish, because he will either sell at a low price or not sell at all."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:11",
                            "text": "If he shall conceal it, he will be wise indeed, because he will consult his own interest; but he will be also wicked, because he will deceive."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:12",
                            "text": "Again, if he should find any one who supposes that he is selling copper ore when it is gold, or lead when it is silver, will he be silent, that he may buy it at a small price; or will he give information of it, so that he may buy it at a great price? It evidently appears foolish to prefer to buy it at a great price\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:13",
                            "text": "From which he wished it to be understood, both that he who is just and good is foolish, and that he who is wise is wicked; and yet that it may possibly happen without ruin, for men to be contented with poverty."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:14",
                            "text": "Therefore he passed to greater things, in which no one could be just without danger of his life."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:15",
                            "text": "For he said: \"Certainly it is justice not to put a man to death, not to take the property of another."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:16",
                            "text": "What, then, will the just man do, if he shall happen to have suffered shipwreck, and some one weaker than himself shall have seized a plank? Will he not thrust him from the plank, that he himself may get upon it, and supported by it may escape, especially since there is no witness in the middle of the sea? If he is wise, he will do so; for he must himself perish unless he shall thus act."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:17",
                            "text": "But if he choose rather to die than to inflict violence upon another, in this case he is just, but foolish, in not sparing his own life while he spares the life of another."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:18",
                            "text": "Thus also, if the army of his own people shall have been routed, and the enemy have begun to press upon them, and that just man shall have met with a wounded man on horseback, will he spare him so as to be slain himself, or will he throw him from his horse, that he himself may escape from the enemy? If he shall do this, he will be wise, but also wicked; if he shall not do it, he will be just, but also of necessity foolish\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:19",
                            "text": "When, therefore, he had thus divided justice into two parts, saying that the one was civil, the other natural, he subverted both: because the civil part is wisdom, but not justice; but the natural part is justice, but not wisdom."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:20",
                            "text": "These arguments are altogether subtle and acute, and such as Marcus Tullius was unable to refute."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Lactantius: Divine Institutes Book V 17:21",
                            "text": "For when he represents Laelius as replying to Furius, and speaking in behalf of justice, he passed them by as a pitfall without refuting them; so that the same Laelius appears not to have defended natural justice, which bad fallen under the charge of folly, but that civil justice which Furius had admitted to be wisdom, but unjust."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Lactantius: Divine Institutes Book V 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:2",
                            "text": "XVIII."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:3",
                            "text": "—Of Justice, Wisdom, and Folly."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:4",
                            "text": "With reference to our present discussion, I have shown how justice bears the resemblance of folly, that it may appear that those are not deceived without reason who think that men of our religion are foolish in appearing to do such things as he proposed."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:5",
                            "text": "Now I perceive that a greater undertaking is required from me, to show why God wished to enclose justice under the appearance of folly, and to remove it from the eyes of men, when I shall have first replied to Furius, since Laelius has not sufficiently replied to him; who, although he was a wise man, as he was called, yet could not be the advocate of true justice, because he did not possess the source and fountain of justice."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:6",
                            "text": "But this defence is easier for us, to whom by the bounty of Heaven this justice is familiar and well known, and who know it not in name, but in reality."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:7",
                            "text": "For Plato and Aristotle desired with an honest will to defend justice, and would have effected something, if their good endeavours, their eloquence, and vigour of intellect had been aided also by a knowledge of divine things."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:8",
                            "text": "Thus their work, being vain and useless, was neglected: nor were they able to persuade any of men to live according to their precept, because that system had no foundation from heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:9",
                            "text": "But our work must be more certain, since we are taught of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:10",
                            "text": "For they represented justice in words, and pictured it when it was not in sight; nor were they able to confirm their assertions by present examples."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:11",
                            "text": "For the hearers might have answered that it was impossible to live as they prescribed in their disputation; so that none have as yet existed who followed that course of life."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:12",
                            "text": "But we show the truth of our statements not only by words, but also by examples derived from the truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:13",
                            "text": "Therefore Carneades understood what is the nature of justice, except that he did not sufficiently perceive that it was not folly; although I seem to myself to understand with what intention he did this."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:14",
                            "text": "For he did not really think that he who is just is foolish; but when he knew that he was not so, but did not comprehend the cause why he appeared so, he wished to show that the truth lay hidden, that he might maintain the dogma of his own sect, the chief opinion of which is, \"that nothing can be fully comprehended\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:15",
                            "text": "Let us see, therefore, whether justice has any agreement with folly."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:16",
                            "text": "The just man, he says, if he does not take away from the wounded man his horse, and from the shipwrecked man his plank, in order that he may preserve his own life, is foolish."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:17",
                            "text": "First of all, I deny that it can in any way happen that a man who is truly just should be in circumstances of this kind; for the just man is neither at enmity with any human being, nor desires anything at all which is the property of another."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:18",
                            "text": "For why should he take a voyage, or what should he seek from another land, when his own is sufficient for him? Or why should he carry on war, and mix himself with the passions of others, when his mind is engaged in perpetual peace with men? Doubtless he will be delighted with foreign merchandise or with human blood, who does not know how to seek gain, who is satisfied with his mode of living, and considers it unlawful not only himself to commit slaughter, but to be present with those who do it, and to behold it! But I omit these things, since it is possible that a man may be compelled even against his will to undergo these things."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:19",
                            "text": "Do you then, O Furius—or rather O Carneades, for all this speech is his—think that justice is so useless, so superfluous, and so despised by God, that it has no power and no influence in itself which may avail for its own preservation? But it is evident that they who are ignorant of the mystery of man, and who therefore refer all things to this present life, cannot know how great is the force of justice."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:20",
                            "text": "For when they discuss the subject of virtue, although they understand that it is very full of labours and miseries, nevertheless they say that it is to be sought for its own sake; for they by no means see its rewards, which are eternal and immortal."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:21",
                            "text": "Thus, by referring all things to the present life, they altogether reduce virtue to folly, since it undergoes such great labours of this life in vain and to no purpose."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:22",
                            "text": "But more on this subject at another opportunity."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:23",
                            "text": "In the meanwhile let us speak of justice, as we began, the power of which is so great, that when it has raised its eyes to heaven, it deserves all things from God."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:24",
                            "text": "Flaccus therefore rightly said, that the power of innocence is so great, that wherever it journeys, it needs neither arms nor strength for its protection:—  \"He whose life hath no flaw, pure from guile, need not borrow  Or the bow or the darts of the Moor, O my Fuscus!  He relies for defence on no quiver that teems with  Poison-steept arrows."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:25",
                            "text": "Though his path be along sultry African Syrtes,  Or Caucasian ravines, where no guest finds a shelter,  Or the banks which Hydaspes, the stream weird with fable,  Licks languid-flowing\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:26",
                            "text": "It is impossible, therefore, that amidst the dangers of tempests and of wars the just man should be unprotected by the guardianship of Heaven; and that even if he should be at sea in company with parricides and guilty men, the wicked also should not be spared, that this one just and innocent soul may be freed from danger, or at any rate may be alone preserved while the rest perish."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:27",
                            "text": "But let us grant that the case which the philosopher proposes is possible: what, then, will the just man do, if he shall have met with a wounded man on a horse, or a shipwrecked man on a plank? I am not unwilling to confess he will rather die than put another to death."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:28",
                            "text": "Nor will justice, which is the chief good of man, on this account receive the name of folly."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:29",
                            "text": "For what ought to be better and dearer to man than innocence? And this must be the more perfect, the more you bring it to extremity, and choose to die rather than to detract from the character of innocence."
                        },
                        {
                            "verse": 30,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:30",
                            "text": "It is folly, he says, to spare the life of another in a case which involves the destruction of one's own life."
                        },
                        {
                            "verse": 31,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:31",
                            "text": "Then do you think it foolish to perish even for friendship?  Why, then, are those Pythagorean friends praised by you, of whom the one gave himself to the tyrant as a surety for the life of the other, and the other at the appointed time, when his surety was now being led to execution, presented himself, and rescued him by his own interposition? Whose virtue would not be held in such glory, when one of them was willing to die for his friend, the other even for his word which had been pledged, if they were regarded as fools."
                        },
                        {
                            "verse": 32,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:32",
                            "text": "In fine, on account of this very virtue the tyrant rewarded them by preserving both, and thus the disposition of a most cruel man was changed."
                        },
                        {
                            "verse": 33,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:33",
                            "text": "Moreover, it is even said that he entreated them to admit him as a third party to their friendship, from which it is plain that he regarded them not as fools, but as good and wise men."
                        },
                        {
                            "verse": 34,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:34",
                            "text": "Therefore I do not see why, since it is reckoned the highest glory to die for friendship and for one's word, it is not glorious to a man to die even for his innocence."
                        },
                        {
                            "verse": 35,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:35",
                            "text": "They are therefore most foolish who impute it as a crime to us that we are willing to die for God, when they themselves extol to the heavens with the highest praises him who was willing to die for a man."
                        },
                        {
                            "verse": 36,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:36",
                            "text": "In short, to conclude this disputation, reason itself teaches that it is impossible for a man to be at once just and foolish, wise and unjust."
                        },
                        {
                            "verse": 37,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:37",
                            "text": "For he who is foolish is unacquainted with that which is just and good, and therefore always errs."
                        },
                        {
                            "verse": 38,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:38",
                            "text": "For he is, as it were, led captive by his vices; nor can he in any way resist them, because he is destitute of the virtue of which he is ignorant."
                        },
                        {
                            "verse": 39,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:39",
                            "text": "But the just man abstains from all fault, because he cannot do otherwise, although he has the knowledge of right and wrong."
                        },
                        {
                            "verse": 40,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:40",
                            "text": "But who is able to distinguish right from wrong except the wise man? Thus it comes to pass, that he can never be just who is foolish, nor wise who is unjust."
                        },
                        {
                            "verse": 41,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:41",
                            "text": "And if this is most true, it is plain that he who has not taken away a plank from a shipwrecked man, or a horse from one who is wounded, is not foolish; because it is a sin to do these things, and the wise man abstains from sin."
                        },
                        {
                            "verse": 42,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:42",
                            "text": "Nevertheless I myself also confess that it has this appearance, through the error of men, who are ignorant of the peculiar character of everything."
                        },
                        {
                            "verse": 43,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:43",
                            "text": "And thus the whole of this inquiry is refuted not so much by arguments as by definition."
                        },
                        {
                            "verse": 44,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:44",
                            "text": "Therefore folly is the erring in deeds and words, through ignorance of what is right and good."
                        },
                        {
                            "verse": 45,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:45",
                            "text": "Therefore he is not a fool who does not even spare himself to prevent injury to another, which is an evil."
                        },
                        {
                            "verse": 46,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:46",
                            "text": "And this, indeed, reason and the truth itself dictate."
                        },
                        {
                            "verse": 47,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:47",
                            "text": "For we see that in all animals, because they are destitute of wisdom, nature is the provider of supplies for itself."
                        },
                        {
                            "verse": 48,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:48",
                            "text": "Therefore they injure others that they may profit themselves, for they do not understand that the committing an injury is evil."
                        },
                        {
                            "verse": 49,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:49",
                            "text": "But man, who has the knowledge of good and evil, abstains from committing an injury even to his own damage, which an animal without reason is unable to do; and on this account innocence is reckoned among the chief virtues of man."
                        },
                        {
                            "verse": 50,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:50",
                            "text": "Now by these things it appears that he is the wisest man who prefers to perish rather than to commit an injury, that he may preserve that sense of duty by which he is distinguished from the dumb creation."
                        },
                        {
                            "verse": 51,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:51",
                            "text": "For he who does not point out the error of one who is offering the gold for sale, in order that he may buy it for a small sum, or he who does not avow that he is offering for sale a runaway slave or an infected house, having an eye to his own gain or advantage, is not a wise man, as Carneades wished it to appear, but crafty and cunning."
                        },
                        {
                            "verse": 52,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:52",
                            "text": "Now craftiness and cunning exist in the dumb animals also: either when they lie in wait for others, and take them by deceit, that they may devour them; or when they avoid the snares of others in various ways."
                        },
                        {
                            "verse": 53,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:53",
                            "text": "But wisdom falls to man alone."
                        },
                        {
                            "verse": 54,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:54",
                            "text": "For wisdom is understanding either with the purpose of doing that which is good and right, or for the abstaining from improper words and deeds."
                        },
                        {
                            "verse": 55,
                            "chapter": 18,
                            "name": "Lactantius: Divine Institutes Book V 18:55",
                            "text": "Now a wise man never gives himself to the pursuit of gain, because he despises these earthly advantages: nor does he allow any one to be deceived, because it is the duty of a good man to correct the errors of men, and to bring them back to the right way; since the nature of man is social and beneficent, in which respect alone he bears a relation to God."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Lactantius: Divine Institutes Book V 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:2",
                            "text": "XIX."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:3",
                            "text": "—Of Virtue and the Tortures of Christians, and of the Right of a Father and Master."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:4",
                            "text": "But undoubtedly this is the cause why he appears to be foolish who prefers to be in want, or to die rather than to inflict injury or take away the property of another,—namely, because they think that man is destroyed by death."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:5",
                            "text": "And from this persuasion all the errors both of the common people and also of the philosophers arise."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:6",
                            "text": "For if we have no existence after death, assuredly it is the part of the most foolish man not to promote the interests of the present life, that it may be long-continued, and may abound with all advantages."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:7",
                            "text": "But he who shall act thus must of necessity depart from the rule of justice."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:8",
                            "text": "But if there remains to man a longer and a better life—and this we learn both from the arguments of great philosophers, and from the answers of seers, and the divine words of prophets—it is the part of the wise man to despise this present life with its advantages, since its entire loss is compensated by immortality."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:9",
                            "text": "The same defender of justice, Laelius, says in Cicero: \"Virtue altogether wishes for honour; nor is there any other reward of virtue\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:10",
                            "text": "There is indeed another, and that most worthy of virtue, which you, O Laelius, could never have supposed; for you had no knowledge of the sacred writings."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:11",
                            "text": "And this reward it easily receives, and does not harshly demand."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:12",
                            "text": "You are greatly mistaken, if you think that a reward can be paid to virtue by man, since you yourself most truly said in another place: \"What riches will you offer to this man? what commands? what kingdoms? He who regards these things as human, judges his own advantages to be divine\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:13",
                            "text": "Who, therefore, can think you a wise man, O Laelius, when you contradict yourself, and after a short interval take away from virtue that which you have given to her? But it is manifest that ignorance of the truth makes your opinion uncertain and wavering."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:14",
                            "text": "In the next place, what do you add? \"But if all the ungrateful, or the many who are envious, or powerful enemies, deprive virtue of its rewards\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:15",
                            "text": "Oh how frail, how worthless, have you represented virtue to be, if it can be deprived of its reward! For if it judges its goods to be divine, as you said, how can there be any so ungrateful, so envious, so powerful, as to be able to deprive virtue of those goods which were conferred upon it by the gods? \"Assuredly it delights itself,\" he says, \"by many comforts, and especially supports itself by its own beauty\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:16",
                            "text": "By what comforts? by what beauty? since that beauty is often charged upon it as a fault, and turned into a punishment."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:17",
                            "text": "For what if, as Furius said, a man should be dragged away, harassed, banished, should be in want, be deprived of his hands, have his eyes put out, be condemned, put into chains, be burned, be miserably tortured also? will virtue lose its reward, or rather, will it perish itself? By no means."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:18",
                            "text": "But it will both receive its reward from God the Judge, and it will live, and always flourish."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:19",
                            "text": "And if you take away these things, nothing in the life of man can appear to be so useless, so foolish, as virtue, the natural goodness and honour of which may teach us that the soul is not mortal, and that a divine reward is appointed for it by God."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:20",
                            "text": "But on this account God willed that virtue itself should be concealed under the character of folly, that the mystery of truth and of His religion might be secret; that He might show the vanity and error of these superstitions, and of that earthly wisdom which raises itself too highly, and exhibits great self-complacency, that its difficulty being at length set forth, that most narrow path might lead to the lofty reward of immortality."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:21",
                            "text": "I have shown, as I think, why our people are esteemed foolish by the foolish."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:22",
                            "text": "For to choose to be tortured and slain, rather than to take incense in three fingers, and throw it upon the hearth, appears as foolish as, in a case where life is endangered, to be more careful of the life of another than of one's own."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:23",
                            "text": "For they do not know how great an act of impiety it is to adore any other object than God, who made heaven and earth, who fashioned the human race, breathed into them the breath of life, and gave them light."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:24",
                            "text": "But if he is accounted the most worthless of slaves who runs away and deserts his master, and if he is judged most deserving of stripes and chains, and a prison, and the cross, and of all evil; and if a son, in the same manner, is thought abandoned and impious who deserts his father, that he may not pay him obedience, and on this account is considered deserving of being disinherited, and of having his name removed for ever from his family,—how much more so does he who forsakes God, in whom the two names entitled to equal reverence, of Lord and Father, alike meet? For what benefit does he who buys a slave bestow upon him, beyond the nourishment with which he supplies him for his own advantage? And he who begets a son has it not in his power to effect that he shall be conceived, or born, or live; from which it is evident that he is not the father, but only the instrument of generation."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Lactantius: Divine Institutes Book V 19:25",
                            "text": "Of what punishments, therefore, is he deserving, who forsakes Him who is both the true Master and Father, but those which God Himself has appointed? who has prepared everlasting fire for the wicked spirits; and this He Himself threatens by His prophets to the impious and the rebellious."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Lactantius: Divine Institutes Book V 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:2",
                            "text": "XX."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:3",
                            "text": "—Of the Vanity and Crimes, Impious Superstitions, and of the Tortures of the Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:4",
                            "text": "Therefore, let those who destroy their own souls and the souls of others learn what an inexpiable crime they commit; in the first place, because they cause their own death by serving most abandoned demons, whom God has condemned to everlasting punishments; in the next place, because they do not permit God to be worshipped by others, but endeavour to turn men aside to deadly rites, and strive with the greatest diligence that no life may be without injury on earth, which looks to heaven with its condition secured."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:5",
                            "text": "What else shall I call them but miserable men, who obey the instigations of their own plunderers, whom they think to be gods? of whom they neither know the condition, nor origin, nor names, nor nature; but, clinging to the persuasion of the people, they willingly err, and favour their own folly."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:6",
                            "text": "And if you should ask them the grounds of their persuasion, they can assign none, but have recourse to the judgment of their ancestors, saying that they were wise, that they approved them, that they knew what was best; and thus they deprive themselves of all power of perception: they bid adieu to reason, while they place confidence in the errors of others."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:7",
                            "text": "Thus, involved in ignorance of all things, they neither know themselves nor their gods."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:8",
                            "text": "And would to heaven that they had been willing to err by themselves, and to be unwise by themselves! But they hurry away others also to be companions of their evil, as though they were about to derive comfort from the destruction of many."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:9",
                            "text": "But this very ignorance causes them to be so cruel in persecuting the wise; and they pretend that they are promoting their welfare, that they wish to recall them to a good mind."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:10",
                            "text": "Do they then strive to effect this by conversation, or by giving some reason? By no means; but they endeavour to effect it by force and tortures."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:11",
                            "text": "O wonderful and blind infatuation! It is thought that there is a bad mind in those who endeavour to preserve their faith, but a good one in executioners."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:12",
                            "text": "Is there, then, a bad mind in those who, against every law of humanity, against every principle of justice, are tortured, or rather, in those who inflict on the bodies of the innocent such things, as neither the most cruel robbers, nor the most enraged enemies, nor the most savage barbarians have ever practised? Do they deceive themselves to such an extent, that they mutually transfer and change the names of good and evil? Why, therefore, do they not call day night—the sun darkness? Moreover, it is the same impudence to give to the good the name of evil, to the wise the name of foolish, to the just the name of impious."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:13",
                            "text": "Besides this, if they have any confidence in philosophy or in eloquence, let them arm themselves, and refute these arguments of ours if they are able; let them meet us hand to hand, and examine every point."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:14",
                            "text": "It is befitting that they should undertake the defence of their gods, lest, if our affairs should increase (as they do increase daily), theirs should be deserted, together with their shrines and their vain mockeries; and since they can effect nothing by violence (for the religion of God is increased the more it is oppressed), let them rather act by the use of reason and exhortations."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:15",
                            "text": "Let their priests come forth into the midst, whether the inferior ones or the greatest; their flamens, augurs, and also sacrificing kings, and the priests and ministers of their superstitions."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:16",
                            "text": "Let them call us together to an assembly; let them exhort us to undertake the worship of their gods; let them persuade us that there are many beings by whose deity and providence all things are governed; let them show how the origins and beginnings of their sacred rites and gods were handed down to mortals; let them explain what is their source and principle; let them set forth what reward there is in their worship, and what punishment awaits neglect; why they wish to be worshipped by men; what the piety of men contributes to them, if they are blessed: and let them confirm all these things not by their own assertion (for the authority of a mortal man is of no weight), but by some divine testimonies, as we do."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:17",
                            "text": "There is no occasion for violence and injury, for religion cannot be imposed by force; the matter must be carried on by words rather than by blows, that the will may be affected."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:18",
                            "text": "Let them unsheath the weapon of their intellect; if their system is true, let it be asserted."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:19",
                            "text": "We are prepared to hear, if they teach; while they are silent, we certainly pay no credit to them, as we do not yield to them even in their rage."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:20",
                            "text": "Let them imitate us in setting forth the system of the whole matter: for we do not entice, as they say; but we teach, we prove, we show."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:21",
                            "text": "And thus no one is detained by us against his will, for he is unserviceable to God who is destitute of faith and devotedness; and yet no one departs from us, since the truth itself detains him."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:22",
                            "text": "Let them teach in this manner, if they have any confidence in the truth; let them speak, let them give utterance; let them venture, I say, to discuss with us something of this nature; and then assuredly their error and folly will be ridiculed by the old women, whom they despise, and by our boys."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:23",
                            "text": "For, since they are especially clever, they know from books the race of the gods, and their exploits, and commands, and deaths, and tombs; they may also know that the rites themselves, in which they have been initiated, had their origin either in human actions, or in casualties, or in deaths."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:24",
                            "text": "It is the part of incredible madness to imagine that they are gods, whom they cannot deny to have been mortal; or if they should be so shameless as to deny it, their own writings, and those of their own people, will refute them; in short, the very beginnings of the sacred rites will convict them."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:25",
                            "text": "They may know, therefore, even from this very thing, how great a difference there is between truth and falsehood; for they themselves with all their eloquence are unable to persuade, whereas the unskilled and the uneducated are able, because the matter itself and the truth speaks."
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:26",
                            "text": "Why then do they rage, so that while they wish to lessen their folly, they increase it? Torture and piety are widely different; nor is it possible for truth to be united with violence, or justice with cruelty."
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:27",
                            "text": "But with good reason they do not venture to teach anything concerning divine things, lest they should both be derided by our people and be deserted by their own."
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:28",
                            "text": "For the common people for the most part, if they ascertain that these mysteries were instituted in memory of the dead, will condemn them, and seek for some truer object of worship."
                        },
                        {
                            "verse": 29,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:29",
                            "text": "\"Hence rites of mystic awe\"    were instituted by crafty men, that the people may not know what they worship."
                        },
                        {
                            "verse": 30,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:30",
                            "text": "But since we are acquainted with their systems, why do they either not believe us who are acquainted with both, or envy us because we have preferred truth to falsehood? But, they say, the public rites of religion must be defended."
                        },
                        {
                            "verse": 31,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:31",
                            "text": "Oh with what an honourable inclination the wretched men go astray! For they are aware that there is nothing among men more excellent than religion, and that this ought to be defended with the whole of our power; but as they are deceived in the matter of religion itself, so also are they in the manner of its defence."
                        },
                        {
                            "verse": 32,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:32",
                            "text": "For religion is to be defended, not by putting to death, but by dying; not by cruelty, but by patient endurance; not by guilt, but by good faith: for the former belong to evils, but the latter to goods; and it is necessary for that which is good to have place in religion, and not that which is evil."
                        },
                        {
                            "verse": 33,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:33",
                            "text": "For if you wish to defend religion by bloodshed, and by tortures, and by guilt, it will no longer be defended, but will be polluted and profaned."
                        },
                        {
                            "verse": 34,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:34",
                            "text": "For nothing is so much a matter of free-will as religion; in which, if the mind of the worshipper is disinclined to it, religion is at once taken away, and ceases to exist."
                        },
                        {
                            "verse": 35,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:35",
                            "text": "The right method therefore is, that you defend religion by patient endurance or by death; in which the preservation of the faith is both pleasing to God Himself, and adds authority to religion."
                        },
                        {
                            "verse": 36,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:36",
                            "text": "For if he who in this earthly warfare preserves his faith to his king in some illustrious action, if he shall continue to live, because more beloved and acceptable, and if he shall fall, obtains the highest glory, because he has undergone death for his leader; how much more is faith to be kept towards God, the Ruler of all, who is able to pay the reward of virtue, not only to the living, but also to the dead! Therefore the worship of God, since it belongs to heavenly warfare, requires the greatest devotedness and fidelity."
                        },
                        {
                            "verse": 37,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:37",
                            "text": "For how will God either love the worshipper, if He Himself is not loved by him, or grant to the petitioner whatever he shall ask, when he draws nigh to offer his prayer without sincerity or reverence? But these men, when they come to offer sacrifice, present to their gods nothing from within, nothing of their own—no uprightness of mind, no reverence or fear."
                        },
                        {
                            "verse": 38,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:38",
                            "text": "Therefore, when the worthless sacrifices are completed, they leave their religion altogether in the temple, and with the temple, as they had found it; and neither bring with them anything of it, nor take anything back."
                        },
                        {
                            "verse": 39,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:39",
                            "text": "Hence it is that religious observances of this kind are neither able to make men good, nor to be firm and unchangeable."
                        },
                        {
                            "verse": 40,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:40",
                            "text": "And thus men are easily led away from them, because nothing is learned in them relating to the life, nothing relating to wisdom, nothing to faith."
                        },
                        {
                            "verse": 41,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:41",
                            "text": "For what is the religion of those gods? what is its power? what its discipline? what its origin? what its principle? what its foundation? what its substance? what is its tendency? or what does it promise, so that it may be faithfully preserved and boldly defended by man? I see nothing else in it than a rite pertaining to the fingers only."
                        },
                        {
                            "verse": 42,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:42",
                            "text": "But our religion is on this account firm, and solid, and unchangeable, because it teaches justice, because it is always with us, because it has its existence altogether in the soul of the worshipper, because it has the mind itself for a sacrifice."
                        },
                        {
                            "verse": 43,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:43",
                            "text": "In that religion nothing else is required but the blood of animals, and the smoke of incense, and the senseless pouring out of libations; but in this of ours, a good mind, a pure breast, an innocent life: those rites are frequented by unchaste adulteresses without any discrimination, by impudent procuresses, by filthy harlots; they are frequented by gladiators, robbers, thieves, and sorcerers, who pray for nothing else but that they may commit crimes with impunity."
                        },
                        {
                            "verse": 44,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:44",
                            "text": "For what can the robber ask when he sacrifices, or the gladiator, but that they may slay? what the poisoner, but that he may escape notice? what the harlot, but that she may sin to the uttermost? what the adulteress, but either the death of her husband, or that her unchastity may be concealed? what the procuress, but that she may deprive many of their property? what the thief, but that he may commit more peculations? But in our religion there is no place even for a slight and ordinary offence; and if any one shall come to a sacrifice without a sound conscience, he hears what threats God denounces against him: that God, I say, who sees the secret places of the heart, who is alway hostile to sins, who requires justice, who demands fidelity."
                        },
                        {
                            "verse": 45,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:45",
                            "text": "What place is there here for an evil mind or for an evil prayer? But those unhappy men neither understand from their own crimes how evil it is to worship, since, defiled by all crimes, they come to offer prayer; and they imagine that they offer a pious sacrifice if they wash their skin; as though any streams could wash away, or any seas purify, the lusts which are shut up within their breast."
                        },
                        {
                            "verse": 46,
                            "chapter": 20,
                            "name": "Lactantius: Divine Institutes Book V 20:46",
                            "text": "How much better it is rather to cleanse the mind, which is defiled by evil desires, and to drive away all vices by the one laver of virtue and faith! For he who shall do this, although he bears a body which is defiled and sordid, is pure enough."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Lactantius: Divine Institutes Book V 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:2",
                            "text": "XXI."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:3",
                            "text": "—Of the Worship of Other Gods and the True God, and of the Animals Which the Egyptians Worshipped."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:4",
                            "text": "But they, because they know not the object or the mode of worship, blindly and unconsciously fall into the contrary practice."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:5",
                            "text": "Thus they adore their enemies, they appease with victims their robbers and murderers, and they place their own souls to be burned with the very incense on detestable altars."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:6",
                            "text": "The wretched men are also angry, because others do not perish in like manner, with incredible blindness of minds."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:7",
                            "text": "For what can they see who do not see the sun? As though, if they were gods, they would need the assistance of men against their despisers."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:8",
                            "text": "Why, therefore, are they angry with us, if they have no power to effect anything? Unless it be that they destroy their gods, whose power they distrust, they are more irreligious than those who do not worship them at all."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:9",
                            "text": "Cicero, in his Laws, enjoining men to approach with holiness to the sacrifices, says, \"Let them put on piety, let them lay aside riches; if any one shall act otherwise, God Himself will be the avenger\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:10",
                            "text": "This is well spoken; for it is not right to despair about God, whom you worship on this account, because you think Him powerful."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:11",
                            "text": "For how can He avenge the wrongs of His worshippers, if He is unable to avenge His own? I wish therefore to ask them to whom especially they think that they are doing a service in compelling them to sacrifice against their will, Is it to those whom they compel? But that is not a kindness which is done to one who refuses it."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:12",
                            "text": "But we must consult their interests, even against their will, since they know not what is good."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:13",
                            "text": "Why, then, do they so cruelly harass, torture, and weaken them, if they wish for their safety? or whence is piety so impious, that they either destroy in this wretched manner, or render useless, those whose welfare they wish to promote? Or do they do service to the gods? But that is not a sacrifice which is extorted from a person against his will."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:14",
                            "text": "For unless it is offered spontaneously, and from the soul, it is a curse; when men sacrifice, compelled by proscription, by injuries, by prison, by tortures."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:15",
                            "text": "If they are gods who are worshipped in this manner, if for this reason only, they ought not to be worshipped, because they wish to be worshipped in this manner: they are doubtless worthy of the detestation of men, since libations are made to them with tears, with groaning, and with blood flowing from all the limbs."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:16",
                            "text": "But we, on the contrary, do not require that any one should be compelled, whether he is willing or unwilling, to worship our God, who is the God of all men; nor are we angry if any one does not worship Him."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:17",
                            "text": "For we trust in the majesty of Him who has power to avenge contempt shown towards Himself, as also He has power to avenge the calamities and injuries inflicted on His servants."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:18",
                            "text": "And therefore, when we suffer such impious things, we do not resist even in word; but we remit vengeance to God, not as they act who would have it appear that they are defenders of their gods, and rage without restraint against those who do not worship them."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:19",
                            "text": "From which it may be understood how it is not good to worship their gods, since men ought to have been led to that which is good by good, and not by evil; but because this is evil, even its office is destitute of good."
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:20",
                            "text": "But they who destroy religious systems must be punished."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:21",
                            "text": "Have we destroyed them in a worse manner than the nation of the Egyptians, who worship the most disgraceful figures of beasts and cattle, and adore as gods some things which it is even shameful to speak of? Have we done worse than those same who, when they say that they worship the gods, yet publicly and shamefully deride them?—for they even allow pantomimic representations of them to be acted with laughter and pleasure."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:22",
                            "text": "What kind of a religion is this, or how great must that majesty be considered, which is adored in temples and mocked in theatres? And they who have done these things do not suffer the vengeance of the injured deity, but even go away honoured and praised."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:23",
                            "text": "Do we destroy them in a worse manner than certain philosophers, who say that there are no gods at all, but that all things are spontaneously produced, and that all things which are done happen by chance? Do we destroy them in a worse manner than the Epicureans, who admit the existence of gods, but deny that they regard anything, and say that they are neither angry nor are influenced by favour? By which words they plainly persuade men that they are not to be worshipped at all, inasmuch as they neither regard their worshippers, nor are angry with those who do not worship them."
                        },
                        {
                            "verse": 24,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:24",
                            "text": "Moreover, when they argue against fears, they endeavour to effect nothing else than that no one should fear the gods."
                        },
                        {
                            "verse": 25,
                            "chapter": 21,
                            "name": "Lactantius: Divine Institutes Book V 21:25",
                            "text": "And yet these things are willingly heard by men, and discussed with impunity."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Lactantius: Divine Institutes Book V 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:2",
                            "text": "XXII."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:3",
                            "text": "—Of the Rage of the Demons Against Christians, and the Error of Unbelievers."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:4",
                            "text": "They do not therefore rage against us on this account, because their gods are not worshipped by us, but because the truth is on our side, which (as it has been said most truly) produces hatred."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:5",
                            "text": "What, then, shall we think, but that they are ignorant of what they suffer? For they act with a blind and unreasonable fury, which we see, but of which they are ignorant."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:6",
                            "text": "For it is not the men themselves who persecute, for they have no cause of anger against the innocent; but those contaminated and abandoned spirits by whom the truth is both known and hated insinuate themselves into their minds, and goad them in their ignorance to fury."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:7",
                            "text": "For these, as long as there is peace among the people of God, flee from the righteous, and fear them; and when they seize upon the bodies of men, and harass their souls, they are adjured by them, and at the name of the true God are put to flight."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:8",
                            "text": "For when they hear this name they tremble, cry out, and assert that they are branded and beaten; and being asked who they are, whence they are come, and how they have insinuated themselves into a man, confess it."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:9",
                            "text": "Thus, being tortured and excruciated by the power of the divine name, they come out of the man."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:10",
                            "text": "On account of these blows and threats, they always hate holy and just men; and because they are unable of themselves to injure them, they pursue with public hatred those whom they perceive to be grievous to them, and they exercise cruelty, with all the violence which they can employ, that they may either weaken their faith by pain, or, if they are unable to effect that, may take them away altogether from the earth, that there may be none to restrain their wickedness."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:11",
                            "text": "It does not escape my notice what reply can be made on the other side."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:12",
                            "text": "Why, then, does that God of surpassing power, that mighty One, whom you confess to preside over all things, and to be Lord of all, permit these things to be done, and neither avenge nor defend His worshippers? Why, in short, are they who do not worship Him rich, and powerful, and happy? and why do they enjoy honours and kingly state, and have these very persons subject to their power and sway?  We must also give a reason for this, that no error may remain."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:13",
                            "text": "For this is especially the cause why it is thought that religion has not the power of God, because men are influenced by the appearance of earthly and present goods, which in no way have reference to the care of the mind; and because they see that the righteous are without these goods, and that the unrighteous abound in them, they both judge that the worship of God is worthless, in which they do not see these things contained, and they imagine that the rites of other gods are true, since their worshippers enjoy riches and honours and kingdoms."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:14",
                            "text": "But they who are of this opinion do not attentively consider the power and method of man, which consists altogether in the mind, and not in the body."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:15",
                            "text": "For they see nothing more than is seen, namely the body; and because this is to be seen and handled, it is weak, frail, and mortal; and to this belong all those goods which are their desire and admiration, wealth, honours, and governments, since they bring pleasures to the body, and therefore are as liable to decay as the body itself."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Lactantius: Divine Institutes Book V 22:16",
                            "text": "But the soul, in which alone man consists since it is not exposed to the sight of the eyes, and its goods cannot be seen, for they are placed in virtue only, must therefore be as firm, and constant, and lasting as virtue itself, in which the good of the soul consists."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Lactantius: Divine Institutes Book V 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:2",
                            "text": "XXIII."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:3",
                            "text": "—Of the Justice and Patience of the Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:4",
                            "text": "It would be a lengthened task to draw forth all the appearances of virtue, to show respecting each how necessary it is for a wise and just man to be far removed from those goods, the enjoyment of which by the unjust causes the worship of their gods to be regarded as true and efficacious."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:5",
                            "text": "As our present inquiry is concerned, it will be sufficient to prove our point from the case of a single virtue."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:6",
                            "text": "For instance, patience is a great and leading virtue, which the public voices of the people and philosophers and orators alike extol with the highest praises."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:7",
                            "text": "But if it cannot be denied that this is a virtue of the highest kind, it is necessary that the just and wise man should be in the power of the unjust, for obtaining patience; for patience is the bearing with equanimity of the evils which are either inflicted or happen to fall upon us."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:8",
                            "text": "Therefore the just and wise man, because he exercises virtue, has patience in himself; but he will be altogether free from this if he shall suffer no adversity."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:9",
                            "text": "On the other hand, the man who lives in prosperity is impatient, and is without the greatest virtue."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:10",
                            "text": "I call him impatient, because he suffers nothing."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:11",
                            "text": "He is also unable to preserve innocency, which virtue is peculiar to the just and wise man."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:12",
                            "text": "But he often acts unjustly also, and desires the property of others, and seizes upon that which he has desired by injustice, because he is without virtue, and is subject to vice and sin; and forgetful of his frailty, he is puffed up with a mind elated with insolence."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:13",
                            "text": "From this cause the unjust, and those who are ignorant of God, abound with riches, and power, and honours."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:14",
                            "text": "For all these things are the rewards of injustice, because they cannot be perpetual, and they are sought through lust and violence."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:15",
                            "text": "But the just and wise man, because he deems all these things as human, as it has been said by Laelius, and his own goods as divine, neither desires anything which belongs to another, lest he should injure any one at all in violation of the law of humanity; nor does he long for any power or honour, that he may not do an injury to any one."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:16",
                            "text": "For he knows that all are produced by the same God, and in the same condition, and are joined together by the right of brotherhood."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:17",
                            "text": "But being contented with his own, and that a little, because he is mindful of his frailty, he does not seek for anything beyond that which may support his life; and even from that which he has he bestows a share on the destitute, because he is pious; but piety is a very great virtue."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:18",
                            "text": "To this is added, that he despises frail and vicious pleasures, for the sake of which riches are desired; since he is temperate, and master of his passions."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:19",
                            "text": "He also, having no pride or insolence, does not raise himself too highly, nor lift up his head with arrogance; but he is calm and peaceful, lowly and courteous, because he knows his own condition."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:20",
                            "text": "Since, therefore, he does injury to none, nor desires the property of others, and does not even defend his own if it is taken from him by violence, since he knows how even to bear with moderation an injury inflicted upon him, because he is endued with virtue; it is necessary that the just man should be subject to the unjust, and that the wise should be insulted by the foolish, that the one may sin because he is unjust, and the other may have virtue in himself because he is just."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:21",
                            "text": "But if any one shall wish to know more fully why God permits the wicked and the unjust to become powerful, happy, and rich, and, on the other hand, suffers the pious to be humble, wretched, and poor, let him take the book of Seneca which has the title, \"Why many evils happen to good men, though there is a providence;\" in which book he has said many things, not assuredly with the ignorance of this world, but wisely, and almost with divine inspiration."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:22",
                            "text": "\"God,\" he says, \"regards men as His children, but He permits the corrupt and vicious to live in luxury and delicacy, because He does not think them worthy of His correction."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:23",
                            "text": "But He often chastises the good whom He loves, and by continual labours exercises them to the practice of virtue: nor does He permit them to be corrupted and depraved by frail and perishable goods\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:24",
                            "text": "From which it ought to appear strange to no one if we are often chastised by God for our faults."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:25",
                            "text": "Yea, rather, when we are harassed and pressed, then we especially give thanks to our most indulgent Father, because He does not permit our corruption to proceed to greater lengths, but corrects it with stripes and blows."
                        },
                        {
                            "verse": 26,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:26",
                            "text": "From which we understand that we are an object of regard to God, since He is angry when we sin."
                        },
                        {
                            "verse": 27,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:27",
                            "text": "For when He might have bestowed upon His people both riches and kingdoms, as He had before given them to the Jews, whose successors and posterity we are; on this account He would have them live under the power and government of others, lest, being corrupted by the happiness of prosperity, they should glide into luxury and despise the precepts of God; as those ancestors of ours, who, ofttimes enervated by these earthly and frail goods, departed from discipline and burst the bonds of the law."
                        },
                        {
                            "verse": 28,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:28",
                            "text": "Therefore He foresaw how far He would afford rest to His worshippers if they should keep His commandments, and yet correct them if they did not obey His precepts."
                        },
                        {
                            "verse": 29,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:29",
                            "text": "Therefore, lest they should be as much corrupted by ease as their fathers had been by indulgence, it was His will that they should be oppressed by those in whose power He placed them, that He may both confirm them when wavering, and renew them to fortitude when corrupted, and try and prove them when faithful."
                        },
                        {
                            "verse": 30,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:30",
                            "text": "For how can a general prove the valour of his soldiers, unless he shall have an enemy? And yet there arises an adversary to him against his will, because he is mortal, and is able to be conquered; but because God cannot be opposed, He Himself stirs up adversaries to His name, not to fight against God Himself, but against His soldiers, that He may either prove the devotedness and fidelity of His servants, or may strengthen them, until He corrects their wasting discipline by the stripes of affliction."
                        },
                        {
                            "verse": 31,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:31",
                            "text": "There is also another cause why He permits persecutions to be carried on against us, that the people of God may be increased."
                        },
                        {
                            "verse": 32,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:32",
                            "text": "Nor is it difficult to show why or how this happens."
                        },
                        {
                            "verse": 33,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:33",
                            "text": "First of all, great numbers are driven from the worship of the false gods by their hatred of cruelty."
                        },
                        {
                            "verse": 34,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:34",
                            "text": "For who would not shrink from such sacrifices? In the next place, some are pleased with virtue and faith itself."
                        },
                        {
                            "verse": 35,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:35",
                            "text": "Some suspect that it is not without reason that the worship of the gods is considered evil by so many men, so that they would rather die than do that which others do that they may preserve their life."
                        },
                        {
                            "verse": 36,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:36",
                            "text": "Some one desires to know what that good is which is defended even to death, which is preferred to all things which are pleasant and beloved in this life, from which neither the loss of goods, nor of the light, nor bodily pain, nor tortures of the vitals deter them."
                        },
                        {
                            "verse": 37,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:37",
                            "text": "These things have great effect; but these causes have always especially increased the number of our followers."
                        },
                        {
                            "verse": 38,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:38",
                            "text": "The people who stand around hear them saying in the midst of these very torments that they do not sacrifice to stones wrought by the hand of man, but to the living God, who is in heaven: many understand that this is true, and admit it into their breast."
                        },
                        {
                            "verse": 39,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:39",
                            "text": "In the next place, as it is accustomed to happen in matters of uncertainty while they make inquiry of one another, what is the cause of this perseverance, many things which relate to religion, being spread abroad and carefully observed by rumour among one another, are learned; and because these are good they cannot fail to please."
                        },
                        {
                            "verse": 40,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:40",
                            "text": "Moreover, the revenge which follows, as always happens, greatly impels men to believe."
                        },
                        {
                            "verse": 41,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:41",
                            "text": "Nor, indeed, is it a slight cause that the unclean spirits of demons, having received permission, throw themselves into the bodies of many; and when these have afterwards been driven out, they who have been healed cling to the religion, the power of which they have experienced."
                        },
                        {
                            "verse": 42,
                            "chapter": 23,
                            "name": "Lactantius: Divine Institutes Book V 23:42",
                            "text": "These numerous causes being collected together, wonderfully gain over a great multitude to God."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Lactantius: Divine Institutes Book V 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:1",
                            "text": "Chap."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:2",
                            "text": "XXIV."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:3",
                            "text": "—Of the Divine Vengeance Inflicted on the Torturers of the Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:4",
                            "text": "Whatever, therefore, wicked princes plan against us, God Himself permits to be done."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:5",
                            "text": "And yet most unjust persecutors, to whom the name of God was a subject of reproach and mockery, must not think that they will escape with impunity, because they have been, as it were, the ministers of His indignation against us."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:6",
                            "text": "For they will be punished with the judgment of God, who, having received power, have abused it to an inhuman degree, and have even insulted God in their arrogance, and placed His eternal name beneath their feet, to be impiously and wickedly trampled upon."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:7",
                            "text": "On this account He promises that He will quickly take vengeance upon them, and exterminate the evil monsters from the earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:8",
                            "text": "But He also, although He is accustomed to avenge the persecutions of His people even in the present world, commands us, however, to await patiently that day of heavenly judgment, in which He Himself will honour or punish every man according to his deserts."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:9",
                            "text": "Therefore let not the souls of the sacrilegious expect that those whom they thus trample upon will be despised and unavenged."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:10",
                            "text": "Those ravenous and voracious wolves who have tormented just and innocent souls, without the commission of any crimes, will surely meet with their reward."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Lactantius: Divine Institutes Book V 24:11",
                            "text": "Only let us labour, that nothing else in us may be punished by men but righteousness alone: let us strive with all our power that we may at once deserve at the hands of God the avenging of our suffering and a reward."
                        }
                    ]
                }
            ]
        }
    ]
}