{
    "books": [
        {
            "name": "Chrysostom: Homilies on Eutropius I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Chrysostom: Homilies on Eutropius I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:1",
                            "text": "eutropius, patrician and consul."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:2",
                            "text": "Homily I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:3",
                            "text": "On Eutropius, the eunuch, Patrician and Consul."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:4",
                            "text": "\"Vanity of vanities, all is vanity\"—it is always seasonable to utter this but more especially at the present time."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:5",
                            "text": "Where are now the brilliant surroundings of thy consulship? where are the gleaming torches? Where is the dancing, and the noise of dancers' feet, and the banquets and the festivals? where are the garlands and the curtains of the theatre? where is the applause which greeted thee in the city, where the acclamation in the hippodrome and the flatteries of spectators? They are gone—all gone: a wind has blown upon the tree shattering down all its leaves, and showing it to us quite bare, and shaken from its very root; for so great has been the violence of the blast, that it has given a shock to all these fibres of the tree and threatens to tear it up from the roots."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:6",
                            "text": "Where now are your feigned friends? where are your drinking parties, and your suppers? where is the swarm of parasites, and the wine which used to be poured forth all day long, and the manifold dainties invented by your cooks? where are they who courted your power and did and said everything to win your favour? They were all mere visions of the night, and dreams which have vanished with the dawn of day: they were spring flowers, and when the spring was over they all withered: they were a shadow which has passed away—they were a smoke which has dispersed, bubbles which have burst, cobwebs which have been rent in pieces."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:7",
                            "text": "Therefore we chant continually this spiritual song—\"Vanity of vanities, all is vanity\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:8",
                            "text": "For this saying ought to be continually written on our walls, and garments, in the market place, and in the house, on the streets, and on the doors and entrances, and above all on the conscience of each one, and to be a perpetual theme for meditation."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:9",
                            "text": "And inasmuch as deceitful things, and maskings and pretence seem to many to be realities it behoves each one every day both at supper and at breakfast, and in social assemblies to say to his neighbour and to hear his neighbour say in return \"vanity of vanities, all is vanity\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:10",
                            "text": "Was I not continually telling thee that wealth was a runaway? But you would not heed me."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:11",
                            "text": "Did I not tell thee that it was an unthankful servant? But you would not be persuaded."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:12",
                            "text": "Behold actual experience has now proved that it is not only a runaway, and ungrateful servant, but also a murderous one, for it is this which has caused thee now to fear and tremble."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:13",
                            "text": "Did I not say to thee when you continually rebuked me for speaking the truth, \"I love thee better than they do who flatter thee?\" \"I who reprove thee care more for thee than they who pay thee court?\" Did I not add to these words by saying that the wounds of friends were more to be relied upon than the voluntary kisses of enemies."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:14",
                            "text": "If you had submitted to my wounds their kisses would not have wrought thee this destruction: for my wounds work health, but their kisses have produced an incurable disease."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:15",
                            "text": "Where are now thy cup-bearers, where are they who cleared the way for thee in the market place, and sounded thy praises endlessly in the ears of all? They have fled, they have disowned thy friendship, they are providing for their own safety by means of thy distress."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:16",
                            "text": "But I do not act thus, nay in thy misfortune I do not abandon thee, and now when thou art fallen I protect and tend thee."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:17",
                            "text": "And the Church which you treated as an enemy has opened her bosom and received thee into it; whereas the theatres which you courted, and about which you were oftentimes indignant with me have betrayed and ruined thee."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:18",
                            "text": "And yet I never ceased saying to thee \"why doest thou these things?\" \"thou art exasperating the Church, and casting thyself down headlong,\" yet thou didst hurry away from all my warnings."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:19",
                            "text": "And now the hippodromes, having exhausted thy wealth, have whetted the sword against thee, but the Church which experienced thy untimely wrath is hurrying in every direction, in her desire to pluck thee out of the net."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:20",
                            "text": "And I say these things now not as trampling upon one who is prostrate, but from a desire to make those who are still standing more secure; not by way of irritating the sores of one who has been wounded, but rather to preserve those who have not yet been wounded in sound health; not by way of sinking one who is tossed by the waves, but as instructing those who are sailing with a favourable breeze, so that they may not become overwhelmed."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:21",
                            "text": "And how may this be effected? by observing the vicissitudes of human affairs."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:22",
                            "text": "For even this man had he stood in fear of vicissitude would not have experienced it; but whereas neither his own conscience, nor the counsels of others wrought any improvement in him, do ye at least who plume yourselves on your riches profit by his calamity: for nothing is weaker than human affairs."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:23",
                            "text": "Whatever term therefore one may employ to express their insignificance it will fall short of the reality; whether he calls them smoke, or grass, or a dream or spring flowers, or by any other name; so perishable are they, and more naught than nonentities; but that together with their nothingness they have also a very perilous element we have a proof before us."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:24",
                            "text": "For who was more exalted than this man? Did he not surpass the whole world in wealth? had he not climbed to the very pinnacle of distinction? did not all tremble and fear before him? Yet lo! he has become more wretched than the prisoner, more pitiable than the menial slave, more indigent than the beggar wasting away with hunger, having every day a vision of sharpened swords and of the criminal's grave, and the public executioner leading him out to his death; and he does not even know if he once enjoyed past pleasure, nor is he sensible even of the sun's ray, but at mid day his sight is dimmed as if he were encompassed by the densest gloom."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:25",
                            "text": "But even let me try my best I shall not be able to present to you in language the suffering which he must naturally undergo, in the hourly expectation of death."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:26",
                            "text": "But indeed what need is there of any words from me, when he himself has clearly depicted this for us as in a visible image? For yesterday when they came to him from the royal court intending to drag him away by force, and he ran for refuge to the holy furniture, his face was then, as it is now, no better than the countenance of one dead: and the chattering of his teeth, and the quaking and quivering of his whole body, and his faltering voice, and stammering tongue, and in fact his whole general appearance were suggestive of one whose soul was petrified."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:27",
                            "text": "Now I say these things not by way of reproaching him, or insulting his misfortune, but from a desire to soften your minds towards him, and to induce you to compassion, and to persuade you to be contented with the punishment which has already been inflicted."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:28",
                            "text": "For since there are many inhuman persons amongst us who are inclined, perhaps, to find fault with me for having admitted him to the sanctuary, I parade his sufferings from a desire to soften their hardheartedness by my narrative."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:29",
                            "text": "For tell me, beloved brother, wherefore art thou indignant with me? You say it is because he who continually made war upon the Church has taken refuge within it."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:30",
                            "text": "Yet surely we ought in the highest degree to glorify God, for permitting him to be placed in such a great strait as to experience both the power and the lovingkindness of the Church:—her power in that he has suffered this great vicissitude in consequence of the attacks which he made upon her: her lovingkindness in that she whom he attacked now casts her shield in front of him and has received him under her wings, and placed him in all security not resenting any of her former injuries, but most lovingly opening her bosom to him."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:31",
                            "text": "For this is more glorious than any kind of trophy, this is a brilliant victory, this puts both Gentiles and Jews to shame, this displays the bright aspect of the Church: in that having received her enemy as a captive, she spares him, and when all have despised him in his desolation, she alone like an affectionate mother has concealed him under her cloak, opposing both the wrath of the king, and the rage of the people, and their overwhelming hatred."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:32",
                            "text": "This is an ornament for the altar."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:33",
                            "text": "A strange kind of ornament, you say, when the accused sinner, the extortioner, the robber is permitted to lay hold of the altar."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:34",
                            "text": "Nay! say not so: for even the harlot took hold of the feet of Jesus, she who was stained with the most accursed and unclean sin: yet her deed was no reproach to Jesus, but rather redounded to His admiration and praise: for the impure woman did no injury to Him who was pure, but rather was the vile harlot rendered pure by the touch of Him who was the pure and spotless one."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:35",
                            "text": "Grudge not then, O man."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:36",
                            "text": "We are the servants of the crucified one who said \"Forgive them for they know not what they do\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:37",
                            "text": "But, you say, he cut off the right of refuge here by his ordinances and divers kinds of laws."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:38",
                            "text": "Yes! yet now he has learned by experience what it was he did, and he himself by his own deeds has been the first to break the law, and has become a spectacle to the whole world, and silent though he is, he utters from thence a warning voice to all, saying \"do not such things as I have done, that ye suffer not such things as I suffer\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:39",
                            "text": "He appears as a teacher by means of his calamity, and the altar emits great lustre, inspiring now the greatest awe from the fact that it holds the lion in bondage; for any figure of royalty might be very much set off if the king were not only to be seen seated on his throne arrayed in purple and wearing his crown, but if also prostrate at the feet of the king barbarians with their hands bound behind their backs were bending low their heads."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:40",
                            "text": "And that no persuasive arguments have been used, ye yourselves are witnesses of the enthusiasm, and the concourse of the people."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:41",
                            "text": "For brilliant indeed is the scene before us to day, and magnificent the assembly, and I see as large a gathering here to-day as at the Holy Paschal Feast."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:42",
                            "text": "Thus the man has summoned you here without speaking and yet uttering a voice through his actions clearer than the sound of a trumpet: and ye have all thronged hither to-day, maidens deserting their boudoirs, and matrons the women's chambers, and men the market place that ye may see human nature convicted, and the instability of worldly affairs exposed, and the harlot-face which a few days ago was radiant (such is the prosperity derived from extortion) looking uglier than any wrinkled old woman, this face I say you may see denuded of its enamel and pigments by the action of adversity as by a sponge."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:43",
                            "text": "Such is the force of this calamity: it has made one who was illustrious and conspicuous appear the most insignificant of men."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:44",
                            "text": "And if a rich man should enter the assembly he derives much profit from the sight: for when he beholds the man who was shaking the whole world, now dragged down from so high a pinnacle of power, cowering with fright, more terrified than a hare or a frog, nailed fast to yonder pillar, without bonds, his fear serving instead of a chain, panic-stricken and trembling, he abates his haughtiness, he puts down his pride, and having acquired the kind of wisdom concerning human affairs which it concerns him to have he departs instructed by example in the lesson which Holy Scripture teaches by precept:—\"All flesh is grass and all the glory of man as the flower of grass: the grass withereth and the flower faileth\" or \"They shall wither away quickly as the grass, and as the green herb shall they quickly fail\" or \"like smoke are his days,\" and all passages of that kind."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:45",
                            "text": "Again the poor man when he has entered and gazed at this spectacle does not think meanly of himself, nor bewail himself on account of his poverty, but feels grateful to his poverty, because it is a place of refuge to him, and a calm haven, and secure bulwark; and when he sees these things he would many times rather remain where he is, than enjoy the possession of all men for a little time and afterwards be in jeopardy of his own life."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:46",
                            "text": "Seest thou how the rich and poor, high and low, bond and free have derived no small profit from this man's taking refuge here? Seest thou how each man will depart hence with a remedy, being cured merely by this sight? Well! have I softened your passion, and expelled your wrath? have I extinguished your cruelty? have I induced you to be pitiful? Indeed I think I have; and your countenances and the streams of tears you shed are proofs of it."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:47",
                            "text": "Since then your hard rock has turned into deep and fertile soil let us hasten to produce some fruit of mercy, and to display a luxuriant crop of pity by falling down before the Emperor or rather by imploring the merciful God so to soften the rage of the Emperor, and make his heart tender that he may grant the whole of the favour which we ask."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:48",
                            "text": "For indeed already since that day when this man fled here for refuge no slight change has taken place; for as soon as the Emperor knew that he had hurried to this asylum, although the army was present, and incensed on account of his misdeeds, and demanded him to be given up for execution, the Emperor made a long speech endeavouring to allay the rage of the soldiers, maintaining that not only his offences, but any good deed which he might have done ought to be taken into account, declaring that he felt gratitude for the latter, and was prepared to forgive him as a fellow creature for deeds which were otherwise."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:49",
                            "text": "And when they again urged him to avenge the insult done to the imperial majesty, shouting, leaping, and brandishing their spears, he shed streams of tears from his gentle eyes, and having reminded them of the Holy Table to which the man had fled for refuge he succeeded at last in appeasing their wrath."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:50",
                            "text": "Moreover let me add some arguments which concern ourselves."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:51",
                            "text": "For what pardon could you deserve, if the Emperor bears no resentment when he has been insulted, but ye who have experienced nothing of this kind display so much wrath? and how after this assembly has been dissolved will ye handle the holy mysteries, and repeat that prayer by which we are commanded to say \"forgive us as we also forgive our debtors\" when ye are demanding vengeance upon your debtor? Has he inflicted great wrongs and insults on you? I will not deny it."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:52",
                            "text": "Yet this is the season not for judgment but for mercy; not for requiring an account, but for showing loving kindness: not for investigating claims but for conceding them; not for verdicts and vengeance, but for mercy and favour."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:53",
                            "text": "Let no one then be irritated or vexed, but let us rather beseech the merciful God to grant him a respite from death, and to rescue him from this impending destruction, so that he may put off his transgression, and let us unite to approach the merciful Emperor beseeching him for the sake of the Church, for the sake of the altar, to concede the life of one man as an offering to the Holy Table."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:54",
                            "text": "If we do this the Emperor himself will accept us, and even before his praise we shall have the approval of God, who will bestow a large recompense upon us for our mercy."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:55",
                            "text": "For as he rejects and hates the cruel and inhuman, so does He welcome and love the merciful and humane man; and if such a man be righteous, all the more glorious is the crown which is wreathed for him: and if he be a sinner, He passes over his sins granting this as the reward of compassion shown to his fellow-servant."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:56",
                            "text": "\"For\" He saith \"I will have mercy and not sacrifice,\" and throughout the Scriptures you find Him always enquiring after this, and declaring it to be the means of release from sin."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:57",
                            "text": "Thus then we shall dispose Him to be propitious to us, thus we shall release ourselves from our sins, thus we shall adorn the Church, thus also our merciful Emperor, as I have already said, will commend us, and all the people will applaud us, and the ends of the earth will admire the humanity and gentleness of our city, and all who hear of these deeds throughout the world will extol us."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Chrysostom: Homilies on Eutropius I 1:58",
                            "text": "That we then may enjoy these good things, let us fall down in prayer and supplication, let us rescue the captive, the fugitive, the suppliant from danger that we ourselves may obtain the future blessings by the favour and mercy of our Lord Jesus Christ, to whom be glory and power, now and for ever, world without end, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}