{
    "books": [
        {
            "name": "Jannes and Jambres",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Jannes and Jambres 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:1",
                            "text": "The king summoned all his servants, both the wise men and the magicians. After seven days, he was walking about his house and saw that one of the apple trees had flourished and the branches were already providing shade."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:2",
                            "text": "When he had become aware of this, he ordered one of his magicians, Jannes, to sit under the apple tree."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:3",
                            "text": "While Jannes was seated underneath the tree, there was a great earthquake and from heaven came the sound of thunder and a streak of lightning, causing some of the branches of the tree to break off."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:4",
                            "text": "When Jannes saw what had just occurred, he ran into the library to get his magical tools. When he returned, two people appeared near the tree."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:5",
                            "text": "Both were clothed in white robes, with the two having their own magical tools. One of the men turned to Jannes and stated that the Lord of the earth and the Overseer of the universe has sent us to lead you away to Hades."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:6",
                            "text": "From now on Jannes, you will be a companion of the dead. You shall forever be pitied."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:7",
                            "text": "Then the two men in white said, let there be granted to you, fourteen days in your house and after that the angel of death shall come for you."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:8",
                            "text": "When Jannes’ brother, Jambres, knew what had transpired, he sent for their mother to join them. When she arrived on the scene, Jannes explained what had just occurred."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:9",
                            "text": "He said to his mother and brother, “I shall send for you, my mother, and you, my brother, when it is time.” He also said to Jambres that Jambres should attend to their mother and to heed her faithfully."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:10",
                            "text": "Then he approached her and kissed her, fighting back the tears until she had left. He then took leave of his friends, having urged them all to take care of his mother for him. Then he took his brother with him to Memphis."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:11",
                            "text": "While on their journey to Memphis, Jannes handed Jambres a book. He said, “Brother, I am passing this document to you. Keep it secret, and take heed so as not to go forth on the day when the king marches out with the grandees of Egypt against the people of the Hebrews. And also make sure you do not accompany the king on his siege.”"
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:12",
                            "text": "Then Jannes stated that when I become ill and my soul is being taken, the God from heaven has defeated us. Make sure you summon our mother to me before I perish."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:13",
                            "text": "Seven days later, while in Memphis, the brothers were enjoying themselves at a wedding. Jannes stated during this wedding, “Men and brothers, after I took up the position against a certain Hebrew.”"
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:14",
                            "text": "But before he could finish speaking, emissaries came from the king’s palace stating, “Come quickly and oppose Moses, the Hebrew, who is performing wonders to the amazement of all.”"
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:15",
                            "text": "When Jannes arrived in the palace, he opposed Moses and his brother, Aaron, by doing everything they had done."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:16",
                            "text": "Then, the fatal disease struck him on the spot, and with a painful ulcer he went to the hedra."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:17",
                            "text": "After a while, Jannes sent word to the king, that this active power is of the Hebrew God. He said he was unable to defeat this power, and he was on his death bed."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:18",
                            "text": "Jannes then called his brother and urged him not to grieve for him because it could be hazardous to him. All our possessions cannot protect us against this power."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:19",
                            "text": "Make ready for the spirit of death to come for me, and after it has come, try to summon me through my spirit."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:20",
                            "text": "Morning was now approaching and all things being observed, Jannes made an inquiry at what hour did Jambres see the setting of the sun."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:21",
                            "text": "Then he said, “Such is a generation of lying lips and deceitful hearts of the hour of my death. Come and see how it takes,” but Jambres said nothing and did not move."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:22",
                            "text": "After this occurred, the king of Egypt planned on pursuing the people of the Hebrews, who were now leaving Egypt. The people of Egypt were weeping in this time of sorrow, but Jambres did not."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:23",
                            "text": "He remembered the oath which he swore to his brother. When Jannes said to him, a hundred thousand people, hundred foals, hundred camels, could not keep these events from happening."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:24",
                            "text": "Then Jambres heard a noise and heard Jannes speak from his bed. Jannes told Jambres that he could not keep Jannes from perishing because Jannes’ whole body had been agitated since he opposed Moses."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:25",
                            "text": "When Jannes heard of the king’s plans, he encouraged all his other friends, just like he did his brother."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:26",
                            "text": "Then his mother arrived, crying out, “My poor son, Jannes, how is he.” When his mother viewed her son, she was amazed at how Jannes appeared."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:27",
                            "text": "Jannes preferred that his mother would have not seen him like this. His mother approached him so she could kiss him, but he turned away from her."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:28",
                            "text": "He said to her, “Stay back, on account of the fever. I am unable to move and I am in much pain.”"
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:29",
                            "text": "Then his mother uttered to him, “What can I do for you my son.” He replied, “You took the trouble to come and see me in my awful condition, and I am thankful for that. I will go to my grave happy that I was able to see you one last time before I perish.”"
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:30",
                            "text": "His mother then told him, “I saw the dead and no one resembled you, child. Lie here and you shall be saved.”"
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:31",
                            "text": "Then his mother realized that Jannes’ appearance had been utterly changed, her son was a corpse. His tongue and lips were not moving, Jannes, her son, and Jambres’ brother was dead."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:32",
                            "text": "Jambres and his mother sat there weeping over their departed loved one. Jambres stated that, “I have been deprived my brother’s presence and all the money or possessions could not replace him.”"
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:33",
                            "text": "Then Jambres realized that the spirit of death had not only taken his brother, but also took his mother from this world. He took them both to the tomb of his brother."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:34",
                            "text": "After having performed the complete funeral rites, he abandoned his mother and brother forever."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:35",
                            "text": "Jambres then returned to the apple tree with Jannes’ magical books and tools. He performed necromancy and brought up from the netherworld his brother’s soul."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:36",
                            "text": "The soul of Jannes said to his brother, “I your brother did not die unjustly, but indeed justly, and the judgment will go against me. Since I was more clever than all the clever magicians, and opposed the two brothers, Moses and Aaron, who performed great signs and wonders."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:37",
                            "text": "As a result, I died and was brought from among the living to the netherworld, where there is great burning and the pit of perdition, whence no ascent is possible."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:38",
                            "text": "Make sure you do good in your life to your children and friends; for in the netherworld, no good exists, only gloom and darkness."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:39",
                            "text": "After you have died and entered the netherworld, your abode will be two cubits wide and four cubits long."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:40",
                            "text": "Those who do not do evil do not enter the netherworld, they are taken to a more pleasant and beautiful place by the Hebrew God."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:41",
                            "text": "The sons of Egypt, on account of their actions in life, will be descending to the netherworld also. There is no forgiveness for the actions our people have done to the Hebrews. For the gates of heaven are not for the dumb and evil."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:42",
                            "text": "We were unable to keep away from corruption in our lives, for Moses knew that we shall descend to Hades when we perish."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:43",
                            "text": "Our limbs are full of darkness, and hence we are burning in hell, and there is nothing anyone can do."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:44",
                            "text": "We, who worshipped idols and carved images, came to destruction with our idols, for neither the idols nor their worshippers does God the king of the earth love."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:45",
                            "text": "In Hades, no one, not even the kings of Egypt can avoid the wretched one."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:46",
                            "text": "For those who practiced sorcery, committed perjury, and other sinful actions of the like, would end up here."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:47",
                            "text": "Not even a king excels, has equality in Hades. For everyone who opposes the God of the earth, the mighty one, cannot avoid the torture of hell."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Jannes and Jambres 1:48",
                            "text": "Nothing we do can protect us now from the wrath of the Hebrew God, we are all doomed for the way we lived our lives."
                        }
                    ]
                }
            ]
        }
    ]
}