{
    "books": [
        {
            "name": "Sulpitius Severus: Doubtful Letters II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sulpitius Severus: Doubtful Letters II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:1",
                            "text": "Letter II, A Letter of Sulpitius Severus to His Sister Claudia Concerning Virginity."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:3",
                            "text": "How great blessedness, among heavenly gifts, belongs to holy virginity, besides the testimonies of the Scriptures, we learn also from the practice of the Church, by which we are taught that a peculiar merit belongs to those who have devoted themselves to it by special consecration."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:4",
                            "text": "For while the whole multitude of those that believe receive equal gifts of grace, and all rejoice in the same blessings of the sacraments, those who are virgins possess something above the rest, since, out of the holy and unstained company of the Church, they are chosen by the Holy Spirit, and are presented by the bishop at the altar of God, as if being more holy and pure sacrifices, on account of the merits of their voluntary dedication."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:5",
                            "text": "This is truly a sacrifice worthy of God, inasmuch as it is the offering of so precious a being, and none will please him more than the sacrifice of his own image."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:6",
                            "text": "For I think that the Apostle especially referred to a sacrifice of this kind, when he said, \"Now, I beseech you, brethren, by the mercy of God, that you present your bodies a living sacrifice, holy and acceptable to God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:7",
                            "text": "Virginity, therefore, possesses both that which others have, and that which others have not; while it obtains both common and special grace, and rejoices (so to speak) in its own peculiar privilege of consecration."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:8",
                            "text": "For ecclesiastical authority permits us to style virgins also the brides of Christ; while, after the manner of brides, it veils those whom it consecrates to the Lord, openly exhibiting those as very especially about to possess spiritual marriage who have fled away from carnal fellowship."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:9",
                            "text": "And those are worthily united, after a spiritual manner, to God, in accordance with the analogy of marriage, who, from love to him, have set at nought human alliances."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Doubtful Letters II 1:10",
                            "text": "In their case, that saying of the apostle finds its fullest possible fulfillment, \"He who is joined to the Lord, is one spirit\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Sulpitius Severus: Doubtful Letters II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Doubtful Letters II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Doubtful Letters II 2:2",
                            "text": "For it is a great and a divine thing, almost beyond a corporeal nature, to lay aside luxury, and to extinguish, by strength of mind, the flame of concupiscence, kindled by the torch of youth; to put down by spiritual effort the force of natural delight; to live in opposition to the practice of the human race; to despise the comforts of wedlock; to disdain the sweet enjoyments derived from children; and to regard as nothing, in the hope of future blessedness, everything that is reckoned among the advantages of this present life."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Doubtful Letters II 2:3",
                            "text": "This is, as I have said, a great and admirable virtue, and is not undeservedly destined to a vast reward, in proportion to the greatness of its labor."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Doubtful Letters II 2:4",
                            "text": "The Scripture says, \"I will give to the eunuchs, saith the Lord, a place in my house and within my walls, a place counted better than sons and daughters; I will give them an eternal name, and it shall not fail\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Doubtful Letters II 2:5",
                            "text": "The Lord again speaks concerning such eunuchs in the Gospel, saying, \"For there are eunuchs who have made themselves eunuchs for the kingdom of heaven's sake\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Doubtful Letters II 2:6",
                            "text": "Great, indeed, is the struggle connected with chastity, but greater is the reward; the restraint is temporal, but the reward will be eternal."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Doubtful Letters II 2:7",
                            "text": "For the blessed Apostle John also speaks concerning these, saying that \"they follow the Lamb whithersoever he goeth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Doubtful Letters II 2:8",
                            "text": "This, I think, is to be understood to the following effect, that there will be no place in the court of heaven closed against them, but that all the habitations of the divine mansions will be thrown open before them."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Sulpitius Severus: Doubtful Letters II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Doubtful Letters II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Doubtful Letters II 3:2",
                            "text": "But that the merit of virginity may shine forth more clearly, and that there may be a better understanding as to how worthy it is of God, let this be considered, that the Lord God, our Saviour, when, for the salvation of the human race, he condescended to assume mankind, chose no other than a virgin's womb, that he might show how virtue of this kind especially pleased him; and that he might point out the blessedness of chastity to both sexes, he had a virgin mother, while he himself was ever to remain in a like condition."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Doubtful Letters II 3:3",
                            "text": "He thus furnished in his own person to men, and in the person of his mother to women, an example of virginity, by which it might be proved, with respect to both sexes, that the blessed state of purity possessed the  fullness of divinity, for whatever dwelt in the Son was also wholly in the mother."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Doubtful Letters II 3:4",
                            "text": "But why should I take pains to make known the excellent and surpassing merit of chastity, and to set forth the glorious good of virginity, when I am not ignorant that many have discoursed on this subject, and have proved its blessedness by most conclusive reasons, and since it can never be a matter of doubt to any reflecting mind, that a thing has all the more merit, the more difficult it is of accomplishment? For if any one judges chastity to be of no moment or only of small consequence, it is certain that he is either ignorant of the matter, or is not willing to incur the trouble it implies."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Doubtful Letters II 3:5",
                            "text": "Hence it comes to pass that those always derogate from the importance of chastity, who either do not possess it, or who are unwillingly compelled to maintain it."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Sulpitius Severus: Doubtful Letters II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:2",
                            "text": "Now, therefore, since we have set forth, although in few words, both the difficulty and the merit of purity, great care must be taken lest a matter which in itself implies great virtue, and is also destined to a vast reward, should fail to produce its proper fruits."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:3",
                            "text": "For the more precious every sort of thing is, the more it is guarded with anxious solicitude."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:4",
                            "text": "And since there are many things which fail to secure their proper excellence, unless they are assisted by the aid of other things, as is, for instance, the case with honey, which, unless it is preserved by the protection of wax, and by the cells of the honeycombs, and is indeed, to state the matter more truly, sustained by these, loses its deliciousness and cannot exist apart by itself; and again as it is with wine, which, unless it be kept in vessels of a pleasant odor, and with the pitch frequently renewed, loses the power of its natural sweetness; so great care must be taken lest perchance some things may be necessary also to virginity, without which it can by no means produce its proper fruits, and thus a matter of so great difficulty may be of no advantage (while all the time it is believed to be of advantage), because it is possessed without the other necessary adjuncts."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:5",
                            "text": "For unless I am mistaken, chastity is preserved in its entirety, for the sake of the reward to be obtained in the kingdom of heaven, which it is perfectly certain no one can obtain who does not deserve eternal life."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:6",
                            "text": "But that eternal life cannot be merited except by the keeping of all the divine commandments, the Scripture testifies, saying, \"If thou wilt enter into life, keep the commandments\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:7",
                            "text": "Therefore no one has that life, except the man who has kept all the precepts of the law, and he who has not such life cannot be a possessor of the kingdom of heaven, in which it is not the dead, but the living who shall reign."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:8",
                            "text": "Therefore virginity, which hopes for the glory of the kingdom of heaven, will profit nothing by itself, unless it also possess that to which eternal life is promised, by means of which the reward of the kingdom of heaven is possessed."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:9",
                            "text": "Above all things, therefore, the commandments which have been enjoined upon us must be kept by those who preserve chastity in its entireness, and who are hoping for its reward from the justice of God, lest otherwise the pains taken to maintain a glorious chastity and continence come to nothing."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:10",
                            "text": "No one acquainted with the law does not know that virginity is above the commandment or precept, as the Apostle says, \"Now, as to virgins, I have no precept of the Lord, but I give my advice\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:11",
                            "text": "When, therefore, he simply gives advice about maintaining virginity, and lays down no precept, he acknowledges that it is above the commandment."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:12",
                            "text": "Those, therefore, who preserve virginity, do more than the commandment requires."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:13",
                            "text": "But it will then only profit you to have done more than was commanded, if you also do that which is commanded."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:14",
                            "text": "For how can you boast that you have done more, if, in respect to some point, you do less? Desiring to fulfill the Divine counsel, see that, above all things, you keep the commandment: wishing to attain to the reward of virginity, see that you keep fast hold of what is necessary to merit life, that your chastity may be such as can receive a recompense."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:15",
                            "text": "For as the observance of the commandments ensures life, so, on the other hand, does the violation give rise to death."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Doubtful Letters II 4:16",
                            "text": "And he who through disobedience has been doomed to death cannot hope for the crown pertaining to virginity; nor, when really handed over to punishment, can he expect the reward promised to chastity."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Sulpitius Severus: Doubtful Letters II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Doubtful Letters II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Doubtful Letters II 5:2",
                            "text": "Now, there are three kinds of virtue, by means of which the possession of the kingdom of heaven is secured."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Doubtful Letters II 5:3",
                            "text": "The first is chastity, the second, contempt of the world, and the third, righteousness, which, as when joined together, they very greatly benefit their possessors, so, when separated, they can hardly be of any advantage, since every one of them is required, not for its own sake only, but for the sake of another."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Doubtful Letters II 5:4",
                            "text": "First of all, then, chastity is demanded,  that contempt of the world may more easily follow, because the world can be more easily despised by those who are not held fast in the bonds of matrimony."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Doubtful Letters II 5:5",
                            "text": "Contempt of the world, again, is required, in order that righteousness may be maintained, which those can with difficulty fully preserve who are involved in desires after worldly advantages, and in the pursuit of mundane pleasures."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Doubtful Letters II 5:6",
                            "text": "Whosoever, therefore, possesses the first kind of virtue, chastity, but does not, at the same time, have the second, which is contempt of the world, possesses the first almost to no purpose, since he does not have the second, for the sake of which the first was required."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Doubtful Letters II 5:7",
                            "text": "And if any one possesses the first and second, but is destitute of the third which is righteousness, he labors in vain, since the former two are principally required for the sake of the third."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Doubtful Letters II 5:8",
                            "text": "For what profits it to possess chastity in order to contempt of the world, and yet not to have that on account of which you have the other? Or why should you despise the things of the world, if you do not observe righteousness, for the sake of which it is fitting that you should possess chastity, as well as contempt for the world? For as the first kind of virtue is on account of the second, and the second on account of the third, so the first and the second are on account of the third; and if it does not exist, neither the first nor the second will prove of any advantage."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Sulpitius Severus: Doubtful Letters II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:2",
                            "text": "But you perhaps say here, \"Teach me, then, what righteousness is, so that knowing it, I may be able more easily to fully practice it\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:3",
                            "text": "Well, I shall briefly explain it to you, as I am able, and shall use the simplicity of common words, seeing that the subject of which we treat is such as ought by no means to be obscured by attempts at eloquent description, but should be opened up by the simplest forms of expression."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:4",
                            "text": "For a matter which is necessary to all in common ought to be set forth in a common sort of speech."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:5",
                            "text": "Righteousness, then, is nothing else than not to commit sin; and not to commit sin is just to keep the precepts of the law."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:6",
                            "text": "Now, the observance of these precepts is maintained in a two-fold way—thus, that one do none of those things which are forbidden, and that he strive to fulfill the things which are commanded."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:7",
                            "text": "This is the meaning of the following statement: \"Depart from evil, and do good\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:8",
                            "text": "For I do not wish you to think that righteousness consists simply in not doing evil, since not to do good is also evil, and a transgression of the law takes place in both, since he who said, \"Depart from evil\" said also, \"and do good\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:9",
                            "text": "If you depart from evil, and do not do good, you are a transgressor of the law, which is fulfilled, not simply by abhorring all evil deeds, but also by the performance of good works."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:10",
                            "text": "For, indeed, you have not merely received this commandment, that you should not deprive one who is clothed of his garments, but that you should cover with your own the man who has been deprived of his; nor that you should not take away bread of his own from one who has it, but that you should willingly impart of your bread to him who has none; nor that you should not simply not drive away a poor man from a shelter of his own, but that you should receive him when he has been driven out, and has no shelter, into your own."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:11",
                            "text": "For the precept which has been given us is \"to weep with them that weep\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:12",
                            "text": "But how can we weep with them, if we share in none of their necessities, and afford no help to them in those matters on account of which they lament? For God does not call for the fruitless moisture of our tears; but, because tears are an indication of grief, he wishes you to feel the distresses of another as if they were your own."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:13",
                            "text": "And just as you would wish aid to be given you if you were in such tribulation, so should you help another in accordance with the statement, \"Whatsoever ye would that men should do unto you, do ye even so to them\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:14",
                            "text": "For to weep with one that weeps, and at the same time to refuse to help, when you can, him that weeps, is a proof of mockery, and not of piety."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:15",
                            "text": "In short, our Saviour wept with Mary and Martha, the sisters of Lazarus, and proved the feeling of infinite compassion within him by the witness of his tears."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:16",
                            "text": "But works, as the proofs of true affection soon followed, when Lazarus, for whose sake the tears were shed, was raised up and restored to his sisters."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:17",
                            "text": "This was sincerely to weep with those who wept, when the occasion of the weeping was removed."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:18",
                            "text": "But he did it, you will say, as having the power."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Doubtful Letters II 6:19",
                            "text": "Well, nothing is demanded of you which it is impossible for you to perform: he has fulfilled his entire duty who has done what he could."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Sulpitius Severus: Doubtful Letters II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:2",
                            "text": "But (as we had begun to remark) it is not sufficient for a Christian to keep himself from wickedness, unless he also has fulfilled the duties implied in good works, as is very distinctly proved by that statement in which the Lord threatened that those will be doomed to eternal fire, who, although they have done no evil, have not done all that is good, declaring, \"Then will the king say to those who are on his right hand: depart from me, ye cursed, into eternal  fire, which my Father has prepared for the devil and his angels; for I was hungry, and ye gave me not to eat; I was thirsty, and ye gave me no drink,\" with what follows."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:3",
                            "text": "He did not say, \"Depart from me, ye cursed, because ye have committed murder, or adultery, or theft\"; for it is not because they had done evil, but because they had not done good, that they are condemned, and doomed to the punishments of the eternal Gehenna; nor because they had committed things which were forbidden, but because they had not been willing to do those things which had been commanded."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:4",
                            "text": "And from this it is to be observed what hope those can have, who, in addition, do some of those things which are forbidden, when even such are doomed to eternal fire as have simply not done the things which are commanded."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:5",
                            "text": "For I do not wish you to flatter yourself in this way,—if you have not done certain things, because you have done certain other things, since it is written, \"Whosoever shall keep the whole law, and yet offend in one point, has become guilty of all\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:6",
                            "text": "For Adam sinned once, and died; and do you think that you can live, when you are often doing that which killed another person, when he had only done it once? Or do you imagine that he committed a great crime, and was therefore justly condemned to a severer punishment? Let us consider, then, what it was he really did."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:7",
                            "text": "He ate of the fruit of the tree, contrary to the commandment."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:8",
                            "text": "What then? Did God punish man with death for the sake of the fruit of a tree? No: not on account of the fruit of the tree, but on account of the contempt of the commandment."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:9",
                            "text": "The question, therefore, is not about the nature of the offense, but about the transgression of the commandment."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:10",
                            "text": "And the same being who told Adam not to eat of the fruit of the tree, has commanded you not to speak evil, not to lie, not to detract, not to listen to a detractor, to swear not at all, not to covet, not to envy, not to be drunken, not to be greedy, not to render evil for evil to any one, to love your enemies, to bless them that curse you, to pray for them that malign and persecute you, to turn the other cheek to one smiting you, and not to go to law before a worldly tribunal, so that, if any one seeks to take away your goods, you should joyfully lose them, to flee from the charge of avarice, to beware of the sin of all pride and boastfulness, and live, humble and meek, after the example of Christ, avoiding fellowship with the wicked so completely that you will not even eat with fornicators, or covetous persons, or those that speak evil of others, or the envious, or detractors, or the drunken, or the rapacious."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:11",
                            "text": "Now, if you despise him in any such matter, then, if he spared Adam, he will also spare you."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:12",
                            "text": "Yea, he might have been spared with better reason than you, inasmuch as he was still ignorant and inexperienced, and was restrained by the example of no one who had previously sinned, and who had died on account of his sin."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Doubtful Letters II 7:13",
                            "text": "But after such examples as you possess, after the law, after the prophets, after the gospels, and after the apostles, if you still set your mind on transgressing, I see not in what way pardon can be extended to you."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Sulpitius Severus: Doubtful Letters II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:2",
                            "text": "Do you flatter yourself on account of the attribute of virginity? Remember Adam and Eve fell when they were virgins, and that the perfect purity of their bodies did not profit them when they sinned."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:3",
                            "text": "The virgin who sins is to be compared to Eve, and not to Mary."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:4",
                            "text": "We do not deny that, in the present life, there is the remedy of repentance, but we remind you rather to hope for reward, than to look for pardon."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:5",
                            "text": "For it is disgraceful that those should ask for indulgence who are expecting the crown of virginity, and that those should commit anything unlawful who have even cut themselves off from things lawful; for it must be remembered that it is lawful to contract an alliance by marriage."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:6",
                            "text": "And as those are to be praised who, from love to Christ, and for the glory of the kingdom of heaven, have despised the tie of wedlock, so those are to be condemned who, through the pleasure of incontinence, after they have vowed themselves to God, have recourse to the Apostolic remedy."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:7",
                            "text": "Therefore, as we have said, those who decline marriage despise not things unlawful, but things lawful."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:8",
                            "text": "And if that class of people swear, if they speak evil of others, if they are detractors, or if they patiently listen to detractors, if they return evil for evil, if they incur the charge of covetousness with respect to other people's property, or of avarice in regard to their own, if they cherish the poison of revenge or envy, if they either say or think anything unbefitting against the institutions of the law or the Apostles, if with a desire of pleasing in the flesh, they exhibit themselves dressed up and adorned, if they do any other unlawful things, as is only too common, what will it profit them to have spurned what is lawful, while they practice what is not lawful? If you wish it to be of advantage to you, that you have despised things lawful, take care that you do not any of those things which are not lawful."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:9",
                            "text": "For, it is foolish to have dreaded that which is in its nature less, and not to dread that which is intrinsically more [or not to avoid those things which are interdicted,  while such things as are permitted meet with contempt]."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:10",
                            "text": "For the Apostle says, \"She that is unmarried careth for the things of the Lord, how she may please God, that she may be holy both in body and spirit; but she who is married careth for the things of this world, how she may please her husband\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:11",
                            "text": "He thus affirms that the married woman pleases her husband by thinking of worldly things, while the unmarried woman pleases God, inasmuch as she has no anxiety about the things of the world."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:12",
                            "text": "Let him tell me, then, whom she desires to please, who has no husband, and yet cares for the things of the world? Shall not the married woman, in such a case, be preferred to her? Yes, since she by caring for the things of the world pleases at least her husband, but the other neither pleases her husband, since she does not have one, nor can she please God."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:13",
                            "text": "But it is not fitting that we should pass over in silence that which he said: \"The unmarried woman careth for the things of the Lord, how she may please God, that she may be holy both in body and spirit\" [she careth, he says, for the things of the Lord; she does not care for the things of the world, or of men, but for the things of God]."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:14",
                            "text": "What, then, are the things of the Lord? Let the Apostle tell: \"Whatsoever things are holy, whatsoever things are just, whatsoever things are lovely, whatsoever things are of good report, if there be any virtue, and if there be any praise of doctrine\": these are the things of the Lord, which holy and truly apostolic virgins meditate upon, and think of, day and night, without any interval of time."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:15",
                            "text": "Of the Lord is the resurrection of the dead, of the Lord is immortality, of the Lord is incorruption, of the Lord is that splendor of the sun which is promised to the saints, as it is written in the Gospel, \"Then shall the righteous shine forth as the sun in the kingdom of their Father\": of the Lord are the many mansions of the righteous in the heavens, of the Lord is the fruit which is produced, whether thirty fold, or sixty fold, or an hundred fold."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:16",
                            "text": "Those virgins who think on these things, and by what works they may be able to merit them, think of the things of the Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:17",
                            "text": "Of the Lord, too, is the law of the new and old testament, in which shine forth the holy utterances of his lips; and if any virgins meditate without intermission on these things, they think of the things of the Lord."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Doubtful Letters II 8:18",
                            "text": "In that case, there is fulfilled in them the saying of the prophet: \"The eternal foundations are upon a solid rock, and the commands of God are in the heart of the holy woman\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Sulpitius Severus: Doubtful Letters II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Doubtful Letters II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Doubtful Letters II 9:2",
                            "text": "There follows the clause \"how she may please God,\"—God, I say, not men,—\"that she may be holy both in body and spirit\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Doubtful Letters II 9:3",
                            "text": "He does not say that she may be holy only in a member or in the body, but that she may be holy in body and spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Doubtful Letters II 9:4",
                            "text": "For a member is only one part of the body, but the body is a union of all the members."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Doubtful Letters II 9:5",
                            "text": "When, therefore, he says that she may be holy in the body, he testifies that she ought to be sanctified in all her members, because the sanctification of the other members will not avail, if corruption be found remaining in one."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Doubtful Letters II 9:6",
                            "text": "Also, she will not be holy in body (which consists of all the members), who is defiled by the pollution of even one of them."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Doubtful Letters II 9:7",
                            "text": "But in order that what I say may be made more obvious and clear, suppose the case of a woman who is purified by the sanctification of all her other members, and sins only with her tongue, inasmuch as she either speaks evil of people or bears false testimony, will all her other members secure the acquittal of one, or will all the rest be judged on account of the one? If, therefore, the sanctification of the other members will not avail, even when one only is at fault, how much more, if all are corrupted by the guilt of various sins, will the perfection of one be of no avail?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Sulpitius Severus: Doubtful Letters II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:2",
                            "text": "Wherefore, I beseech you, O virgin, do not flatter yourself on the ground of your purity alone, and do not trust in the perfection of one member; but according to the Apostle, maintain the sanctity of your body throughout."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:3",
                            "text": "Cleanse thy head from all defilement, because it is a disgrace that it, after the sanctifying oil has been applied to it, should be polluted with the juice or powder of either crocus, or any other pigment, or should be adorned with gold or gems or any other earthly ornament, because it already shines with the radiance of heavenly adornment."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:4",
                            "text": "It is undoubtedly a grave insult to Divine grace to prefer to it any mundane and worldly ornament."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:5",
                            "text": "And next, cleanse thy forehead, that it may blush at human, and not at Divine works, and may display that shame which gives rise not to sin, but to the favor of God, as the sacred Scripture declares, \"There is a shame that causes sin, and there is a shame that brings with it the favor of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:6",
                            "text": "Cleanse, too, thy neck, that it may not carry thy locks in a golden net and necklaces hung round it,  but may rather bear about it those ornaments of which the Scripture says, \"Let not mercy and faith depart from thee,\" and hang them upon thy heart as upon thy neck."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:7",
                            "text": "Cleanse thine eyes, whilst thou dost withdraw them from all concupiscence, and dost never turn them away from the sight of the poor, and dost keep them from all dyes, in that purity in which they were made by God."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:8",
                            "text": "Cleanse thy tongue from falsehood, because \"a mouth which tells lies destroys the soul\": cleanse it from detraction, from swearing, and from perjury."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:9",
                            "text": "I beg you not to think it is an inverted order that I have said the tongue should be cleansed from swearing before perjury, for one will then the more easily escape perjury, if he swears not at all, so that there may be fulfilled in him that statement, \"Keep thy tongue from evil, and thy lips from speaking guile\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:10",
                            "text": "And be mindful of the Apostle who says, \"Bless, and curse not\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:11",
                            "text": "But often call to mind the following words, \"See that no one render evil for evil to any man, or cursing for cursing, but on the contrary, do ye bless them, because to this ye have been called, that ye should possess a blessing by inheritance\"; and this other passage, \"If any one offend not in tongue, he is a perfect man\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:12",
                            "text": "For it is shameful that those lips, by which you confess God, pray to him, bless him, and praise him, should be defiled by the pollution of any sin."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:13",
                            "text": "I know not with what conscience any one can pray to God with that tongue with which he either speaks falsehood, or calumniates, or detracts."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:14",
                            "text": "God listens to holy lips, and speedily answers those prayers which an unpolluted tongue pours forth."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:15",
                            "text": "Cleanse also thine ears, so that they may not listen except to holy and true discourse, that they never admit into them obscene, or infamous, or worldly words, or tolerate any one detracting from another, on account of that which is written, \"Hedge up thine ears with thorns, and do not listen to a wicked tongue, that you may have your part with him, of whom it is said, that he was righteous in hearing and seeing; i-e: he sinned neither with his eyes nor his ears."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:16",
                            "text": "Cleanse, too, thy hands, \"that they be not stretched out to receive, but shut against giving,\" and that they be not prompt to strike, but ever ready for all the works of mercy and piety."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:17",
                            "text": "In fine, cleanse thy feet, that they follow not the broad and ample way which leads to grand and costly worldly banquets, but that they tread rather the difficult and narrow path, which guides to heaven, for it is written, \"Make a straight path for your feet\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Doubtful Letters II 10:18",
                            "text": "Acknowledge that your members were formed for you by God the Maker, not for vices, but for virtues; and, when you have cleansed the whole of your limbs from every stain of sin, and they have become sanctified throughout your whole body, then understand that this purity will profit you, and look forward with all confidence to the prize of virginity."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Sulpitius Severus: Doubtful Letters II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:2",
                            "text": "I believe that I have now set forth, briefly indeed, but, at the same time, fully, what is implied in a woman's purity of body: it remains that we should learn what it is to be pure also in spirit; i-e: that what it is unlawful for one to do in act, it is also unlawful for one even to imagine in thought."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:3",
                            "text": "For she is holy, alike in body and in spirit, who sins neither in mind nor heart, knowing that God is one who examines also the heart; and, therefore, she takes every pains to possess a mind as well as a body free from sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:4",
                            "text": "Such a person is aware that it is written, \"Keep thy heart with all diligence\"; and again, \"God loveth holy hearts, and all the undefiled are acceptable to him\"; and elsewhere, \"Blessed are those of a pure heart; for they shall see God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:5",
                            "text": "I think that this last statement is made regarding those whom conscience accuses of the guilt of no sin; concerning whom I think that John also spoke in his Epistle when he said, \"If our heart condemn us not, then have we confidence towards God, and whatsoever we ask we shall receive from him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:6",
                            "text": "I do not wish you to think that you have escaped the accusation of sin, although act does not follow desire, since it is written, \"Whosoever looketh on a woman to lust after her, hath already committed adultery with her in his heart\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:7",
                            "text": "And do not say, \"I had the thought, indeed, but I did not carry it out in act\"; for it is unlawful even to desire that which it is unlawful to do."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:8",
                            "text": "Wherefore also blessed Peter issues a precept to this effect: \"purify your souls\"; and if he had not been aware of such a thing as defilement of the soul, he would not have expressed a desire that it should be purified."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:9",
                            "text": "But we should also very carefully consider that passage which says, \"These are they who did not defile themselves with women, for they remained virgins, and they follow the Lamb whithersoever he goeth\"; and should reflect whether, if these are joined to the Divine retinue, and traverse all the regions of the heavens, through the merit of chastity and purity alone, there may be also other means by which virginity being assisted may attain to the  glory of so great blessedness."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:10",
                            "text": "But whence shall we be able to know this? From the following passages (if I mistake not) in which it is written, \"These were purchased from among men as the first fruits to God and the Lamb, and in their mouth there was found no falsehood, for they are without spot before the throne of God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:11",
                            "text": "You see, then, that they are spoken of as closely following in the footsteps of the Lord, not in virtue of one member only, but those are said to do so, who, besides virginity, had passed a life freed from all the pollution of sin."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:12",
                            "text": "Wherefore, let the virgin especially despise marriage on this account, that, while she is safer than others, she may the more easily accomplish what is also required from those who are married; viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:13",
                            "text": "keep herself from all sin, and obey all the commandments of the law."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Doubtful Letters II 11:14",
                            "text": "For if she does not marry, and nevertheless indulges in those things from which even married women are enjoined to keep themselves free, what will it profit her not to have married? For although it is not allowed to any Christian to commit sin, and it befits all without exception who are purified through the sanctification of the spiritual bath, to lead an unstained life, that they may be thoroughly identified with the Church, which is described as being \"without spot, or wrinkle, or any such thing,\" much more is it requisite that a virgin should reach this standard, whom neither the existence of a husband, nor of sons, nor of any other necessity, prevents from fully carrying out the demands of holy Scripture; nor shall she be able, if she fail, to defend herself by any sort of excuse."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Sulpitius Severus: Doubtful Letters II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:2",
                            "text": "O Virgin, maintain thy purpose which is destined for a great reward."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:3",
                            "text": "Eminent with the Lord is the virtue of virginity and purity, if it be not disfigured by other kinds of lapses into sins and wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:4",
                            "text": "Realize your state, realize your position, realize your purpose."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:5",
                            "text": "You are called the bride of Christ; see that you commit no act which is unworthy of him to whom you profess to be betrothed."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:6",
                            "text": "He will quickly write a bill of divorcement, if he perceive in you even one act of unfaithfulness."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:7",
                            "text": "Accordingly, whosoever receives those gifts which, as an earnest, are bestowed in the case of human betrothals, immediately begins earnestly and diligently to enquire of domestics, intimates, and friends, what is the character of the young man, what he especially loves, what he receives, in what style he lives, what habits he practices, what luxuries he indulges in, and in what pursuits he finds his chief pleasure and delight."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:8",
                            "text": "And when she has learned these things, she so conducts herself, in all respects, that her service, her cheerfulness, her diligence, and her whole mode of life, may be in harmony with the character of her betrothed."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:9",
                            "text": "And do thou, who hast Christ as thy bridegroom, enquire from the domestics and intimates of that bridegroom of thine what is his character; yes, do thou zealously and skillfully enquire in what things he specially delights, what sort of arrangement he loves in thy dress, and what kind of adornment he desires."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:10",
                            "text": "Let his most intimate associate Peter tell thee, who does not allow personal adorning even to married women, as he has written in his epistle, \"Let wives, in like manner, be subject to their own husbands, so that, if any believe not the word, they may, without the word, be won over by the conduct of their wives, contemplating their chaste behavior in the fear of God; and let theirs not be an outward adornment of the hair, or the putting on of gold, or elegance in the apparel which is adopted, but let there be the hidden man of the heart in the stainlessness of a peaceful and modest spirit, which is in the sight of God of great price\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Doubtful Letters II 12:11",
                            "text": "Let another apostle also tell thee, the blessed Paul, who, writing to Timothy, gives his approval to the same things in regard to the conduct of believing women: \"Let wives in like manner adorn themselves with the ornament of a habit of modesty and sobriety, not with curled hair, or gold, or pearls, or costly array, but as becomes women that profess chastity, with good and upright behavior\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Sulpitius Severus: Doubtful Letters II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:2",
                            "text": "But perhaps you say, \"Why did not the Apostles enjoin these things on virgins?\" Because they did not think that necessary, lest such an exhortation, if given to them, might rather seem an insult than a means of edification."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:3",
                            "text": "Nor, in fact, would they have believed that virgins could ever proceed to such an extreme of hardihood, as to claim for themselves carnal and worldly ornaments, not permitted even to married women."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:4",
                            "text": "Undoubtedly, the virgin ought to adorn and array herself; for how can she be able to please her betrothed, if she does not come forth in a neat and ornamental form? Let her be adorned by all means, but let her ornaments be of an internal and spiritual kind, and not of a carnal nature; for God desires in her a beauty not of the body, but of the soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:5",
                            "text": "Do thou, therefore, who desirest that thy soul  should be loved and dwelt in by God, array it with all diligence, and adorn it with spiritual garments."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:6",
                            "text": "Let nothing unbecoming, nothing repulsive, be seen in it."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:7",
                            "text": "Let it shine with the gold of righteousness, and gleam with the gems of holiness, and glitter with the most precious pearl of purity; instead of fine linen and silk, let it be arrayed in the robe of mercifulness and piety, according to what is written, \"Put ye on, therefore, as the elect of God, holy and beloved bowels of mercy, kindness, humility,\" and so forth."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:8",
                            "text": "And let the virgin not ask for the beauty due to ceruse, or any other pigment, but let her have the brightness of innocence and simplicity, the rosy hue of modesty, and the purple glow of honorable shamefacedness."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:9",
                            "text": "Let her be washed with the nitre of heavenly doctrine, and purified by all spiritual lavements."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:10",
                            "text": "Let no stain of malice or sin be left in her."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Doubtful Letters II 13:11",
                            "text": "And lest, at any time, she should give forth the evil odor of sin, let her be imbued, through and through, with the most pleasant ointment of wisdom and knowledge."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Sulpitius Severus: Doubtful Letters II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:2",
                            "text": "God seeks for adornment of this kind, and desires a soul arrayed in such a manner."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:3",
                            "text": "Remember that you are called the daughter of God, according to what he says, \"Hearken, O daughter, and consider\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:4",
                            "text": "But you yourself also, as often as you call God your Father, bear witness that you are the daughter of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:5",
                            "text": "Wherefore, if you are the daughter of God, take care that you do none of those things which are unworthy of God, your Father; but do all things as being the daughter of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:6",
                            "text": "Reflect how the daughters of nobles in this world conduct themselves, to what habits they are accustomed and by what exercises they train themselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:7",
                            "text": "In some of them, there is so great modesty, so great dignity, so great self-restraint, that they excel the habits of other human beings in regard to human nobleness, and, lest they should attach any mark of disgrace on their honorable parents by their failure, they strive to acquire another nature for themselves by the mode of their acting in the world."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:8",
                            "text": "And do you, therefore, have regard to your origin, consider your descent, attend to the glory of your nobility."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:9",
                            "text": "Acknowledge that you are not merely the daughter of man, but of God, and adorned with the nobility of a divine birth."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:10",
                            "text": "So present yourself to the world that your heavenly birth be seen in you, and your divine nobleness shine clearly forth."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:11",
                            "text": "Let there be in you a new dignity, an admirable virtue, a notable modesty, a marvelous patience, a gait becoming a virgin with a bearing of true shamefacedness, speech always modest, and such as is uttered only at the proper time, so that whosoever beholds you may admiringly exclaim: \"What is this exhibition of new dignity among men? What is this striking modesty, what this well-balanced excellence, what this ripeness of wisdom? This is not the outcome of human training or of mere human discipline."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:12",
                            "text": "Something heavenly sheds its fragrance on me in that earthly body."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:13",
                            "text": "I really believe that God does reside in some human beings\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Doubtful Letters II 14:14",
                            "text": "And when he comes to know that you are a handmaid of Christ, he will be seized with the greater amazement, and will reflect how marvelous must be the Master, when his handmaid manifests such excellence."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Sulpitius Severus: Doubtful Letters II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:2",
                            "text": "If you wish, then, to be with Christ, you must live according to the example of Christ, who was so far removed from all evil and wickedness, that he did not render a recompense even to his enemies, but rather even prayed for them."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:3",
                            "text": "For I do not wish you to reckon those souls Christian, who (I do not say) hate either their brothers or sisters, but who do not, before God as a witness, love their neighbors with their whole heart and conscience, since it is a bounden duty for Christians, after the example of Christ himself, even to love their enemies."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:4",
                            "text": "If you desire to possess fellowship with the saints, cleanse your heart from the thought of malice and sin."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:5",
                            "text": "Let no one circumvent you; let no one delude you by beguiling speech."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:6",
                            "text": "The court of heaven will admit none except the holy, and righteous, and simple, and innocent, and pure."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:7",
                            "text": "Evil has no place in the presence of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:8",
                            "text": "It is necessary that he who desires to reign with Christ should be free from all wickedness and guile."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:9",
                            "text": "Nothing is so offensive, and nothing so detestable to God, as to hate any one, to wish to harm any one; while nothing is so acceptable to him as to love all men."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Doubtful Letters II 15:10",
                            "text": "The prophet knowing this bears witness to it when he teaches, \"Ye who love the Lord, hate evil\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Sulpitius Severus: Doubtful Letters II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:2",
                            "text": "Take heed that ye love not human glory in any respect, lest your portion also be reckoned among those to whom it was said, \"How can ye believe, who seek glory, one from another?\"  and of whom it is said through the prophet, \"Increase evils to them; increase evils to the boastful of the earth\"; and elsewhere, \"Ye are confounded from your boasting, from your reproaching in the sight of the Lord\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:3",
                            "text": "For I do not wish you to have regard to those, who are virgins of the world, and not of Christ; who unmindful of their purpose and profession, rejoice in delicacies, are delighted with riches, and boast of their descent from a merely carnal nobility; who, if they assuredly believed themselves to be the daughters of God, would never, after their divine ancestry, admire mere human nobility, nor glory in any honored earthly father: if they felt that they had God as their Father, they would not love any nobility connected with the flesh."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:4",
                            "text": "Why, thou foolish woman, dost thou flatter thyself about the nobleness of thy descent, and take delight in it? God, at the beginning, created two human beings, from whom the whole multitude of the human race has descended; and thus it is not the equity of nature, but the ambition of evil desire, which has given rise to worldly nobility."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:5",
                            "text": "Unquestionably, we are all rendered equal by the grace of the divine bath, and there can be no difference among those, whom the second birth has generated, by means of which alike the rich man and the poor man, the free man and the slave, the nobly born and the lowly born, is rendered a son of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:6",
                            "text": "Thus mere earthly rank is overshadowed by the brilliance of heavenly glory, and henceforth is taken no account of, while those who formerly had been unequal in worldly honors are now equally arrayed in the glory of a heavenly and divine nobility."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:7",
                            "text": "There is now among such no place for lowness of birth; nor is any one inferior to another whom the majesty of the divine birth adorns; except in the estimation of those who do not think that the things of heaven are to be preferred to those of earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:8",
                            "text": "There can be no worldly boasting among them, if they reflect how vain a thing it is that they should, in smaller matters, prefer themselves to those whom they know to be equal to themselves in greater matters, and should regard, as placed below themselves on earth, those whom they believe to be equal to themselves in what relates to heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Doubtful Letters II 16:9",
                            "text": "But do thou, who art a virgin of Christ, and not of the world, flee from all the glory of this present life, that thou mayest attain to the glory which is promised in the world to come."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Sulpitius Severus: Doubtful Letters II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:2",
                            "text": "Avoid words of contention and causes of animosity: flee also from all occasions of discord and strife."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:3",
                            "text": "For if, according to the doctrine of the Apostle \"the servant of the Lord must not strive,\" how much more does this become the handmaid of the Lord, whose mind ought to be more gentle, as her sex is more bashful and retiring."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:4",
                            "text": "Restrain thy tongue from evil speaking, and put the bridle of the law upon thy mouth; so that you shall speak, if you speak at all, only when it would be a sin to be silent."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:5",
                            "text": "Beware lest you utter anything which might be justly found fault with."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:6",
                            "text": "A word once spoken is like a stone which has been thrown: wherefore it should be long thought over before it is uttered."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:7",
                            "text": "Blessed, assuredly, are the lips, which never utter what they would wish to recall."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:8",
                            "text": "The talk of a chaste mind ought itself also to be chaste, such as may always rather edify than injure the hearers, according to that commandment of the Apostle when he says, \"Let no corrupt communications proceed out of your mouth, but that which is good for the edification of faith, that it may convey grace to them that hear\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:9",
                            "text": "Precious to God is that tongue which knows not to form words except about divine things, and holy is that mouth from which heavenly utterances continually flow forth."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:10",
                            "text": "Put down by the authority of Scripture calumniators of those who are absent, as being evil-minded persons, because the prophet mentions this also as among the virtues of a perfect man, if, in the presence of the righteous an evil-minded man, who brings forward things against his neighbor which cannot be proved, is brought down to nothing."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:11",
                            "text": "For it is not lawful for you patiently to listen to evil-speaking against another, inasmuch as you would not wish that to be done by others when directed against yourself."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:12",
                            "text": "Certainly, everything is unrighteous which goes against the Gospel of Christ, and that is the case, if you quietly permit anything to be done to another, which you would feel painful, if done by any one to yourself."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:13",
                            "text": "Accustom your tongue always to speak about those who are good, and lend your ears rather to listen to the praises of good men than to the condemnation of such as are wicked."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:14",
                            "text": "Take heed that all the good actions you perform are done for the sake of God, knowing that for every such deed you will only receive a reward, so far as you have done it out of regard to his fear and love."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Doubtful Letters II 17:15",
                            "text": "Study rather to be holy than to appear so, because it is of no avail to be reckoned what you are not; and the guilt of a twofold sin is contracted when you do not have what you are credited with having, and when you pretend to possess what you do not possess."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Sulpitius Severus: Doubtful Letters II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Doubtful Letters II 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Doubtful Letters II 18:2",
                            "text": "Delight thyself rather in fastings than in feastings, mindful of that widow who did not depart from the temple, but served God with fastings and prayers day and night."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Doubtful Letters II 18:3",
                            "text": "Now, if she who was a widow, and a Jewish widow, proved herself such, what is it fitting that a virgin of Christ should now attain to? Love more than any other thing the feast of the divine word, and desire that you be filled with spiritual dainties, while you seek for such food as refreshes the soul, rather than for that which only pleases the body."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Doubtful Letters II 18:4",
                            "text": "Flee from all kinds of flesh and wine, as being the sources of heat and provocatives to lust."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Doubtful Letters II 18:5",
                            "text": "And only then, if need be, use a little wine, when the stomach's uneasiness, or great infirmity of body, requires you to do so."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Doubtful Letters II 18:6",
                            "text": "Subdue anger, restrain enmity, and whatever there may be which gives rise to remorse when it is done, avoid as an abomination giving rise to immediate sin."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Doubtful Letters II 18:7",
                            "text": "It is fitting that that mind should be very tranquil and quiet, as well as free from all the tumults of anger, which desires to be the dwelling-place of God, as he testifies through the prophet, saying, \"Upon what other man shall I rest than upon him who is humble and quiet, and who trembleth at my words?\" Believe that God is a witness of all thy deeds and thoughts, and take good heed lest you either do or think anything which is unworthy of the divine eyesight."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Doubtful Letters II 18:8",
                            "text": "When you desire to engage in prayer, show yourself in such a frame of mind as becomes one who is to speak with the Lord."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Sulpitius Severus: Doubtful Letters II 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:2",
                            "text": "When you repeat a psalm, consider whose words you are repeating and delight yourself more with true contrition of soul, than with the pleasantness of a trilling voice."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:3",
                            "text": "For God sets a higher value on the tears of one thus praising him, than on the beauty of his voice; as the prophet says, \"Serve the Lord with fear, and rejoice with trembling\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:4",
                            "text": "Now, where there are fear and trembling, there is no lifting up of the voice, but humility of mind with lamentation and tears."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:5",
                            "text": "Display diligence in all thy doings; for it is written, \"Cursed is the man who carelessly performs the work of the Lord\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:6",
                            "text": "Let grace grow in you with years; let righteousness increase with age; and let your faith appear the more perfect the older you become; for Jesus, who has left us an example how to live, increased not only in years as respected his body, but in wisdom and spiritual grace before God and men."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:7",
                            "text": "Reckon all the time in which you do not perceive yourself growing better as positively lost."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:8",
                            "text": "Maintain to the last that purpose of virginity which you have formed; for it is the part of virtue not merely to begin, but to finish, as the Lord says in the Gospel, \"Whosoever shall endure to the end, the same shall be saved\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:9",
                            "text": "Beware, therefore, lest you furnish to any one an occasion even of evil desire, because thy God, betrothed to thee, is jealous; for an adulteress against Christ is more guilty than one against her husband."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:10",
                            "text": "Be thou, therefore, a model of life to all; be an example; and excel in actual conduct those whom you precede in your consecration to chastity."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:11",
                            "text": "Show thyself in all respects a virgin; and let no stain of corruption be brought as a charge against thy person."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:12",
                            "text": "And let one whose body is perfect in its purity be also irreproachable in conduct."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:13",
                            "text": "Now, as we said in the beginning of this letter, that you have become a sacrifice pertaining to God, such a sacrifice as undoubtedly imparts its own sanctity also to others, that, as every one worthily receives from it, he himself also may be a partaker of sanctification, so then, let the other virgins also be sanctified through you, as by means of a divine offering."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Sulpitius Severus: Doubtful Letters II 19:14",
                            "text": "Show yourself to them so holy in all things, that, whosoever comes in contact with thy life, whether by hearing or seeing, may experience the power of sanctification, and may feel that such an amount of grace passes to him from your manner of acting, that, while he desires to imitate thee, he himself becomes worthy of being a sacrifice devoted to God."
                        }
                    ]
                }
            ]
        }
    ]
}