{
    "books": [
        {
            "name": "Athanasius: On the Opinion of Dionysius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Athanasius: On the Opinion of Dionysius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:1",
                            "text": "On the Opinion of Dionysius."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:2",
                            "text": "Letter of Athanasius concerning Dionysius, Bishop of Alexandria, shewing that he too was against the Arian heresy, like the Synod of Nicaea, and that the Arians in vain libel him in claiming him as on their side."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:4",
                            "text": "The Arian appeal to Dionysius a slander against him."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:5",
                            "text": "You have been tardy in informing me of the present argument between yourself and the enemies of Christ; for even before your courtesy wrote to me, I had made diligent enquiry, and learnt about the matter, of which I heard with pleasure."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:6",
                            "text": "I approved of the right opinion entertained by your piety concerning our blessed fathers, while on the present occasion I once more recognise the unreasonableness of the Arian madmen."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:7",
                            "text": "For whereas their heresy has no ground in reason, nor express proof from holy writ, they were always resorting to shameless subterfuges and plausible fallacies."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:8",
                            "text": "But they have now also ventured to slander the fathers: and this is not inconsistent, but fully of a piece with their perversity."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Athanasius: On the Opinion of Dionysius 1:9",
                            "text": "For what marvel is it if men who have presumed to 'take counsel against the Lord and against His Christ,' are also vilifying the blessed Dionysius, Bishop of Alexandria, as a partisan and accomplice of their own? For if they are pleased to extol a man, for the support of their own heresy, even if they call him blessed, they cast upon him no slight affront, but a great one indeed; just like robbers or men of evil life who, when branded for their own practices, claim sober persons as being of their number, and thus defame their sober character."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Athanasius: On the Opinion of Dionysius 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:1",
                            "text": "2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:2",
                            "text": "The Arian position inconsistent with Holy Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:3",
                            "text": "If then they have confidence in their opinions and statements, let them broach their heresy nakedly, and shew from it if they think they have any religious argument whether from Scripture, or from human reason, in their defence."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:4",
                            "text": "But if they have nothing of the kind, let them hold their peace."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:5",
                            "text": "For they will find nothing from any quarter except the greater condemnation of themselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:6",
                            "text": "Firstly from the Scriptures, in that John says, 'In the beginning was the Word;' whereas they say, 'he was not before he was begotten:' while David sings, in the character of the Father, 'my heart uttered a good Word' (Ps."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:7",
                            "text": "xlv."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:8",
                            "text": "1, LXX), whom they allege to be in thought only, and originated from nothing."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:9",
                            "text": "Further, whereas John once more says in the Gospel (i."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:10",
                            "text": "3), 'all things were made by Him, and without Him was not anything made,' while Paul writes, 'there is one Lord Jesus Christ by whom are all things' (1 Cor."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:11",
                            "text": "viii."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:12",
                            "text": "6), and elsewhere, 'all things were created in Him' (Col."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:13",
                            "text": "i."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:14",
                            "text": "16), how will they have the boldness (or rather how will they escape disgrace) to oppose the sayings of the saints, by saying that the artificer of all things is a creature, and that He is a created thing in whom all things created have come into being and subsist? Nor, secondly, is any religious argument from human reason left them in their defence."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:15",
                            "text": "For what man, Greek or barbarian, presumes to call one, whom he confesses to be God, a created thing, or to say that he was not before he was made? or what man, when he has heard Him whom he believes to be God alone say, 'This is My beloved Son' (Mat."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:16",
                            "text": "iii."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:17",
                            "text": "17), and 'my heart uttered a good Word,' will venture even to say that the Word out of the heart of God has come to being out of nothing? or that the Son is a created thing and not the very offspring of Him that speaks? or again, who that hears Him whom he believes to be Lord and Saviour say, 'I am in the Father and the Father in Me,' and 'I and the Father are one' (John xiv 10; x."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Athanasius: On the Opinion of Dionysius 2:18",
                            "text": "30), will presume to put asunder what He has made one and maintained indivisible?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Athanasius: On the Opinion of Dionysius 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:1",
                            "text": "3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:2",
                            "text": "The Arians appeal to Dionysius as the Jews did to Abraham: but with equally little reason."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:3",
                            "text": "Seeing this themselves, accordingly, and having no confidence in their own position, they utter falsehoods against religious men."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:4",
                            "text": "But it would be better for them, when isolated, and perceiving that under examination they were at a loss and put to silence on all sides, rather to have turned back from the way of error and not to claim men whom they do not know, lest being confuted by them also they should carry off all the more disgrace."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:5",
                            "text": "But perhaps they do not wish ever to depart from this wickedness of theirs; for they emulate this characteristic of Caiaphas and his party, just as they have learned from them to deny Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:6",
                            "text": "For they too, when the Lord had done so so many works, by which He shewed Himself to be the Christ the Son of the Living God, and being convicted by him, from thenceforth in all things thinking and speaking against the Scripture, and unable for a moment to face the proofs against themselves, betook themselves to the patriarch with the words, 'We have Abraham to our father' (Matt."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:7",
                            "text": "iii."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:8",
                            "text": "9), thus thinking to cloke their own unreasonableness."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:9",
                            "text": "But neither did they gain anything by these words, nor will these men, by speaking of Dionysius, be able to escape the guilt of the others."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:10",
                            "text": "For the Lord convicted the latter of their wicked deeds by the words, 'This did not Abraham' (John viii."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:11",
                            "text": "40), while the same truth again shall convict these men of their impiety and falsehood."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:12",
                            "text": "For the Bishop Dionysius did not hold with Arius, nor was he ignorant of the truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:13",
                            "text": "On the contrary, both the Jews of that day, and the new Jews of the present day inherited their mad enmity against Christ from their father the devil."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:14",
                            "text": "Well then, a strong proof that here once more these men are saying what is not true, but are maligning the man, is the fact that neither was he condemned and expelled from the church for impiety by other bishops, as these men have been from the clergy, nor did he of his own accord leave the church as the partisan of a heresy, but died honourably within it, and his memory is retained and registered along with the fathers to the present day."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Athanasius: On the Opinion of Dionysius 3:15",
                            "text": "For if he had held with these men, or not vindicated what he had written, without doubt he too would have been treated as these men have been."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Athanasius: On the Opinion of Dionysius 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:2",
                            "text": "The Arian appeal to Dionysius based upon an isolated fragment of his teaching to the neglect of the rest."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:3",
                            "text": "And indeed this would suffice for the entire refutation of the new Jews, who both deny the Lord and slander the fathers and attempt to deceive all Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:4",
                            "text": "But since they think they have, in certain parts of the bishop's letter, pretexts for their slander of him, come let us look at these also, so that even from them the futility of the reasoning may be exposed, and they may at length cease from their blasphemy against the Lord, and at any rate with the soldiers (Mat."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:5",
                            "text": "xxvii."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:6",
                            "text": "54), when they see creation witnessing, confess that truly He is the Son of God, and not one of created things."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:7",
                            "text": "They say then that in a letter the blessed Dionysius has said, 'that the Son of God is a creature and made, and not His own by nature, but in essence alien from the Father, just as the husbandman is from the vine, or the ship-builder from the boat, for that being a creature He was not before He came to be."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:8",
                            "text": "' Yes, he wrote it, and we too admit that his letter runs thus."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:9",
                            "text": "But just as he wrote this, he also wrote very many other letters, and they ought to consult those also; in order that the faith of the man may be made clear from them all, and not from this alone."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:10",
                            "text": "For the art of a ship-builder who has constructed many triremes is judged of not from one, but from all."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:11",
                            "text": "If therefore he simply wrote this letter of which they speak as an exposition of his faith, or if this was his only letter, let them accuse him to their hearts' content,—for this suggestion really amounts to an accusation,—but if he was led to write as he did by the occasion and the person concerned, while he also wrote other letters, defending himself where he had been suspected, in that case they ought not to have neglected the reasons, and hastily cast a slur upon the man, lest they should appear to be hunting merely stray expressions, while passing over the truth to be found in his other letters."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:12",
                            "text": "For a husbandman also treats trees of the same sort now in one way now in another, according to the character of the soil he has to do with: nor would any one blame him because he cuts one, grafts another, plants another, and another again takes up."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:13",
                            "text": "On the contrary, upon learning the reason, he all the more admires the versatility of his skill."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:14",
                            "text": "Well then, unless they have consulted the writing superficially let them state the main subject of the letter; for so the malignity and unscrupulous character of their design will come out."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Athanasius: On the Opinion of Dionysius 4:15",
                            "text": "But since they do not know, or are ashamed to state it, we must state it ourselves."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Athanasius: On the Opinion of Dionysius 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Athanasius: On the Opinion of Dionysius 5:1",
                            "text": "5."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Athanasius: On the Opinion of Dionysius 5:2",
                            "text": "The occasion of Dionysius' writing against the Sabellians."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Athanasius: On the Opinion of Dionysius 5:3",
                            "text": "At that date certain of the Bishops in Pentapolis, Upper Libya, held with Sabellius."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Athanasius: On the Opinion of Dionysius 5:4",
                            "text": "And they were so successful with their opinions that the Son of God was scarcely any longer preached in the churches."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Athanasius: On the Opinion of Dionysius 5:5",
                            "text": "Dionysius having heard of this, as he had the charge of those churches, sends men to counsel the guilty ones to cease from their error, but as they did not cease, but waxed more shameless in their impiety, he was compelled to meet their shameless conduct by writing the said letter, and to expound from the Gospels the human nature of the Saviour, in order that since those men waxed bolder in denying the Son, and in ascribing His human actions to the Father, he accordingly by demonstrating that it was the Son and not the Father that was made man for us, might persuade the ignorant persons that the Father is not a Son, and so by degrees lead them up to the true Godhead of the Son and the knowledge of the Father."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Athanasius: On the Opinion of Dionysius 5:6",
                            "text": "This is the main subject of the letter, and this is the reason why he wrote it, by reason of those who so shamelessly had chosen to alter the true faith."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Athanasius: On the Opinion of Dionysius 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:1",
                            "text": "6."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:2",
                            "text": "Dionysius did not express his full opinion in the passages alleged."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:3",
                            "text": "Well then, what is there in common between the heresy of Arius and the opinion of Dionysius: or why is Dionysius to be called like Arius, when they differ widely? For the one is a teacher of the Catholic Church, while the other has been the inventor of a new heresy."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:4",
                            "text": "And while Arius to expound his own error wrote a Thaleia in an effeminate and ridiculous style like Sotades the Egyptian, Dionysius not only wrote other letters also, but composed a defence of himself upon the suspicious points, and came out clearly as of right opinions."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:5",
                            "text": "If then his writings are inconsistent, let them not draw him to their side, for on this assumption he is not worthy of credit."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:6",
                            "text": "But if, when he had written his letter to Ammonius, and fallen under suspicion, he made his defence so as to better what he had previously said, but did so without changing, it must be evident that he wrote the suspected passages in a qualified sense."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:7",
                            "text": "But what is written or done in such a sense men have no business to construe maliciously, or wrest each one to a meaning of his own."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:8",
                            "text": "For even a physician frequently in accordance with his knowledge applies to the wounds he has to deal with, remedies which to some seem unsuitable with a view to nothing but health."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Athanasius: On the Opinion of Dionysius 6:9",
                            "text": "In like manner it is the practice of a wise teacher to arrange and deliver his lessons with reference to the characters of his pupils, until he has brought them over to the way of perfection."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Athanasius: On the Opinion of Dionysius 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:1",
                            "text": "7."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:2",
                            "text": "The language of the Apostles needs similar caution in particular passages."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:3",
                            "text": "But if they accuse the blessed man (for the arguments of the Arians about him are in fact accusations against him) simply for writing thus, what will they do when they hear even the great and blessed Apostles in the Acts, firstly Peter saying (Acts ii."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:4",
                            "text": "22), 'Ye men of Israel hear these words: Jesus of Nazareth, a man approved of God unto us by mighty works and wonders and signs which God did by Him in the midst of you, as ye yourselves know: Him, being delivered up by the determinate counsel and foreknowledge of God, ye by the hand of lawless men did crucify and slay;' and again (ib."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:5",
                            "text": "iv."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:6",
                            "text": "10), 'In the name of Jesus Christ of Nazareth, Whom ye crucified, Whom God raised from the dead, even in Him doth this man stand here before you whole;' and Paul, relating (ib."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:7",
                            "text": "xiii."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:8",
                            "text": "22) in Antioch of Pisidia how God, 'when He had removed Saul, raised up David to be king; to whom also He bare witness and said, I have found David the Son of Jesse, a man after my heart, who shall do My will."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:9",
                            "text": "Of this man's seed hath God according to promise brought unto Israel a Saviour, Jesus;' and again at Athens (ib."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:10",
                            "text": "xvii."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:11",
                            "text": "30), 'The times of ignorance therefore God overlooked; but now He commandeth men that they should all everywhere repent: inasmuch as He hath appointed a day in the which He will judge the world in righteousness by means of the man whom He hath ordained, whereof He hath given assurance unto all men, in that He hath raised Him from the dead;' or Stephen, the great martyr, when he says, 'Behold I see the heavens opened and the Son of man standing on the right hand of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Athanasius: On the Opinion of Dionysius 7:12",
                            "text": "' Why, it is high time for them to brazen it out (for there is nothing too daring for them) and claim that the very apostles held with Arius: for they declare Christ to have been a man from Nazareth, and passible."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Athanasius: On the Opinion of Dionysius 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:1",
                            "text": "8."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:2",
                            "text": "The Apostles spoke of Christ as man, but also as God."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:3",
                            "text": "Well then, such being the imaginations of these men, did the Apostles, since they used the above language, regard Christ as only a man and nothing more? God forbid."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:4",
                            "text": "The very idea is out of the question."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:5",
                            "text": "But here too they have acted as wise master-builders and stewards of the mysteries of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:6",
                            "text": "And they have good reason for it."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:7",
                            "text": "For inasmuch as the Jews of that day, in error themselves and misleading the Gentiles, thought that the Christ was coming as a mere man of the seed of David, after the likeness of the rest of the children of David's descent, and would neither believe that He was God nor that the Word was made flesh; for this reason it was with much wisdom that the blessed Apostles began by proclaiming to the Jews the human characteristics of the Saviour, in order that by fully persuading them from visible facts, and from miracles which were done, that the Christ was come, they might go on to lead them up to faith in His Godhead, by shewing that the works He had done were not those of a man but of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:8",
                            "text": "Why, Peter, who calls Christ a man capable of suffering, at once went on (Acts iii."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:9",
                            "text": "15) to add, 'He is Prince of Life,' while in the Gospel he confesses, 'Thou art the Christ, the Son of the living God."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:10",
                            "text": "' But in his Epistle he calls Him Bishop of souls and Lord both of himself and of angels and Powers."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:11",
                            "text": "Paul, again, who calls Christ a man of the seed of David, wrote thus to the Hebrews (i."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:12",
                            "text": "3), 'Who being the brightness of His glory and the very image of His subsistence,' and to the Philippians (ii."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:13",
                            "text": "6), 'Who being in the form of God counted it not a prize to be on an equality with God."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Athanasius: On the Opinion of Dionysius 8:14",
                            "text": "' But what can it mean to call him Prince of Life, Son of God, brightness, express image, on an equality with God, Lord, and Bishop of souls, if not that in the body He was Word of God, by whom all things were made and is as indivisible from the Father as is the brightness from the light?."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Athanasius: On the Opinion of Dionysius 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:1",
                            "text": "9."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:2",
                            "text": "Dionysius must be interpreted like the Apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:3",
                            "text": "And Dionysius accordingly acted as he learned from the Apostles."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:4",
                            "text": "For as the heresy of Sabellius was creeping on, he was compelled, as I said before, to write the aforesaid letter, and to hurl at them what is said of the Saviour in reference to His manhood and His humiliation, so as to bar them by reason of His human attributes from saying that the Father was a son, and so render easier for them the teaching concerning the Godhead of the Son, when in his other letters he calls Him from the Scriptures the word, wisdom, power, breath (Wisd."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:5",
                            "text": "vii."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:6",
                            "text": "25), and brightness of the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:7",
                            "text": "For example, in the letters written in his defence, speaking as I have described, he waxes bold in the faith, and in piety towards Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:8",
                            "text": "As then the Apostles are not to be accused by reason of their human language about the Lord,—because the Lord has been made man,—but are all the more worthy of admiration for their wise reserve and seasonable teaching, so Dionysius is no Arian on account of his letter to Euphranor and Ammonius against Sabellius."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:9",
                            "text": "For even if he did use humble phrases and examples, yet they too are from the Gospels, and his justification for them is the Saviour's coming in the flesh, on account of which not only these things, but others like them are written."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:10",
                            "text": "For just as He is Word of God, so afterwards 'the Word was made flesh;' and while 'in the beginning was the Word; the Virgin at the consummation of the ages conceived, and the Lord has become man."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:11",
                            "text": "And He who is indicated by both statements is one Person, for 'the Word was made flesh."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:12",
                            "text": "' But the expressions used about His Godhead, and His becoming man, are to be interpreted with discrimination and suitably to the particular context."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Athanasius: On the Opinion of Dionysius 9:13",
                            "text": "And he that writes of the human attributes of the Word knows also what concerns His Godhead: and he who expounds concerning His Godhead is not ignorant of what belongs to His coming in the flesh: but discerning each as a skilled and 'approved money-changer,' he will walk in the straight way of piety; when therefore he speaks of His weeping, he knows that the Lord, having become man, while he exhibits his human character in weeping, as God raises up Lazarus; and He knows that He used to hunger and thirst physically, while divinely He fed five thousand persons from five loaves; and knows that while a human body lay in the tomb, it was raised as God's body by the Word Himself."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Athanasius: On the Opinion of Dionysius 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:1",
                            "text": "10."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:2",
                            "text": "The expressions of Dionysius claimed by the Arians refer to Christ as Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:3",
                            "text": "Dionysius, teaching exactly thus, in his letter to Euphranor and Ammonius wrote in view of Sabellius concerning the human predicates of the Saviour."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:4",
                            "text": "For to the latter class belong the sayings, 'I am the Vine and My Father the Husbandman' (Joh."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:5",
                            "text": "xv."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:6",
                            "text": "1), and 'faithful to Him that made Him' (Heb."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:7",
                            "text": "iii."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:8",
                            "text": "2), and 'He created me' (Prov."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:9",
                            "text": "viii."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:10",
                            "text": "22), and 'made so much better than the angels' (Heb."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:11",
                            "text": "i."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:12",
                            "text": "4)."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:13",
                            "text": "But He was not ignorant of the passages, 'I am in the Father and the Father in Me' (Joh."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:14",
                            "text": "xiv."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:15",
                            "text": "10), and 'He that hath seen Me hath seen the Father."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:16",
                            "text": "' For we know that he mentioned them in his other Epistles."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:17",
                            "text": "For while mentioning them there, he made mention also of the human attributes of the Lord."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:18",
                            "text": "For just as 'being in the form of God He counted it not a prize to be on an equality with God, but emptied Himself, taking the form of a slave' (Phil."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:19",
                            "text": "ii."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:20",
                            "text": "6), and 'though He was rich, yet for our sakes He became poor,' so while there are high and rich descriptions of His Deity, there are also those which relate to His coming in the flesh, humble expressions and poor."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:21",
                            "text": "But that these are used of the Saviour as man is apparent on the following grounds."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:22",
                            "text": "The husbandman is different in essence from the vine, while the branches are of one essence and akin to it, and are in fact undivided from the vine, it and they having one and the same origin."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:23",
                            "text": "But, as the Lord said, He is the vine, we are the branches."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:24",
                            "text": "If then the Son is of one essence with ourselves, and has the same origin as we, let us grant that in this respect the Son is diverse in essence from the Father, like as the vine is from the husbandman."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:25",
                            "text": "But if the Son is different from what we are, and He is the Word of the Father while we are made of earth, and are descendants of Adam, then the above expression ought not to be referred to the deity of the Word, but to His human coming."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:26",
                            "text": "Since thus also has the Saviour said: 'I am the vine, ye are the branches, My Father is the husbandman."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:27",
                            "text": "' For we are akin to the Lord according to the body, and for that reason he said (Heb."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:28",
                            "text": "ii."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:29",
                            "text": "12, Ps."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:30",
                            "text": "xxii."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:31",
                            "text": "22), 'I will declare thy name unto my brethren."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:32",
                            "text": "' And just as the branches are of one essence with the vine, and are from it, so we also having our bodies homogeneous with the Lord's body, receive of His fulness (Joh."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:33",
                            "text": "i."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:34",
                            "text": "16), and have that body as our root for our resurrection and our salvation."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:35",
                            "text": "But the Father is called the husbandman, for He it was who by His Word cultivated the Vine, namely the manhood of the Saviour, and who by His own Word prepared for us a way to a kingdom; and none cometh to the Lord except the Father draw him to Him (Joh."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:36",
                            "text": "vi."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Athanasius: On the Opinion of Dionysius 10:37",
                            "text": "44)."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Athanasius: On the Opinion of Dionysius 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:1",
                            "text": "11."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:2",
                            "text": "The same is true of the analogous language of the Apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:3",
                            "text": "This then being the sense of the expression, it follows that it is of the vine, so understood, that it is written: 'Who was faithful to Him that had created Him' (Heb."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:4",
                            "text": "iii."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:5",
                            "text": "2), and 'made so much better than the angels' (ib."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:6",
                            "text": "i."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:7",
                            "text": "4), and 'He created me' (Prov."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:8",
                            "text": "viii."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:9",
                            "text": "22)."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:10",
                            "text": "For when He had taken that which He had to offer on our behalf, namely His body of the Virgin Mary, then it is written of Him that He had been created, and formed, and made: for such phrases are applicable to men."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:11",
                            "text": "Moreover not after (His taking) the body has He been made better than the angels, lest He should appear to have been previously less than or equal to them."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:12",
                            "text": "But writing to Jews, and comparing the human ministry of the Lord to Moses, he said, 'having been made so much better than the angels,' for by means of angels the law was spoken, because 'the law was given by Moses, but grace came by Jesus Christ' (Joh."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:13",
                            "text": "i."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:14",
                            "text": "17), and the gift of the Spirit."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:15",
                            "text": "And whereas in those days the law was preached from Dan to Beersheba, now 'their sound is gone out into all lands' (Rom."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:16",
                            "text": "x."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:17",
                            "text": "18; Ps."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:18",
                            "text": "xix."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:19",
                            "text": "3), and the Gentiles worship Christ, and through Him know the Father."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Athanasius: On the Opinion of Dionysius 11:20",
                            "text": "The above things then are written of the Saviour as man, and not otherwise."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Athanasius: On the Opinion of Dionysius 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:1",
                            "text": "12."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:2",
                            "text": "The passages alleged from Dionysius are, when rightly understood, strictly orthodox."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:3",
                            "text": "Well then, did Dionysius, as the adversaries of Christ reiterate, when writing of the human characteristics of the Son, and so calling Him a creature, mean that he was one man among others? Or when he said that the Word was not proper to the essence of the Father, did he hold that He was of one essence with us men? Certainly he did not write thus in his other epistles."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:4",
                            "text": "but in them not only manifests a correct opinion, but as good as cries out by them against these people, saying as it were: I am not of the same opinion as you, you adversaries of God, nor did my writings furnish Arius with a pretext for impiety."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:5",
                            "text": "But writing to Ammon and Euphranor on account of the Sabellianisers, I made mention of the vine and the husbandman and used other like expressions, in order that, by pointing out the human characteristics of the Lord, I might persuade those men not to say that it is the Father who was made man."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:6",
                            "text": "For like as the husbandman is not the vine, so He that came in the body was not the Father but the Word; and the Word having come to be in the Vine was called the Vine, because of His bodily kinship with the branches, namely ourselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:7",
                            "text": "In this sense, then, I wrote as I did to Euphranor and Ammonius, but your shamelessness I confront with the other letters written by me, so that men of sound mind may know the defence they contain, and my right mind in the faith of Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:8",
                            "text": "The Arians then ought, if their intelligence were sound, thus to have thought and held concerning the Bishop: 'for all things are manifest to them that understand, and right to them that find knowledge' (Prov."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:9",
                            "text": "viii."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:10",
                            "text": "9)."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:11",
                            "text": "But since, not having understood the faith of the Catholic Church, they have fallen into impiety, and consequently, maimed in their intelligence, think that even straight things are crooked and call light darkness, while they think that darkness is light, it is necessary to quote also from the other letters of Dionysius, and state why they were written, to the greater condemnation of the heretic."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Athanasius: On the Opinion of Dionysius 12:12",
                            "text": "For it was from them that we ourselves have learned to think and write as we are doing about the man."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Athanasius: On the Opinion of Dionysius 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:1",
                            "text": "13."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:2",
                            "text": "But other writings of Dionysius have to be considered also."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:3",
                            "text": "Their history."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:4",
                            "text": "The following is the occasion of his writing the other letters."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:5",
                            "text": "The Bishop Dionysius having heard of the affairs in Pentapolis and having written, in zeal for religion, as I said above, his letter to Euphranor and Ammonius against the heresy of Sabellius, some of the brethren belonging to the Church, of right opinions, but without asking him, so as to learn from himself how he had written, went up to Rome; and they spoke against him in the presence of his namesake Dionysius the Bishop of Rome."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:6",
                            "text": "And he, upon hearing it, wrote simultaneously against the partisans of Sabellius and against those who held the very opinions for uttering which Arius was cast out of the Church; calling it an equal and opposite impiety to hold with Sabellius, or with those who say that the Word of God is a thing made and formed and originated."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:7",
                            "text": "And he wrote also to Dionysius to inform him of what they had said about him."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:8",
                            "text": "And the latter straightway wrote back, and inscribed his books 'a Refutation and a Defence."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:9",
                            "text": "' Here mark the detestable gang of the adversaries of Christ, and how they themselves have stirred up their disgrace against themselves."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:10",
                            "text": "For Dionysius, Bishop of Rome, having written also against those who said that the Son of God was a creature and a created thing, it is manifest that not now for the first time but from of old the heresy of the Arian adversaries of Christ has been anathematised by all."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Athanasius: On the Opinion of Dionysius 13:11",
                            "text": "And Dionysius, Bishop of Alexandria, making his defence concerning the letter he had written, appears in his turn as neither thinking as they allege, nor having held the Arian error at all."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Athanasius: On the Opinion of Dionysius 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:1",
                            "text": "14."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:2",
                            "text": "Object and general method of Dionysius in his 'Refutation and Defence."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:3",
                            "text": "'  And the mere fact of Dionysius having made his defence about the matters on which these people harp suffices completely to condemn the Arians, and to demonstrate their malignity."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:4",
                            "text": "For he wrote, not in angry controversy, but to defend himself on the points where he was under suspicion."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:5",
                            "text": "But in defending himself against charges, what does he do if not, while disposing of every charge of which he was suspected, by this very fact convict the Arian madmen of malignity? But, to complete their confusions by means of what he wrote in his defence, come, let me set before you his actual words."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:6",
                            "text": "For from them you will learn firstly that the Arians are malicious, secondly that Dionysius has nothing to do with their error."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:7",
                            "text": "To begin with, then, he wrote his letter as in Refutation and in Defence."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:8",
                            "text": "But this means, surely, that he aims at refuting false statements, and defends himself for what he has written; shewing that he wrote not as Arius supposed, but that in mentioning what is said concerning the Lord in His human aspect, he was not ignorant that He was the Word and Wisdom undivided from the Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:9",
                            "text": "Then he blames those who spoke against him for not quoting his language as a whole, but garbling it, and speaking not in good faith but disingenously and arbitrarily."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:10",
                            "text": "And he compares them to those who used to impeach the letters of the blessed Apostle."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:11",
                            "text": "But this complaint of his entirely clears him from sinister suspicion."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:12",
                            "text": "For if he considers the detractors of Paul to be like his own, he shews precisely this, that he wrote as he did in Paul's sense."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:13",
                            "text": "At any rate, in meeting severally the charges of his opponents, he explains all the passages cited by them: and, whereas in these latter he upsets Sabellius, in his subsequent letters he shews how sound and pious is his own faith."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:14",
                            "text": "Accordingly whereas they would have it that Dionysius held that 'God was not always a Father, the Son did not always exist, but God existed apart from the Word, while the Son Himself was not before He was begotten: on the contrary, there was a time when He was not, for He is not eternal but has come later into being,'—see how he replies! Most of what he said, whether in the form of investigations, or collective inferences, or interrogatory refutations, or charges against his accusers, I omit because of the length of his discourses, inserting only what is strictly relevant to the charges against him."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Athanasius: On the Opinion of Dionysius 14:15",
                            "text": "In answer to these, he writes after certain prefatory matter, in the first book inscribed 'Refutation and Defence' in the following terms."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Athanasius: On the Opinion of Dionysius 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:1",
                            "text": "15."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:2",
                            "text": "Extracts from the 'Refutation and Defence."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:3",
                            "text": "'  'For never was there a time when God was not a father."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:4",
                            "text": "' And this he acknowledges in what follows, 'that Christ is for ever, being Word and Wisdom and Power."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:5",
                            "text": "For it is not to be supposed that God, having at first no such issue, afterwards begat a Son, but that the Son has His being not of Himself but of the Father."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:6",
                            "text": "' And a little way on he adds on the same subject, 'But being the brightness of light eternal, certainly He is Himself eternal; for as the light exists always, it is evident that the brightness must exist always as well."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:7",
                            "text": "For it is by the fact of its shining that the existence of light is perceived, and there cannot be light that does not give light."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:8",
                            "text": "For let us come back to our examples."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:9",
                            "text": "If there is sun, there is sunlight, there is day."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:10",
                            "text": "If there is none of these things, it is quite impossible for there to be sun."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:11",
                            "text": "If then the sun were eternal, the day also would be unceasing."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:12",
                            "text": "But in fact, as that is not so, the day begins and ceases with the sun."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:13",
                            "text": "But God is light eternal, never beginning nor ceasing."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:14",
                            "text": "The brightness then lies before Him eternally, and is with Him without beginning and ever-begotten, shining in His Presence, being that Wisdom which said, \"I was that wherein he rejoiced, and daily I was glad in his presence at all times\" (Prov."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:15",
                            "text": "viii."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:16",
                            "text": "30)."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:17",
                            "text": "' And again after a little he resumes the same subject with the words, 'The Father then being eternal, the Son is eternal, being Light of Light: for if there is a parent there is also a child."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:18",
                            "text": "But if there were not a child, how and of whom can there be a parent? But there are both, and that eternally."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:19",
                            "text": "' Then again he adds, 'God then being light, Christ is brightness; and being Spirit, for \"God is a Spirit\" (John iv."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:20",
                            "text": "24),—in like manner Christ is called the breath, for He is the \"breath of the power of God\" (Wisd."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:21",
                            "text": "vii."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:22",
                            "text": "25)."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:23",
                            "text": "' And again, to quote the second book, he says, 'But only the Son, who always is with the Father and is filled of Him that IS, Himself also IS from the Father."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Athanasius: On the Opinion of Dionysius 15:24",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Athanasius: On the Opinion of Dionysius 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Athanasius: On the Opinion of Dionysius 16:1",
                            "text": "16."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Athanasius: On the Opinion of Dionysius 16:2",
                            "text": "Contrast of the language of Dionysius with that of Arius."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Athanasius: On the Opinion of Dionysius 16:3",
                            "text": "Now if the sense of the above statements were doubtful, there would be need of an interpreter."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Athanasius: On the Opinion of Dionysius 16:4",
                            "text": "But since he wrote plainly and repeatedly on the same subject, let Arius gnash his teeth when he sees his own heresy subverted by Dionysius, and hears him say what he does not wish to hear: 'God was always Father, and the Son is not absolutely eternal, but His eternity flows from the eternity of the Father, and He coexists with Him as brightness with the light."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Athanasius: On the Opinion of Dionysius 16:5",
                            "text": "' But let these, who have so much as imagined that Dionysius held with Arius, lay aside such a slander against him."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Athanasius: On the Opinion of Dionysius 16:6",
                            "text": "For what have they in common, when Arius says, 'The Son was not before He was begotten, but there was once a time when He was not,' whereas Dionysius teaches, 'Now God is Light eternal, neither beginning, nor ever to end: accordingly the brightness lies before Him eternally, and coexists with Him, shining before Him without beginning and ever-begotten."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Athanasius: On the Opinion of Dionysius 16:7",
                            "text": "' For in fact to meet the suspicion of others who allege that Dionysius in speaking of the Father does not name the Son, and again in speaking of the Son does not name the Father, but divides, removes, and separates the Son from the Father, he replies and puts them to shame in the second book, as follows."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Athanasius: On the Opinion of Dionysius 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:1",
                            "text": "17."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:2",
                            "text": "Dionysius did not separate the Persons of the Holy Trinity."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:3",
                            "text": "'Each of the names I have mentioned is inseparable and indivisible from that next to it."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:4",
                            "text": "I spoke of the Father, and before referring to the Son I designated Him too in the Father."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:5",
                            "text": "I referred to the Son,—and even if I did not also expressly mention the Father, certainly He was to be understood beforehand in the Son."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:6",
                            "text": "I added the Holy Spirit, but at the same time I further added both whence and through whom He proceeded."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:7",
                            "text": "But they are ignorant that neither is the Father, qua Father, separated from the Son,—for the name carries that relationship with it,—nor is the Son expatriated from the Father."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:8",
                            "text": "For the title Father denotes the common bond."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:9",
                            "text": "But in their hands is the Spirit, who cannot be parted either from Him that sent or from Him that conveyed Him: How then can I, who use these names, imagine that they are sundered and utterly separated from one another?' And after a little he goes on, 'Thus then we extend the Monad indivisibly into the Triad, and conversely gather together the Triad without diminution into the Monad."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Athanasius: On the Opinion of Dionysius 17:10",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Athanasius: On the Opinion of Dionysius 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:1",
                            "text": "18."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:2",
                            "text": "Dionysius did not hold that the Son was not of one essence with the Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:3",
                            "text": "Next he confutes them upon their charge that he called the Son one of the things originated, and not of one essence with the Father (once more in the first book) as follows: 'Only in saying that certain things were perceived to be originated and created, I gave them as examples cursorily, as being less adequate, saying that neither was the plant [of one essence] with the husbandman, nor the boat with its builder."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:4",
                            "text": "Then I dwelt more upon more apposite and suitable comparisons, and went at greater length into those nearer the truth, making out various proofs, which I wrote to you in another letter, by means of which proofs I shewed also that the charge they allege against me is untrue, namely, that I denied Christ to be of one essence with God."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:5",
                            "text": "For even if I argue that I have not found this word (ὁμοούσιον) nor read it anywhere in the Holy Scriptures, yet my subsequent reasonings, which they have suppressed, do not discord with its meaning."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:6",
                            "text": "For I gave the example of human birth evidently as being homogeneous, and saying that certainly the parents only differed from their children in not being themselves the children, else it would follow that there was no such thing as parents or children."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:7",
                            "text": "And the letter, as I said before, I am prevented by circumstances from producing, else I would have sent you the exact words I then used, or rather a copy of all the letter: which I will do if I have an opportunity."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:8",
                            "text": "But I know, and recollect, that I added several similitudes from kindred relations."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:9",
                            "text": "For I said that a plant, sprung from a seed or root, was different from that whence it sprung, and at the same time entirely of one nature with it: and that a stream flowing from a well receives another form and name,—for the well is not called a river, nor the river a well,—and that both existed, and that the well was as it were a father, while the river was water from the well."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:10",
                            "text": "But they pretend not to see these and the like written statements, but to be as it were blind, while they try to pelt me with two unconnected expressions like stones, from a distance, not knowing that in matters beyond our knowledge, and which require training to apprehend, frequently not only foreign, but even contrary examples serve to illustrate the problem in hand."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:11",
                            "text": "' And in the third book he says, 'Life was begotten of Life, and flowed as a river from a well, and from Light unquenchable bright Light was kindled."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Athanasius: On the Opinion of Dionysius 18:12",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Athanasius: On the Opinion of Dionysius 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:1",
                            "text": "19."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:2",
                            "text": "Inconsistency of the Arian appeal to Dionysius."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:3",
                            "text": "Who that hears this will not set down as mad those who suspect Dionysius of holding with Arius? For lo! in these words, by arguments based on truth, he tramples upon his entire heresy."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:4",
                            "text": "For by the simile of the Brightness he destroys the statements that 'He was not before He was begotten,' and 'There was a time when He was not,' as also by saying that His Father was never without issue."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:5",
                            "text": "But their allegation that He was made 'of nothing' he destroys by saying that the Word was like a river from a well, and a shoot from a stock, and a child from a parent, and Light from Light, and Life from Life."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:6",
                            "text": "And their barring off and separating the Word from God, he overthrows by saying that the Triad is without division and without diminution gathered together into the Monad."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:7",
                            "text": "While their statement that the Son has no part in the Father's essence, he unequivocally tramples down by saying that the Son is of one essence with the Father."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:8",
                            "text": "Wherein one must wonder at the impudence of the irreligious persons."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:9",
                            "text": "How can they, when Dionysius whom they claim as their partisan says that the Son is of one essence, themselves go about buzzing like gnats with the complaint that the Synod was wrong in writing 'of one essence?' For if Dionysius is a friend of theirs, let them not deny what their partisan holds."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Athanasius: On the Opinion of Dionysius 19:10",
                            "text": "But if they think that the expression was wrongly used, how can they reiterate that Dionysius, who used it, held with them? the more so as he does not appear to have written these things merely by the way, but having previously written other letters, he convicts of falsehood those who had charged him with not saying that the Son was of one Essence with the Father, while he refutes those who thought that he said that the Word was originated, shewing that he did not hold what they supposed, but even if he had used the expressions, he had done so merely in order to shew that it was the Son, not the Father, who had put on the originated, formed, created body; for which reason the Son also is said to have been originated, created, and formed."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Athanasius: On the Opinion of Dionysius 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:1",
                            "text": "20."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:2",
                            "text": "Dionysius must be fairly interpreted, and allowed the benefit of his own explanatory statements."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:3",
                            "text": "Clearly since he had previously used such expressions, while bidding a long farewell to the Arians, he demands a good conscience from his hearers,—being entitled to plead the difficulty, or perhaps one may say the incomprehensibleness of the problems concerned,—namely that they may judge not of the words but of the meaning of the writer, and the more so as there is very much to shew his intention."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:4",
                            "text": "For instance he says himself: 'I used the examples of such relations cursorily, as being less adequate, the plant and the husbandman for instance; while I dwelt upon the more pertinent examples, and went at greater length into those nearer the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:5",
                            "text": "' But a man who says this shews that it is nearer the truth to say that the Son is eternal and of the Father, than to say that He is originated."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:6",
                            "text": "For by the latter the bodily nature of the Lord is denoted, but by the former, the eternity of His Godhead."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:7",
                            "text": "In the following words, for instance, he maintains, and not only so, but deliberately and with genuine demonstrative force, that they are refuted who charged him with not saying that the Son is of one essence with the Father: 'even if I did not find this expression in the Scriptures, yet collecting from the actual Scriptures their general sense, I knew that, being Son and Word, He could not be outside the Essence of the Father."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:8",
                            "text": "' For that he does not hold the Son to be a thing created or formed,—for on this point also they have quoted him repeatedly—he says in the second book as follows: 'But if any one of my traducers, because I called God the Creator the maker of all things, thinks that I mean that He is Maker of Christ also, let him mark that I previously called Him Father, in which term the Son also is implied."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:9",
                            "text": "For after I said that the Father is Maker, I added neither is He Father of the things He created, if He that begat is to be called Father in the strict sense."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:10",
                            "text": "For the wider sense of the term Father we will work out in what follows."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:11",
                            "text": "Neither is the Father a maker, if by maker is meant simply the artificer."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:12",
                            "text": "For among the Greeks, philosophers are called \"makers\" of their own discourses."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:13",
                            "text": "And the Apostle speaks of a \"doer\" (ποιητής) \"of the law\" (Rom."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:14",
                            "text": "ii."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:15",
                            "text": "13), for men are called \"doers\" of inward qualities, such as virtue and vice; as God said, \"I looked for one to do justice, but he did wickedness \"' (Isa."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:16",
                            "text": "v."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Athanasius: On the Opinion of Dionysius 20:17",
                            "text": "7, LXX)."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Athanasius: On the Opinion of Dionysius 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:1",
                            "text": "21."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:2",
                            "text": "In what sense Dionysius said that the Son was 'made."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:3",
                            "text": "'  Of a truth one that hears this is reminded of the divine oracle which says, 'whithersoever the impious turns, he is destroyed' (Prov."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:4",
                            "text": "xii."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:5",
                            "text": "7, LXX)."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:6",
                            "text": "For lo! turning subtly in each direction these impious men are destroyed, having even here no excuse as touching Dionysius."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:7",
                            "text": "For he teaches openly that the Son is not a thing made or created, while he taxes and corrects those who accuse him of having said that God was the creator (of Christ), in that they failed to notice that he had previously spoken of God as Father, in which expression the Son also is implied."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:8",
                            "text": "But in saying thus, he shews that the Son is not one of the creatures, and that God is not the maker but the Father of His own Word."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:9",
                            "text": "And since certain had ignorantly objected to him that he called God the maker of Christ, he defends himself in various ways, shewing that not even here is what he said open to blame."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:10",
                            "text": "For he had said that God was the maker of Christ in regard to His flesh, which the Word took, and which was in itself created."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:11",
                            "text": "But if any one were to suspect that this referred to the Word, here too they were bound to give him a fair hearing."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:12",
                            "text": "'For as I do not hold that the Word is a creature, and call God not His maker but His Father, even if I in passing, while referring to the Son, call God a creator, yet even here I am able to defend myself."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:13",
                            "text": "For the Greek philosophers call themselves makers (ποιηταί) of their own discourses (λόγοι), although they are their fathers; while the Divine Scripture describes us as makers (doers) even of the motions of our hearts, speaking of \"doers\" of the law and of judgment and justice."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Athanasius: On the Opinion of Dionysius 21:14",
                            "text": "' So that on all sides he demonstrates not only that the Son is not a thing made or created, but also that he himself has nothing to do with Arian error."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Athanasius: On the Opinion of Dionysius 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Athanasius: On the Opinion of Dionysius 22:1",
                            "text": "22."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Athanasius: On the Opinion of Dionysius 22:2",
                            "text": "The relation of the Son to the Father is essential, according to Dionysius."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Athanasius: On the Opinion of Dionysius 22:3",
                            "text": "For let not any Arian suppose that he says even anything of the following kind: The Son coexists with the Father, so that while the names are correlated, the things are widely removed; and whereas the Son did not always coexist with the Father, since the Son came into being, God received from that fact the additional name of Father, and His coexistence with Him dates from that time as happens in the case of men."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Athanasius: On the Opinion of Dionysius 22:4",
                            "text": "On the contrary, let him observe and bear in mind what we have said before, and he will see that the faith of Dionysius is correct."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Athanasius: On the Opinion of Dionysius 22:5",
                            "text": "For in saying, 'For there was no time when God was not Father,' and again, 'God at any rate is light eternal without beginning nor ever to end, accordingly the brightness is eternally before Him and coexists with Him, without beginning and ever-begotten, shining in His presence,' he should make it impossible for any one to entertain any such suspicion against him."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Athanasius: On the Opinion of Dionysius 22:6",
                            "text": "Moreover the examples of the well and the river, and the root and the branch, and the breath and the vapour, put to shame the adversaries of Christ when they reiterate the contrary against him."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Athanasius: On the Opinion of Dionysius 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:1",
                            "text": "23."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:2",
                            "text": "Dionysius did not hold that there are two Words."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:3",
                            "text": "But since in addition to all his own iniquities Arius has raked up this expression also as if from a dunghill, adding that, 'The Word is not the Father's own, but the Word that is in God is different, while this one, the Lord, is outside of and has nothing to do with the Essence of the Father, and is only called \"Word\" conceptually, and is not by nature and of a truth Son of God, but is called Son, He too, by adoption, as a creature;'—and since saying thus he boasts among the ignorant as though here too he has Dionysius as his partisan;—look at the faith of Dionysius on these points also, how he contradicts these perversities of Arius."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:4",
                            "text": "For in the first book he writes as follows: 'Now I have said that God is the well of all that is good: while the Son has been described as the river which proceeds from Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:5",
                            "text": "For word is an efflux of intelligence, and, to borrow language applicable to men, the intelligence that issues by the tongue is derived from the heart through the mouth, coming out different from the word in the heart."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:6",
                            "text": "For the latter remains, after sending forth the other, as it was."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:7",
                            "text": "But the other is sent forth and flies forth, and is borne in every direction."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:8",
                            "text": "And so each is in the other, and each distinct from the other: and they are one and at the same time two."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:9",
                            "text": "Likewise the Father and the Son were said to be one, and the One in the other."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:10",
                            "text": "' And in the fourth book he says: 'For as our intelligence utters the word from itself, as the prophet says, My heart uttered a good word (Ps."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:11",
                            "text": "xlv."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:12",
                            "text": "1), and, while either is distinct from the other, occupying a place of its own distinct from the other, the one dwelling and stirring in the heart, the other upon the tongue,—yet they are not separated, not for a moment lost to one another, nor is the intelligence without utterance (ἄλογος), nor the word without intelligence, but the intelligence creates the Word being manifested in it, and the Word shews forth the intelligence having originated in it, and the intelligence is as it were an internal word, and the word an issuing intelligence; the intelligence passing over into the word, while the word circulates the intelligence among the hearers: and so the intelligence through the word gains a lodgment in the souls of the hearers, entering in along with the word; and the intelligence is as it were the father of the word, existing in itself, while the word is as it were the son of the intelligence, having its origin, not of course before the latter, nor yet concurrently with it from some external source, but by springing out of it;—so the mighty Father and universal Intelligence has the Son before all things as His Word, Interpreter and Messenger."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Athanasius: On the Opinion of Dionysius 23:13",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Athanasius: On the Opinion of Dionysius 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:1",
                            "text": "24."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:2",
                            "text": "If the Arians agree with Dionysius let them use his language."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:3",
                            "text": "These things Arius either never heard, or heard and in his ignorance did not understand."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:4",
                            "text": "For otherwise, had he understood, he would not have so grossly libelled the Bishop, but certainly would revile him also, as he did ourselves, because of his hatred of the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:5",
                            "text": "For being an adversary of Christ, he will not hesitate to persecute also those who hold the doctrine of Christ, as the Lord Himself has said beforehand: 'If they persecuted Me, they will also persecute you' (Joh."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:6",
                            "text": "xv."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:7",
                            "text": "20)."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:8",
                            "text": "Or, if the leaders of impiety think Dionysius was a partisan of theirs, let them write and confess what he did."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:9",
                            "text": "Let them write about the vine and the husbandman, the boat and the shipbuilder; and let them at the same time confess, as he did in his defence, the Unity of Essence, and that the Son is of the Father's Substance, and eternal; and the relation of intelligence and word, and the well and the river, and the rest; in order that they may see from the very contrast that he used the former class of language for a special purpose, but the latter as expressing the full meaning of the Christian Faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:10",
                            "text": "And consequently let them, by adopting this language, revoke what they have held inconsistently with it."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:11",
                            "text": "For in what way does the faith of Dionysius even approximate to the mischief of Arius? Does not Arius restrict the term Word to a conceptual sense, while Dionysius calls Him the true Word of God by nature? and while the one banishes the Word from the Father, the other teaches that He is the Father's own, and inseparable from His Essence, as the word is to the intelligence and the river to the well."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:12",
                            "text": "If then any one is able to separate and banish the word from the intelligence, or to put asunder the river and the well, and wall them off, or to say that the river is of another essence than the well, and to shew that the water is from elsewhere, or ventures to divide the brightness from the light and to say that the brightness is from another essence, then let him join Arius in his madness."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:13",
                            "text": "For such an one will cease to have the semblance even of human intelligence."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Athanasius: On the Opinion of Dionysius 24:14",
                            "text": "But if Nature knows that these are indivisible, and that the offspring of those objects is their very own, then let no one any longer hold with Arius or slander Dionysius, but rather on these grounds admire the plainness of his language and the correctness of his faith."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Athanasius: On the Opinion of Dionysius 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:1",
                            "text": "25."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:2",
                            "text": "The teaching of Dionysius on the Word (continued)."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:3",
                            "text": "For with reference to the madness of Arius when he says that the Word which is in God is distinct from that one of which John said, 'In the beginning was the Word' (Joh."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:4",
                            "text": "i."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:5",
                            "text": "1), and that God's own wisdom within Himself is not the same as that to which the Apostle refers as 'Christ the power of God and the wisdom of God' (1 Cor."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:6",
                            "text": "i."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:7",
                            "text": "24), Dionysius resists and denounces any such error, as you may see in the second book where he writes on the subject as follows: '\"In the beginning was the Word;\" but it was not Word that sent forth the Word, for \"the Word was with God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:8",
                            "text": "The Lord has been made wisdom (cf."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:9",
                            "text": "1 Cor."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:10",
                            "text": "i."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:11",
                            "text": "30): He then that sent out Wisdom was not Wisdom, for \"I was she,\" saith Wisdom, \"in whom He delighted\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:12",
                            "text": "Christ is truth: but \"Blessed,\" saith He, \"be the God of truth\"' (1 Esdr."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:13",
                            "text": "iv."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:14",
                            "text": "40)."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:15",
                            "text": "There He overthrows both Sabellius and Arius, and shews both heresies to be equal in impiety."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:16",
                            "text": "For neither is the Father of the Word Himself Word, nor is the offspring of the Father a creature, but the Own-begotten of His essence."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:17",
                            "text": "And again the Word that proceeded forth is not Father, nor again is He one word out of many; but He alone is the Father's Son, the true and genuine Son by nature, Who both now is in Him, and is eternally and indivisibly from within Him."
                        },
                        {
                            "verse": 18,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:18",
                            "text": "Thus the Lord is both Wisdom and Truth, and is not in the second place after another wisdom; but He alone it is through whom the Father made all things, and in Him He made the manifold essences of created things, and through Him He is made known to whom He will, and in Him He carries on and effects His universal providence."
                        },
                        {
                            "verse": 19,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:19",
                            "text": "For Him alone does Dionysius recognise as Word of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:20",
                            "text": "This is the faith of Dionysius: for I have collected and copied a few statements from his letters, enough to induce you to add to their number, but to put the Arians to utter shame on account of their libel upon the Bishop."
                        },
                        {
                            "verse": 21,
                            "chapter": 25,
                            "name": "Athanasius: On the Opinion of Dionysius 25:21",
                            "text": "For in all, even the details, of what he wrote, he exposed their error and branded their heresy."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Athanasius: On the Opinion of Dionysius 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:1",
                            "text": "26."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:2",
                            "text": "How Dionysius dealt with the Sabellians."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:3",
                            "text": "Hence too it is manifest that even the letter to Euphranor and Ammonius was written by him in a different sense and for a special purpose."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:4",
                            "text": "For this his defence makes plain."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:5",
                            "text": "And in truth this is an effective form of argument for the subversion of the madness of Sabellius, for him that wishes for a short way with those heretics, not to start from expressions applicable to the deity of the Word, such as that the Son is God's Word and Wisdom and Power, and that 'I and the Father are one' (John x."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:6",
                            "text": "30), lest they, perverting what is well said should use such expressions as a pretext for their unblushing contentiousness, when they hear the texts, 'I and the Father are one,' and 'he that hath seen Me hath seen the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:7",
                            "text": "' (John x."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:8",
                            "text": "30; xiv."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:9",
                            "text": "9); but to emphasize what is said of the Saviour as Man, as He Himself has done, such as His hungering and thirsting, and being weary, and how He is the Vine, and how He prayed and has suffered."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:10",
                            "text": "For in so far as these are lowly expressions, it becomes all the clearer that it was not the Father that was made man."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:11",
                            "text": "For it follows, when the Lord is called the Vine, that there must also be a husbandman: and when He prayed, that there was one to hear, and when He asked, that there was one to give."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:12",
                            "text": "Now such things shew far more readily the madness of the Sabellians, because He that prayed was one, He that heard another, one the Vine and another the Husbandman."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:13",
                            "text": "For whatever expressions are cited to distinguish between the Son and the Father are used of Him by reason of the flesh which He bore for our sake."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:14",
                            "text": "For created things are distinct in nature from God."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:15",
                            "text": "Accordingly since, the flesh being a created thing, 'the Word,' as John says, 'was made flesh' (John i."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:16",
                            "text": "14), although He is by nature the Father's own and inseparable from Him, yet by reason of the flesh the Father is widely distinguished from Him."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:17",
                            "text": "For He Himself permits that what is appropriate to the flesh should be said of him, that it may be made plain that the body was His own and not that of any other."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:18",
                            "text": "But this being the sense of these sayings, Sabellius will be the more quickly confuted, it being proved that it was not the Father that was made flesh, but His Word, who also redeemed the flesh and offered it to the Father."
                        },
                        {
                            "verse": 19,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:19",
                            "text": "But thus having confuted and persuaded him, he will next be able more readily to teach him concerning the deity of the Word, how that He is the Word and Wisdom, Son and Power, Brightness and Express Image."
                        },
                        {
                            "verse": 20,
                            "chapter": 26,
                            "name": "Athanasius: On the Opinion of Dionysius 26:20",
                            "text": "For it is here again a necessary inference that as the Word exists, there must also exist the Father of the Word, and as Wisdom exists, there exists also its Parent, and as Brightness exists so also does the Light; and that in this manner the Son and the Father are one."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Athanasius: On the Opinion of Dionysius 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:1",
                            "text": "27."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:2",
                            "text": "Conclusion."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:3",
                            "text": "Dionysius knew this when he wrote."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:4",
                            "text": "And by his first letters he silenced Sabellius, and in his others he overcame the heresy of Arius."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:5",
                            "text": "For just as the human attributes of the Saviour overthrew Sabellius, so against the Arian madmen one must use proofs drawn not from the human attributes but from what betokens the deity of the Word, lest they pervert what is said of the Lord by reason of His Body, and think that the Word is of like nature with us men, and so abide still in their madness."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:6",
                            "text": "But if they also are taught about His deity they will condemn their own error; and when they understand that the Word was made flesh, they too will the more easily distinguish in future the human characteristics from those which fit His deity."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:7",
                            "text": "But this being so, and the Bishop Dionysius having been shewn by his writings to be pious, what will the Arian madmen do next? Convicted on this evidence, whom will they again venture to malign? For they needs must, since they have fallen from the foundation of the Apostles and have no settled mind of their own, seek some support, and if they can find none, then malign the fathers."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:8",
                            "text": "But no one will believe them any more even if they make efforts to libel them, for the heresy is condemned on all hands."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:9",
                            "text": "Unless perchance they will henceforth speak of the devil, for he is their only partisan, or rather he it is who suggested their heresy to them."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:10",
                            "text": "Who then can any longer call men 'Christians' whose leader is the devil, and not rather 'Diabolici,' so that they may bear the name not merely of adversaries of Christ, but of partisans of the devil? Unless indeed they change round, and, rejecting the impiety they have contrived, come to know the truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Athanasius: On the Opinion of Dionysius 27:11",
                            "text": "For this will at once be for their own good, and it is thus that it beseems us to pray for all those that are in error."
                        }
                    ]
                }
            ]
        }
    ]
}