{
    "books": [
        {
            "name": "Recognitions of Clement Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Recognitions of Clement Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:1",
                            "text": "The Recognitions of Clement Book II:  Book II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:3",
                            "text": "—Power of Habit."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:4",
                            "text": "When the day dawned which had been fixed for the discussion with Simon, Peter, rising at the first cock-crowing, aroused us also: for we were sleeping in the same apartment, thirteen of us in all; of whom, next to Peter, Zacchaeus was first, then Sophonius, Joseph and Michaeas, Eliesdrus, Phineas, Lazarus, and Elisaeus: after these I (Clement) and Nicodemus; then Niceta and Aquila, who had formerly been disciples of Simon, and were converted to the faith of Christ under the teaching of Zacchaeus."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:5",
                            "text": "Of the women there was no one present."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:6",
                            "text": "As the evening light was still lasting, we all sat down; and Peter, seeing that we were awake, and that we were giving attention to him, having saluted us, immediately began to speak, as follows:— \"I confess, brethren, that I wonder at the power of human nature, which I see to be fit and suited to every call upon it."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:7",
                            "text": "This, however, it occurs to me to say of what I have found by experience, that when the middle of the night is passed, I awake of my own accord, and sleep does not come to me again."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:8",
                            "text": "This happens to me for this reason, that I have formed the habit of recalling to memory the words of my Lord, which I heard from Himself; and for the longing I have towards them, I constrain my mind and my thoughts to be roused, that, awaking to them, and recalling and arranging them one by one, I may retain them in my memory."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:9",
                            "text": "From this, therefore, whilst I desire to cherish the sayings of the Lord with all delight in my heart, the habit of waking has come upon me, even if there be nothing that I wish to think of."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:10",
                            "text": "Thus, in some unaccountable way, when any custom is established, the old custom is changed, provided indeed you do not force it above measure, but as far as the measure of nature admits."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book II 1:11",
                            "text": "For it is not possible to be altogether without sleep; otherwise night would not have been made for rest\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Recognitions of Clement Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book II 2:2",
                            "text": "—Curtailment of Sleep."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book II 2:3",
                            "text": "Then I, when I heard this, said: \"You have very well said, O Peter; for one custom is superseded by another."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book II 2:4",
                            "text": "For when I was at sea, I was at first distressed, and all my system was disordered, so that I felt as if I had been beaten, and could not bear the tossing and tumult of the sea; but after a few days, when I had got accustomed to it, I began to bear it tolerably, so that I was glad to take food immediately in the morning along with the sailors, whereas before it was not my custom to eat anything before the seventh hour."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book II 2:5",
                            "text": "Now, therefore, simply from the custom which I then acquired, hunger reminds me about that time at which I used to eat with the sailors; which, however, I hope to get rid of, when once another custom shall have been formed."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book II 2:6",
                            "text": "I believe, therefore, that you also have acquired the habit of wakefulness, as you state; and you have wished at a fitting time to explain this to us, that we also may not grudge to throw off and dispense with some portion of our sleep, that we may be able to take in the precepts of the living doctrine."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book II 2:7",
                            "text": "For when the food is digested, and the mind is under the influence of the silence of night, those things which are seasonably taught abide in it\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Recognitions of Clement Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book II 3:2",
                            "text": "—Need of Caution."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book II 3:3",
                            "text": "Then Peter, being pleased to hear that I understood the purport of his preface, that he had delivered it for our advantage; and commending me, doubtless for the purpose of encouraging, and stimulating me, began to deliver the following discourse: \"It seems to me to be seasonable and necessary to have some discussion relating to those things that are near at hand; that is, concerning Simon."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book II 3:4",
                            "text": "For I should wish to know of what character and of what conduct he is."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book II 3:5",
                            "text": "Wherefore, if any one of you has any knowledge of him, let him not fail to inform me; for it is of consequence to know these things beforehand."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book II 3:6",
                            "text": "For if we have it in charge, that when we enter into a city we should first learn who in it is worthy, that we may eat with him, how much more is it proper for us to ascertain who or what sort of man he is to whom the words of immortality are to be committed! For we ought to be careful, yea, extremely careful, that we cast not our pearls before swine."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Recognitions of Clement Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book II 4:2",
                            "text": "—Prudence in Dealing with Opponents."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book II 4:3",
                            "text": "\"But for other reasons also it is of importance that I should have some knowledge of this man."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book II 4:4",
                            "text": "For if I know that in those things concerning which it cannot be doubted that they are good, he is faultless and irreproachable,—that is to say, if he is sober, merciful, upright, gentle, and humane, which no one doubts to be good qualities,—then it will seem to be fitting, that upon him who possesses these good virtues, that which is lacking of faith and knowledge should be conferred; and so his life, which is in other respects worthy of approbation, should be amended in those points in which it shall appear to be imperfect."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book II 4:5",
                            "text": "But if he remains wrapped up and polluted in those sins which are manifestly such, it does not become me to speak to him at all of the more secret and sacred things of divine knowledge, but rather to protest and confront him, that he cease from sin, and cleanse his actions from vice."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book II 4:6",
                            "text": "But if he insinuate himself, and lead us on to speak what he, while he acts improperly, ought not to hear, it will be our part to parry him cautiously."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book II 4:7",
                            "text": "For not to answer him at all does not seem proper, for the sake of the hearers, lest haply they may think that we decline the contest through want of ability to answer him, and so their faith may be injured through their misunderstanding of our purpose\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Recognitions of Clement Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book II 5:2",
                            "text": "—Simon Magus, a Formidable Antagonist."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book II 5:3",
                            "text": "When Peter had thus spoken to us, Niceta asks permission to say something to him; and Peter having granted permission, he says: \"With your pardon, I beseech you, my lord Peter, to hear me, who am very anxious for thee, and who am afraid lest, in the contest which you have in hand with Simon, you should seem to be overmatched."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book II 5:4",
                            "text": "For it very frequently happens that he who defends the truth does not gain the victory, since the hearers are either prejudiced, or have no great interest in the better cause."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book II 5:5",
                            "text": "But over and above all this, Simon himself is a most vehement orator, trained in the dialectic art, and in the meshes of syllogisms; and what is worse than all, he is greatly skilled in the magic art."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book II 5:6",
                            "text": "And therefore I fear, lest haply, being so strongly fortified on every side, he shall be thought to be defending the truth, whilst he is alleging falsehoods, in the presence of those who do not know him."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book II 5:7",
                            "text": "For neither should we ourselves have been able to escape from him, and to be converted to the Lord, had it not been that, while we were his assistants, and the sharers of his errors, we had ascertained that he was a deceiver and a magician\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Recognitions of Clement Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:2",
                            "text": "—Simon Magus: His Wickedness."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:3",
                            "text": "When Niceta had thus spoken, Aquila also, asking that he might be permitted to speak, proceeded in manner following: \"Receive, I entreat thee, most excellent Peter, the assurance of my love towards thee; for indeed I also am extremely anxious on thy account."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:4",
                            "text": "And do not blame us in this, for indeed to be concerned for any one cometh of affection; whereas to be indifferent is no less than hatred."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:5",
                            "text": "But I call God to witness that I feel for thee, not as knowing thee to be weaker in debate,—for indeed I was never present at any dispute in which thou wert engaged,—but because I well know the impieties of this man, I think of thy reputation, and at the same time the souls of the hearers, and above all, the interests of the truth itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:6",
                            "text": "For this magician is vehement towards all things that he wishes, and wicked above measure."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:7",
                            "text": "For in all things we know him well, since from boyhood we have been assistants and ministers of his wickedness; and had not the love of God rescued us from him, we should even now be engaged in the same evil deeds with him."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:8",
                            "text": "But a certain inborn love towards God rendered his wickedness hateful to us, and the worship of God attractive to us."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:9",
                            "text": "Whence I think also that it was the work of Divine Providence, that we, being first made his associates, should take knowledge in what manner or by what art he effects the prodigies which he seems to work."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:10",
                            "text": "For who is there that would not be astonished at the wonderful things which he does? Who would not think that he was a god come down from heaven for the salvation of men? For myself, I confess, if I had not known him intimately, and had taken part in his doings, I would easily have been carried away with him."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:11",
                            "text": "Whence it was no great thing for us to be separated from his society, knowing as we did that he depends upon magic arts and wicked devices."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book II 6:12",
                            "text": "But if thou also thyself wish to know all about him—who, what, and whence he is, and how he contrives what he does—then listen\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Recognitions of Clement Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book II 7:2",
                            "text": "—Simon Magus: His History."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book II 7:3",
                            "text": "\"This Simon's father was Antonius, and his mother Rachel."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book II 7:4",
                            "text": "By nation he is a Samaritan, from a village of the Gettones; by profession a magician yet exceedingly well trained in the Greek literature; desirous of glory, and boasting above all the human race, so that he wishes himself to be believed to be an exalted power, which is above God the Creator, and to be thought to be the Christ, and to be called the Standing One."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book II 7:5",
                            "text": "And he uses this name as implying that he can never be dissolved, asserting that his flesh is so compacted by the power of his divinity, that it can endure to eternity."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book II 7:6",
                            "text": "Hence, therefore, he is called the Standing One, as though he cannot fall by any corruption\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Recognitions of Clement Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book II 8:2",
                            "text": "—Simon Magus: His History."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book II 8:3",
                            "text": "\"For after that John the Baptist was killed, as you yourself also know, when Dositheus had broached his heresy, with thirty other chief disciples, and one woman, who was called Luna—whence also these thirty appear to have been appointed with reference to the number of the days, according to the course of the moon—this Simon ambitious of evil glory, as we have said, goes to Dositheus, and pretending friendship, entreats him, that if any one of those thirty should die, he should straightway substitute him in room of the dead: for it was contrary to their rule either to exceed the fixed number, or to admit any one who was unknown, or not yet proved; whence also the rest, desiring to become worthy of the place and number, are eager in every way to please, according to the institutions of their sect each one of those who aspire after admittance into the number, hoping that he may be deemed worthy to be put into the place of the deceased, when, as we have said, any one dies."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book II 8:4",
                            "text": "Therefore Dositheus, being greatly urged by this man, introduced Simon when a vacancy occurred among the number\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Recognitions of Clement Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:2",
                            "text": "—Simon Magus: His Profession."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:3",
                            "text": "\"But not long after he fell in love with that woman whom they call Luna; and he confided all things to us as his friends: how he was a magician, and how he loved Luna, and how, being desirous of glory, he was unwilling to enjoy her ingloriously, but that he was waiting patiently till he could enjoy her honourably; yet so if we also would conspire with him towards the accomplishment of his desires."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:4",
                            "text": "And he promised that, as a reward of this service, he would cause us to be invested with the highest honours, and we should be believed by men to be gods; 'Only, however, on condition,' says he, 'that you confer the chief place upon me, Simon, who by magic art am able to show many signs and prodigies, by means of which either my glory or our sect may be established."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:5",
                            "text": "For I am able to render myself invisible to those who wish to lay hold of me, and again to be visible when I am willing to be seen."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:6",
                            "text": "If I wish to flee, I can dig through the mountains, and pass through rocks as if they were clay."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:7",
                            "text": "If I should throw myself headlong from a lofty mountain, I should be borne unhurt to the earth, as if I were held up; when bound, I can loose myself, and bind those who had bound me; being shut up in prison, I can make the barriers open of their own accord; I can render statues animated, so that those who see suppose that they are men."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:8",
                            "text": "I can make new trees suddenly spring up, and produce sprouts at once."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:9",
                            "text": "I can throw myself into the fire, and not be burnt; I can change my countenance, so that I cannot be recognised; but I can show people that I have two faces."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:10",
                            "text": "I shall change myself into a sheep or a goat; I shall make a beard to grow upon little boys; I shall ascend by flight into the air; I shall exhibit abundance of gold, and shall make and unmake kings."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:11",
                            "text": "I shall be worshipped as God; I shall have divine honours publicly assigned to me, so that an image of me shall be set up, and I shall be worshipped and adored as God."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:12",
                            "text": "And what need of more words? Whatever I wish, that I shall be able to do."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:13",
                            "text": "For already I have achieved many things by way of experiment."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:14",
                            "text": "In short,' says he, 'once when my mother Rachel ordered me to go to the field to reap, and I saw a sickle lying, I ordered it to go and reap; and it reaped ten times more than the others."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:15",
                            "text": "Lately, I produced many new sprouts from the earth, and made them bear leaves and produce fruit in a moment; and the nearest mountain I successfully bored through."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book II 9:16",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Recognitions of Clement Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book II 10:2",
                            "text": "—Simon Magus: His Deception."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book II 10:3",
                            "text": "\"But when he spoke thus of the production of sprouts and the perforation of the mountain, I was confounded on this account, because he wished to deceive even us, in whom he seemed to place confidence; for we knew that those things had been from the days of our fathers, which he represented as having been done by himself lately."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book II 10:4",
                            "text": "We then, although we heard these atrocities from him, and worse than these, yet we followed up his crimes, and suffered others to be deceived by him, telling also many lies on his behalf; and this before he did any of the things which he had promised, so that while as yet he had done nothing, he was by some thought to be God\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Recognitions of Clement Book II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book II 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book II 11:2",
                            "text": "—Simon Magus, at the Head of the Sect of Dositheus."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book II 11:3",
                            "text": "\"Meantime, at the outset, as soon as he was reckoned among the thirty disciples of Dositheus, he began to depreciate Dositheus himself, saying that he did not teach purely or perfectly, and that this was the result not of ill intention, but of ignorance."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book II 11:4",
                            "text": "But Dositheus, when he perceived that Simon was depreciating him, fearing lest his reputation among men might be obscured (for he himself was supposed to be the Standing One), moved with rage, when they met as usual at the school, seized a rod, and began to beat Simon; but suddenly the rod seemed to pass through his body, as if it had been smoke."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book II 11:5",
                            "text": "On which Dositheus, being astonished, says to him, 'Tell me if thou art the Standing One, that I may adore thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book II 11:6",
                            "text": "' And when Simon answered that he was, then Dositheus, perceiving that he himself was not the Standing One, fell down and worshipped him, and gave up his own place as chief to Simon, ordering all the rank of thirty men to obey him; himself taking the inferior place which Simon formerly occupied."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book II 11:7",
                            "text": "Not long after this he died\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Recognitions of Clement Book II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book II 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book II 12:2",
                            "text": "—Simon Magus and Luna."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book II 12:3",
                            "text": "\"Therefore, after the death of Dositheus Simon took Luna to himself; and with her he still goes about, as you see, deceiving multitudes, and asserting that he himself is a certain power which is above God the Creator, while Luna, who is with him, has been brought down from the higher heavens, and that she is Wisdom, the mother of all things, for whom, says he, the Greeks and barbarians contending, were able in some measure to see an image of her; but of herself, as she is, as the dweller with the first and only God, they were wholly ignorant."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book II 12:4",
                            "text": "Propounding these and other things of the same sort, he has deceived many."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book II 12:5",
                            "text": "But I ought also to state this, which I remember that I myself saw."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book II 12:6",
                            "text": "Once, when this Luna of his was in a certain tower, a great multitude had assembled to see her, and were standing around the tower on all sides; but she was seen by all the people to lean forward, and to look out through all the windows of that tower."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book II 12:7",
                            "text": "Many other wonderful things he did and does; so that men, being astonished at them, think that he himself is the great God\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Recognitions of Clement Book II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:2",
                            "text": "—Simon Magus: Secret of His Magic."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:3",
                            "text": "\"Now when Niceta and I once asked him to explain to us how these things could be effected by magic art, and what was the nature of that thing, Simon began thus to explain it to us as his associates."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:4",
                            "text": "'I have,' said he, 'made the soul of a boy, unsullied and violently slain, and invoked by unutterable adjurations, to assist me; and by it all is done that I command."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:5",
                            "text": "' 'But,' said I, 'is it possible for a soul to do these things?' He answered: 'I would have you know this, that the soul of man holds the next place after God, when once it is set free from the darkness of his body."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:6",
                            "text": "And immediately it acquires prescience: wherefore it is invoked for necromancy."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:7",
                            "text": "' Then I answered: 'Why, then, do not the souls of persons who are slain take vengeance on their slayers?' 'Do you not remember,' said he, 'that I told you, that when it goes out of the body it acquires knowledge of the future?' 'I remember,' said I."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:8",
                            "text": "'Well, then,' said he, 'as soon as it goes out of the body, it immediately knows that there is a judgment to come, and that every one shall suffer punishment for those evils that he hath done; and therefore they are unwilling to take vengeance on their slayers, because they themselves are enduring torments for their own evil deeds which they had done here, and they know that severer punishments await them in the judgment."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:9",
                            "text": "Moreover, they are not permitted by the angels who preside over them to go out, or to do anything."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:10",
                            "text": "' 'Then,' I replied, 'if the angels do not permit them to come hither, or to do what they please, how can the souls obey the magician who invokes them?' 'It is not,' said he, 'that they grant indulgence to the souls that are willing to come: but when the presiding angels are adjured by one greater than themselves, they have the excuse of our violence who adjure them, to permit the souls which we invoke to go out: for they do not sin who suffer violence, but we who impose necessity upon them."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book II 13:11",
                            "text": "' Thereupon Niceta, not able longer to refrain, hastily answered, as indeed I also was about to do, only I wished first to get information from him on several points; but, as I said, Niceta, anticipating me, said: 'And do you not fear the day of judgment, who do violence to angels, and invoke souls, and deceive men, and bargain for divine honour to yourself from men? And how do you persuade us that there shall be no judgment, as some of the Jews confess, and that souls are not immortal, as many suppose, though you see them with your very eyes, and receive from them assurance of the divine judgment?'\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Recognitions of Clement Book II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:2",
                            "text": "—Simon Magus, Professes to Be God."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:3",
                            "text": "\"At those sayings of his Simon grew pale; but after a little, recollecting himself, he thus answered: 'Do not think that I am a man of your race."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:4",
                            "text": "I am neither magician, nor lover of Luna, nor son of Antonius."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:5",
                            "text": "For before my mother Rachel and he came together, she, still a virgin, conceived me, while it was in my power to be either small or great, and to appear as a man among men."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:6",
                            "text": "Therefore I have chosen you first as my friends, for the purpose of trying you, that I may place you first in my heavenly and unspeakable places when I shall have proved you."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:7",
                            "text": "Therefore I have pretended to be a man, that I might more clearly ascertain if you cherish entire affection towards me."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:8",
                            "text": "' But when I heard that, judging him indeed to be a wretch, yet wondering at his impudence; and blushing for him, and at the same time fearing lest he should attempt some evil against us, I beckoned to Niceta to feign for a little along with me, and said to him: 'Be not angry with us, corruptible men, O thou incorruptible God, but rather accept our affection, and our mind willing to know who God is; for we did not till now know who thou art, nor did we perceive that thou art he whom we were seeking."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book II 14:9",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Recognitions of Clement Book II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book II 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book II 15:2",
                            "text": "—Simon Magus, Professed to Have Made a Boy of Air."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book II 15:3",
                            "text": "\"As we spoke these and such like words with looks suited to the occasion, this most vain fellow believed that we were deceived; and being thereby the more elated, he added also this: 'I shall now be propitious to you, for the affection which you bear towards me as God; for you loved me while you did not know me, and were seeking me in ignorance."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book II 15:4",
                            "text": "But I would not have you doubt that this is truly to be God, when one is able to become small or great as he pleases; for I am able to appear to man in whatever manner I please."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book II 15:5",
                            "text": "Now, then, I shall begin to unfold to you what is true."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book II 15:6",
                            "text": "Once on a time, I, by my power, turning air into water, and water again into blood, and solidifying it into flesh, formed a new human creature—a boy—and produced a much nobler work than God the Creator."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book II 15:7",
                            "text": "For He created a man from the earth, but I from air—a far more difficult matter; and again I unmade him and restored him to air, but not until I had placed his picture and image in my bed-chamber, as a proof and memorial of my work."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book II 15:8",
                            "text": "' Then we understood that he spake concerning that boy, whose soul, after he had been slain by violence, he made use of for those services which he required\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Recognitions of Clement Book II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book II 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book II 16:2",
                            "text": "—Simon Magus: Hopelessness of His Case."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book II 16:3",
                            "text": "But Peter, hearing these things, said with tears: \"Greatly do I wonder at the infinite patience of God, and, on the other hand, at the audacity of human rashness in some."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book II 16:4",
                            "text": "For what further reason can be found to persuade Simon that God judges the unrighteous, since he persuades himself that he employs the obedience of souls for the service of his crimes? But, in truth, he is deluded by demons."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book II 16:5",
                            "text": "Yet, although he is sure by these very things that souls are immortal, and are judged for the deeds which they have done, and although he thinks that he really sees those things which we believe by faith; though, as I said, he is deluded by demons, yet he thinks that he sees the very substance of the soul."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book II 16:6",
                            "text": "How shall such a man, I say, be brought to confess either that he acts wickedly while he occupies such an evil position, or that he is to be judged for those things which he hath done, who, knowing the judgment of God, despises it, and shows himself an enemy to God, and dares commit such horrid things? Wherefore it is certain, my brethren, that some oppose the truth and religion of God, not because it appears to them that reason can by no means stand with faith, but because they are either involved in excess of wickedness, or prevented by their own evils, or elated by the swelling of their heart, so that they do not even believe those things which they think that they see with their own eyes\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Recognitions of Clement Book II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book II 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book II 17:2",
                            "text": "—Men Enemies to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book II 17:3",
                            "text": "\"But, inasmuch as inborn affection towards God the Creator seemed to suffice for salvation to those who loved Him, the enemy studies to pervert this affection in men, and to render them hostile and ungrateful to their Creator."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book II 17:4",
                            "text": "For I call heaven and earth to witness, that if God permitted the enemy to rage as much as he desires, all men should have perished long ere now; but for His mercy's sake God doth not suffer him."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book II 17:5",
                            "text": "But if men would turn their affection towards God, all would doubtless be saved, even if for some faults they might seem to be corrected for righteousness."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book II 17:6",
                            "text": "But now the most of men have been made enemies of God, whose hearts the wicked one has entered, and has turned aside towards himself the affection which God the Creator had implanted in them, that they might have it towards Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book II 17:7",
                            "text": "But of the rest, who seemed for a time to be watchful, the enemy, appearing in a phantasy of glory and splendour, and promising them certain great and mighty things, has caused their mind and heart to wander away from God; yet it is for some just reason that he is permitted to accomplish these things\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Recognitions of Clement Book II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:2",
                            "text": "—Responsibility of Men."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:3",
                            "text": "\"To this Aquila answered: \"How, then, are men in fault, if the wicked one, transforming himself into the brightness of light, promises to men greater things than the Creator Himself does?\" Then Peter answered: \"I think,\" says he \"that nothing is more unjust than this; and now listen while I tell you how unjust it is."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:4",
                            "text": "If your son, whom you have trained and nourished with all care, and brought to man's estate, should be ungrateful to you, and should leave you and go to another, whom perhaps he may have seen to be richer, and should show to him the honour which he owed to you, and, through hope of greater profit, should deny his birth, and refuse you your paternal rights, would this seem to you right or wicked?\" Then Aquila answered: \"It is manifest to all that it would be wicked\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:5",
                            "text": "Then Peter said: \"If you say that this would be wicked among men, how much more so is it in the case of God, who, above all men, is worthy of honour from men; whose benefits we not only enjoy, but by whose means and power it is that we began to be when we were not, and whom, if we please, we shall obtain from Him to be for ever in blessedness! In order, therefore, that the unfaithful may be distinguished from the faithful, and the pious from the impious, it has been permitted to the wicked one to use those arts by which the affections of every one towards the true Father may be proved."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:6",
                            "text": "But if there were in truth some strange God, were it right to leave our own God, who created us, and who is our Father and our Maker, and to pass over to another?\" \"God forbid!\" said Aquila."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:7",
                            "text": "Then said Peter: \"How, then, shall we say that the wicked one is the cause of our sin, when this is done by permission of God, that those may be proved and condemned in the day of judgment, who, allured by greater promises, have abandoned their duty towards their true Father and Creator; while those who have kept the faith and the love of their own Father, even with poverty, if so it has befallen, and with tribulation, may enjoy heavenly gifts and immortal dignities in His kingdom."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:8",
                            "text": "But we shall expound these things more carefully at another time."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book II 18:9",
                            "text": "Meantime I desire to know what Simon did after this\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Recognitions of Clement Book II 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book II 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book II 19:2",
                            "text": "—Disputation Begun."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book II 19:3",
                            "text": "And Niceta answered: \"When he perceived that we had found him out, having spoken to one another concerning his crimes, we left him, and came to Zacchaeus, telling him those same things which we have now told to you."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book II 19:4",
                            "text": "But he, receiving us most kindly, and instructing us concerning the faith of our Lord Jesus Christ, enrolled us in the number of the faithful\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book II 19:5",
                            "text": "When Niceta had done speaking, Zacchaeus, who had gone out a little before, entered, saying, \"It is time, O Peter, that you proceed to the disputation; for a great crowd, collected in the court of the house, is awaiting you, in the midst of whom stands Simon, supported by many attendants\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book II 19:6",
                            "text": "Then Peter, when he heard this, ordering me to withdraw for the sake of prayer (for I had not yet been washed from the sins which I had committed in ignorance), said to the rest, \"Brethren, let us pray that God, for His unspeakable mercy through His Christ, would help me going out on behalf of the salvation of men who have been created by Him\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book II 19:7",
                            "text": "Having said this, and having prayed, he went forth to the court of the house, in which a great multitude of people were assembled; and when he saw them all looking intently on him in profound silence, and Simon the magician standing in the midst of them like a standard-bearer, he began in manner following."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Recognitions of Clement Book II 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book II 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book II 20:2",
                            "text": "—The Kingdom of God and His Righteousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book II 20:3",
                            "text": "\"Peace be to all of you who are prepared to give your right hands to truth: for whosoever are obedient to it seem indeed themselves to confer some favour upon God; whereas they do themselves obtain from Him the gift of His greatest bounty, walking in His paths of righteousness."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book II 20:4",
                            "text": "Wherefore the first duty of all is to inquire into the righteousness of God and His kingdom; His righteousness, that we may be taught to act rightly; His kingdom, that we may know what is the reward appointed for labour and patience; in which kingdom there is indeed a bestowal of eternal good things upon the good, but upon those who have acted contrary to the will of God, a worthy infliction of penalties in proportion to the doings of every one."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book II 20:5",
                            "text": "It becomes you, therefore, whilst you are here,—that is, whilst you are in the present life,—to ascertain the will of God, while there is opportunity also of doing it."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book II 20:6",
                            "text": "For if any one, before he amends his doings, wishes to investigate concerning things which he cannot discover, such investigation will be foolish and ineffectual."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book II 20:7",
                            "text": "For the time is short, and the judgment of God shall be occupied with deeds, not questions."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book II 20:8",
                            "text": "Therefore before all things let us inquire into this, what or in what manner we must act that we may merit to obtain eternal life."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Recognitions of Clement Book II 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book II 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book II 21:2",
                            "text": "—Righteousness the Way to the Kingdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book II 21:3",
                            "text": "\"For if we occupy the short time of this life with vain and useless questions, we shall without doubt go into the presence of God empty and void of good works, when, as I have said, our works shall be brought into judgment."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book II 21:4",
                            "text": "For everything has its own time and place."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book II 21:5",
                            "text": "This is the place, this the time of works; the world to come, that of recompenses."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book II 21:6",
                            "text": "That we may not therefore be entangled, by changing the order of places and times, let us inquire, in the first place, what is the righteousness of God; so that, like persons going to set out on a journey, we may be filled with good works as with abundant provision, so that we may be able to come to the kingdom of God, as to a very great city."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book II 21:7",
                            "text": "For to those who think aright, God is manifest even by the operations of the world which He hath made, using the evidence of His creation; and therefore, since there ought to be no doubt about God, we have now to inquire only about His righteousness and His kingdom."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book II 21:8",
                            "text": "But if our mind suggest to us to make any inquiry concerning secret and hidden things before we inquire into the works of righteousness, we ought to render to ourselves a reason, because if acting well we shall merit to obtain salvation:  then, going to God chaste and clean, we shall be filled with the Holy Spirit, and shall know all things that are secret and hidden, without any cavilling of questions; whereas now, even if any one should spend the whole of his life in inquiring into these things, he not only shall not be able to find them, but shall involve himself in greater errors, because he did not first enter through the way of righteousness, and strive to reach the haven of life\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Recognitions of Clement Book II 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:2",
                            "text": "—Righteousness; What It is."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:3",
                            "text": "\"And therefore I advise that His righteousness be first inquired into, that, pursuing our journey through it, and placed in the way of truth, we may be able to find the true Prophet, running not with swiftness of foot, but with goodness of works, and that, enjoying His guidance, we may be under no danger of mistaking the way."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:4",
                            "text": "For if under His guidance we shall merit to enter that city to which we desire to come, all things concerning which we now inquire we shall see with our eyes, being made, as it were, heirs of all things."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:5",
                            "text": "Understand, therefore, that the way is this course of our life; the travellers are those who do good works; the gate is the true Prophet, of whom we speak; the city is the kingdom in which dwells the Almighty Father, whom only those can see who are of pure heart."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:6",
                            "text": "Let us not then think the labour of this journey hard, because at the end of it there shall be rest."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:7",
                            "text": "For the true Prophet Himself also from the beginning of the world, through the course of time, hastens to rest."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:8",
                            "text": "For He is present with us at all times; and if at any time it is necessary, He appears and corrects us, that He may bring to eternal life those who obey Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:9",
                            "text": "Therefore this is my judgment, as also it is the pleasure of the true Prophet, that inquiry should first be made concerning righteousness, by those especially who profess that they know God."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book II 22:10",
                            "text": "If therefore any one has anything to propose which he thinks better, let him speak; and when he has spoken, let him hear, but with patience and quietness: for in order to this at the first, by way of salutation, I prayed for peace to you all\"."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Recognitions of Clement Book II 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book II 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book II 23:2",
                            "text": "—Simon Refuses Peace."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book II 23:3",
                            "text": "To this Simon answered: \"We have no need of your peace; for if there be peace and concord, we shall not be able to make any advance towards the discovery of truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book II 23:4",
                            "text": "For robbers and debauchees have peace among themselves, and every wickedness agrees with itself; and if we have met with this view, that for the sake of peace we should give assent to all that is said, we shall confer no benefit upon the hearers; but, on the contrary, we shall impose upon them, and shall depart friends."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book II 23:5",
                            "text": "Wherefore, do not invoke peace, but rather battle, which is the mother of peace; and if you can, exterminate errors."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book II 23:6",
                            "text": "And do not seek for friendship obtained by unfair admissions; for this I would have you know, above all, that when two fight with each other, then there will be peace when one has been defeated and has fallen."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book II 23:7",
                            "text": "And therefore fight as best you can, and do not expect peace without war, which is impossible; or if it can be attained, show us how\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Recognitions of Clement Book II 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book II 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book II 24:2",
                            "text": "—Peter's Explanation."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book II 24:3",
                            "text": "To this Peter answered: \"Hear with all attention, O men, what we say."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book II 24:4",
                            "text": "Let us suppose that this world is a great plain, and that from two states, whose kings are at variance with each other, two generals were sent to fight: and suppose the general of the good king gave this counsel, that both armies should without bloodshed submit to the authority of the better king, whereby all should be safe without danger; but that the opposite general should say, No, but we must fight; that not he who is worthy, but who is stronger, may reign, with those who shall escape;—which, I ask you, would you rather choose? I doubt not but that you would give your hands to the better king, with the safety of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book II 24:5",
                            "text": "And I do not now wish, as Simon says that I do, that assent should be given, for the sake of peace, to those things that are spoken amiss but that truth be sought for with quietness and order."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Recognitions of Clement Book II 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:2",
                            "text": "—Principles on Which the Discussion Should Be Conducted."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:3",
                            "text": "\"For some, in the contest of disputations, when they perceive that their error is confuted, immediately begin, for the sake of making good their retreat, to create a disturbance, and to stir up strifes, that it may not be manifest to all that they are defeated; and therefore I frequently entreat that the investigation of the matter in dispute may be conducted with all patience and quietness, so that if perchance anything seem to be not rightly spoken, it may be allowed to go back over it, and explain it more distinctly."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:4",
                            "text": "For sometimes a thing may be spoken in one way and heard in another, while it is either advanced too obscurely, or not attended to with sufficient care; and on this account I desire that our conversation should be conducted patiently, so that neither should the one snatch it away from the other, nor should the unseasonable speech of one contradicting interrupt the speech of the other; and that we should not cherish the desire of finding fault, but that we should be allowed, as I have said, to go over again what has not been clearly enough spoken, that by fairest examination the knowledge of the truth may become clearer."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:5",
                            "text": "For we ought to know, that if any one is conquered by the truth, it is not he that is conquered, but the ignorance which is in him, which is the worst of all demons; so that he who can drive it out receives the palm of salvation."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:6",
                            "text": "For it is our purpose to benefit the hearers, not that we may conquer badly, but that we may be well conquered for the acknowledgment of the truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:7",
                            "text": "For if our speech be actuated by the desire of seeking the truth, even although we shall speak anything imperfectly through human frailty, God in His unspeakable goodness will fill up secretly in the understandings of the hearers those things that are lacking."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:8",
                            "text": "For He is righteous; and according to the purpose of every one, He enables some to find easily what they seek, while to others He renders even that obscure which is before their eyes."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:9",
                            "text": "Since, then, the way of God is the way of peace, let us with peace seek the things which are God's."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book II 25:10",
                            "text": "If any one has anything to advance in answer to this, let him do so; but if there is no one who wishes to answer, I shall begin to speak, and I myself shall bring forward what another may object to me, and shall refute it\"."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Recognitions of Clement Book II 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book II 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book II 26:2",
                            "text": "—Simon's Interruption."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book II 26:3",
                            "text": "When therefore Peter had begun to continue his discourse, Simon, interrupting his speech, said: \"Why do you hasten to speak whatever you please? I understand your tricks."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book II 26:4",
                            "text": "You wish to bring forward those matters whose explanation you have well studied, that you may appear to the ignorant crowd to be speaking well; but I shall not allow you this subterfuge."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book II 26:5",
                            "text": "Now therefore, since you promise, as a brave man, to answer to all that any one chooses to bring forward, be pleased to answer me in the first place\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book II 26:6",
                            "text": "Then Peter said: \"I am ready, only provided that our discussion may be with peace\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book II 26:7",
                            "text": "Then Simon said: \"Do not you see, O simpleton, that in pleading for peace you act in opposition to your Master, and that what you propose is not suitable to him who promises that he will overthrow ignorance? Or, if you are right in asking peace from the audience, then your Master was wrong in saying, 'I have not come to send peace on earth, but a sword."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book II 26:8",
                            "text": "' For either you say well, and he not well; or else, if your Master said well, then you not at all well: for you do not understand that your statement is contrary to his, whose disciple you profess yourself to be\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Recognitions of Clement Book II 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book II 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book II 27:2",
                            "text": "—Questions and Answers."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book II 27:3",
                            "text": "Then Peter: \"Neither He who sent me did amiss in sending a sword upon the earth, nor do I act contrary to Him in asking peace of the hearers."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book II 27:4",
                            "text": "But you both unskilfully and rashly find fault with what you do not understand: for you have heard that the Master came not to send peace on earth; but that He also said, 'Blessed are the peace-makers, for they shall be called the very sons of God,' you have not heard."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book II 27:5",
                            "text": "Wherefore my sentiments are not different from those of the Master when I recommend peace, to the keepers of which He assigned blessedness\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book II 27:6",
                            "text": "Then Simon said: \"In your desire to answer for your Master, O Peter, you have brought a much more serious charge against him, if he himself came not to make peace, yet enjoined upon others to keep it."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book II 27:7",
                            "text": "Where, then, is the consistency of that other saying of his, 'it is enough for the disciple that he be as his master?'\"."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Recognitions of Clement Book II 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book II 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book II 28:2",
                            "text": "—Consistency of Christ's Teaching."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book II 28:3",
                            "text": "To this Peter answered: \"Our Master, who was the true Prophet, and ever mindful of Himself, neither contradicted Himself, nor enjoined upon us anything different from what Himself practised."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book II 28:4",
                            "text": "For whereas He said, 'I am not come to send peace on earth, but a sword; and henceforth you shall see father separated from son, son from father, husband from wife and wife from husband, mother from daughter and daughter from mother, brother from brother, father-in-law from daughter-in-law, friend from friend,' all these contain the doctrine of peace; and I will tell you how."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book II 28:5",
                            "text": "At the beginning of His preaching, as wishing to invite and lead all to salvation, and induce them to bear patiently labours and trials, He blessed the poor, and promised that they should obtain the kingdom of heaven for their endurance of poverty, in order that under the influence of such a hope they might bear with equanimity the weight of poverty, despising covetousness; for covetousness is one, and the greatest, of most pernicious sins."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book II 28:6",
                            "text": "But He promised also that the hungry and the thirsty should be satisfied with the eternal blessings of righteousness, in order that they might bear poverty patiently, and not be led by it to undertake any unrighteous work."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book II 28:7",
                            "text": "In like manner, also, He said that the pure in heart are blessed, and that thereby they should see God, in order that every one desiring so great a good might keep himself from evil and polluted thoughts\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Recognitions of Clement Book II 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:2",
                            "text": "—Peace and Strife."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:3",
                            "text": "\"Thus, therefore, our Master, inviting His disciples to patience, impressed upon them that the blessing of peace was also to be preserved with the labour of patience."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:4",
                            "text": "But, on the other hand, He mourned over those who lived in riches and luxury, who bestowed nothing upon the poor; proving that they must render an account, because they did not pity their neighbours, even when they were in poverty, whom they ought to love as themselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:5",
                            "text": "And by such sayings as these He brought some indeed to obey Him, but others He rendered hostile."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:6",
                            "text": "The believers therefore, and the obedient, He charges to have peace among themselves."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:7",
                            "text": "and says to them, 'Blessed are the peacemakers, for they shall be called the very sons of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:8",
                            "text": "' But to those who not only did not believe, but set themselves in opposition to His doctrine, He proclaims the war of the word and of confutation, and says that 'henceforth ye shall see son separated from father, and husband from wife, and daughter from mother, and brother from brother, and daughter-in-law from mother-in-law, and a man's foes shall be they of his own house."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book II 29:9",
                            "text": "' For in every house, when there begins to be a difference betwixt believer and unbeliever, there is necessarily a contest: the unbelievers, on the one hand, fighting against the faith; and the believers on the other, confuting the old error and the vices of sins in them\"."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Recognitions of Clement Book II 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book II 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book II 30:2",
                            "text": "—Peace to the Sons of Peace."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book II 30:3",
                            "text": "\"In like manner, also, during the last period of His teaching, He wages war against the scribes and Pharisees, charging them with evil deeds and unsound doctrine, and with hiding the key of knowledge which they had handed down to them from Moses, by which the gate of the heavenly kingdom might be opened."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book II 30:4",
                            "text": "But when our Master sent us forth to preach, He commanded us, that into whatsoever city or house we should enter, we should say, 'Peace be to this house."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book II 30:5",
                            "text": "' 'And if,' said He, 'a son of peace be there, your peace shall come upon him; but if there be not, your peace shall return to you."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book II 30:6",
                            "text": "' Also that, going out from that house or city, we should shake off upon them the very dust which adhered to our feet."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book II 30:7",
                            "text": "'But it shall be more tolerable for the land of Sodom and Gomorrah in the day of judgment than for that city or house."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book II 30:8",
                            "text": "' This indeed He commanded to be done at length, if first the word of truth be preached in the city or house, whereby they who receive the faith of the truth may become sons of peace and sons of God; and those who will not receive it may be convicted as enemies of peace and of God\"."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Recognitions of Clement Book II 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book II 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book II 31:2",
                            "text": "—Peace and War."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book II 31:3",
                            "text": "\"Thus, therefore, we, observing the commands of our Master, first offer peace to our hearers, that the way of salvation may be known without any tumult."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book II 31:4",
                            "text": "But if any one do not receive the words of peace, nor acquiesce in the truth, we know how to direct against him the war of the word, and to rebuke him sharply by confuting his ignorance and charging home upon him his sins."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book II 31:5",
                            "text": "Therefore of necessity we offer peace, that if any one is a son of peace, our peace may come upon him; but from him who makes himself an enemy of peace, our peace shall return to ourselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book II 31:6",
                            "text": "We do not therefore, as you say, propose peace by agreement with the wicked, for indeed we should straightway have given you the right hand; but only in order that, through our discussing quietly and patiently, it might be more easily ascertained by the hearers which is the true speech."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book II 31:7",
                            "text": "But if you differ and disagree with yourself, how shall you stand? He must of necessity fall who is divided in himself; 'for every kingdom divided against itself shall not stand."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book II 31:8",
                            "text": "' If you have aught to say to this, say on\"."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Recognitions of Clement Book II 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book II 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book II 32:2",
                            "text": "—Simon's Challenge."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book II 32:3",
                            "text": "Then said Simon: \"I am astonished at your folly."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book II 32:4",
                            "text": "For you so propound the words of your Master, as if it were held to be certain concerning him that he is a prophet; while I can very easily prove that he often contradicted himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book II 32:5",
                            "text": "In short, I shall refute you from those words which you have yourself brought forward."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book II 32:6",
                            "text": "For you say, that he said that every kingdom or every city divided in itself shall not stand; and elsewhere you say, that he said that he would send a sword, that he might separate those who are in one house, so that son shall be divided from father, daughter from mother, brother from brother; so that if there be five in one house, three shall be divided against two, and two against three."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book II 32:7",
                            "text": "If, then, everything that is divided falls, he who makes divisions furnishes causes of falling; and if he is such, assuredly he is wicked."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book II 32:8",
                            "text": "Answer this if you can\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Recognitions of Clement Book II 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:2",
                            "text": "—Authority."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:3",
                            "text": "Then Peter: \"Do not rashly take exception, O Simon, against the things which you do not understand."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:4",
                            "text": "In the first place, I shall answer your assertion, that I set forth the words of my Master, and from them resolve matters about which there is still doubt."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:5",
                            "text": "Our Lord, when He sent us apostles to preach, enjoined us to teach all nations the things which were committed to us."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:6",
                            "text": "We cannot therefore speak those things as they were spoken by Himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:7",
                            "text": "For our commission is not to speak, but to teach those things, and from them to show how every one of them rests upon truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:8",
                            "text": "Nor, again, are we permitted to speak anything of our own."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:9",
                            "text": "For we are sent; and of necessity he who is sent delivers the message as he has been ordered, and sets forth the will of the sender."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:10",
                            "text": "For if I should speak anything different from what He who sent me enjoined me, I should be a false apostle, not saying what I am commanded to say, but what seems good to myself."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:11",
                            "text": "Whoever does this, evidently wishes to show himself to be better than he is by whom he is sent, and without doubt is a traitor."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:12",
                            "text": "If, on the contrary, he keeps by the things that he is commanded, and brings forward most clear assertions of them, it will appear that he is accomplishing the work of an apostle; and it is by striving to fulfil this that I displease you."
                        },
                        {
                            "verse": 13,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:13",
                            "text": "Blame me not, therefore, because I bring forward the words of Him who sent me."
                        },
                        {
                            "verse": 14,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:14",
                            "text": "But if there is aught in them that is not fairly spoken, you have liberty to confute me; but this can in no wise be done, for He is a prophet, and cannot be contrary to Himself."
                        },
                        {
                            "verse": 15,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book II 33:15",
                            "text": "But if you do not think that He is a prophet, let this be first inquired into\"."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Recognitions of Clement Book II 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:2",
                            "text": "—Order of Proof."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:3",
                            "text": "Then said Simon: \"I have no need to learn this from you, but how these things agree with one another."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:4",
                            "text": "For if he shall be shown to be inconsistent, he shall be proved at the same time not to be a prophet\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:5",
                            "text": "Then says Peter: \"But if I first show Him to be a prophet, it will follow that what seems to be inconsistency is not such."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:6",
                            "text": "For no one can be proved to be a prophet merely by consistency, because it is possible for many to attain this; but if consistency does not make a prophet, much more inconsistency does not."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:7",
                            "text": "Because, therefore, there are many things which to some seem inconsistent, which yet have consistency in them on a more profound investigation; as also other things which seem to have consistency, but which, being more carefully discussed, are found to be inconsistent; for this reason I do not think there is any better way to judge of these things than to ascertain in the first instance whether He be a prophet who has spoken those things which appear to be inconsistent."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:8",
                            "text": "For it is evident that, if He be found a prophet, those things which seem to be contradictory must have consistency, but are misunderstood."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:9",
                            "text": "Concerning these things, therefore, proofs will be properly demanded."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book II 34:10",
                            "text": "For we apostles are sent to expound the sayings and affirm the judgments of Him who has sent us; but we are not commissioned to say anything of our own, but to unfold the truth, as I have said, of His words\"."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Recognitions of Clement Book II 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book II 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book II 35:2",
                            "text": "—How Error Cannot Stand with Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book II 35:3",
                            "text": "Then Simon said: \"Instruct us, therefore, how it can be consistent that he who causes divisions, which divisions cause those who are divided to fall, can either seem to be good, or to have come for the salvation of men\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book II 35:4",
                            "text": "Then Peter said: \"I will tell you how our Master said that every kingdom and every house divided against itself cannot stand; and whereas He Himself did this, see how it makes for salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book II 35:5",
                            "text": "By the word of truth He certainly divides the kingdom of the world, which is founded in error, and every home in it, that error may fall, and truth may reign."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book II 35:6",
                            "text": "But if it happen to any house, that error, being introduced by any one, divides the truth, then, where error has gained a footing, it is certain that truth cannot stand\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book II 35:7",
                            "text": "Then Simon said: \"But it is uncertain whether your master divides error or truth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book II 35:8",
                            "text": "Then Peter: \"That belongs to another question; but if you are agreed that everything which is divided falls, it remains that I show, if only you will hear in peace, that our Jesus has divided and dispelled error by teaching truth\"."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Recognitions of Clement Book II 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:2",
                            "text": "—Altercation."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:3",
                            "text": "Then said Simon: \"Do not repeat again and again your talk of peace, but expound briefly what it is that you think or believe\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:4",
                            "text": "Peter answered: \"Why are you afraid of hearing frequently of peace? for do you not know that peace is the perfection of law? For wars and disputes spring from sins; and where there is no sin, there is peace of soul; but where there is peace, truth is found in disputations, righteousness in works\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:5",
                            "text": "Then Simon: \"You seem to me not to be able to profess what you think\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:6",
                            "text": "Then Peter: \"I shall speak, but according to my own judgment, not under constraint of your tricks."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:7",
                            "text": "For I desire that what is salutary and profitable be brought to the knowledge of all and therefore I shall not delay to state it as briefly as possible."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:8",
                            "text": "There is one God; and He is the creator of the world, a righteous judge, rendering to every one at some time or other according to his deeds."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book II 36:9",
                            "text": "But now for the assertion of these things I know that countless thousands of words can be called forth\"."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Recognitions of Clement Book II 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book II 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book II 37:2",
                            "text": "—Simon's Subtlety."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book II 37:3",
                            "text": "Then Simon said: \"I admire, indeed, the quickness of your wit, yet I do not embrace the error of your faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book II 37:4",
                            "text": "For you have wisely foreseen that you may be contradicted; and you have even politely confessed, that for the assertion of these things countless thousands of words will be called forth, for no one agrees with the profession of your faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book II 37:5",
                            "text": "In short, as to there being one God, and the world being His work, who can receive this doctrine? Neither, I think, any one of the Pagans, even if he be an unlearned man, and certainly no one of the philosophers; but not even the rudest and most wretched of the Jews, nor I myself, who am well acquainted with their law\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book II 37:6",
                            "text": "Then Peter said: \"Put aside the opinions of those who are not here, and tell us face to face what is your own\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book II 37:7",
                            "text": "Then Simon said: \"I can state what I really think; but this consideration makes me reluctant to do so, that if I say what is neither acceptable to you, nor seems right to this unskilled rabble, you indeed, as confounded, will straightway shut your ears, that they may not be polluted with blasphemy, forsooth, and will take to flight because you cannot find an answer; while the unreasoning populace will assent to you, and embrace you as one teaching those things which are commonly received among them; and will curse me, as professing things new and unheard of, and instilling my error into the minds of others\"."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Recognitions of Clement Book II 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book II 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book II 38:2",
                            "text": "—Simon's Creed."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book II 38:3",
                            "text": "Then Peter: \"Are not you making use of long preambles, as you accused us of doing, because you have no truth to bring forward? For if you have, begin without circumlocution, if you have so much confidence."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book II 38:4",
                            "text": "And if, indeed, what you say be displeasing to any one of the hearers, he will withdraw; and those who remain shall be compelled by your assertion to approve what is true."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book II 38:5",
                            "text": "Begin, therefore, to expound what seemeth to you to be right\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book II 38:6",
                            "text": "Then Simon said: \"I say that there are many gods; but that there is one incomprehensible and unknown to all, and that He is the God of all these gods\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book II 38:7",
                            "text": "Then Peter answered: \"This God whom you assert to be incomprehensible and unknown to all, can you prove His existence from the Scriptures of the Jews, which are held to be of authority, or from some others of which we are all ignorant, or from the Greek authors, or from your own writings? Certainly you are at liberty to speak from whatever writings you please, yet so that you first show that they are prophetic; for so their authority will be held without question\"."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Recognitions of Clement Book II 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:2",
                            "text": "—Argument for Polytheism."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:3",
                            "text": "Then Simon said: \"I shall make use of assertions from the law of the Jews only."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:4",
                            "text": "For it is manifest to all who take interest in religion, that this law is of universal authority, yet that every one receives the understanding of this law according to his own judgment."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:5",
                            "text": "For it has so been written by Him who created the world, that the faith of things is made to depend upon it."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:6",
                            "text": "Whence, whether any one wishes to bring forward truth, or any one to bring forward falsehood, no assertion will be received without this law."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:7",
                            "text": "Inasmuch, therefore, as my knowledge is most fully in accordance with the law, I rightly declared that there are many gods, of whom one is more eminent than the rest, and incomprehensible, even He who is God of gods."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:8",
                            "text": "But that there are many gods, the law itself informs me."
                        },
                        {
                            "verse": 9,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:9",
                            "text": "For, in the first place, it says this in the passage where one in the figure of a serpent speaks to Eve, the first woman, 'On the day ye eat of the tree of the knowledge of good and evil, ye shall be as gods,' that is, as those who made man; and after they have tasted of the tree, God Himself testifies, saying to the rest of the gods, 'Behold, Adam is become as one of us;' thus, therefore, it is manifest that there were many gods engaged in the making of man."
                        },
                        {
                            "verse": 10,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:10",
                            "text": "Also, whereas at the first God said to the other gods, 'Let us make man after our image and likeness;' also His saying, 'Let us drive him out;' and again, 'Come, let us go down, and confound their language;' all these things indicate that there are many gods."
                        },
                        {
                            "verse": 11,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:11",
                            "text": "But this also is written, 'Thou shalt not curse the gods, nor curse the chief of thy people;' and again this writing, 'God alone led them, and there was no strange god with them,' shows that there are many gods."
                        },
                        {
                            "verse": 12,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:12",
                            "text": "There are also many other testimonies which might be adduced from the law, not only obscure, but plain, by which it is taught that there are many gods."
                        },
                        {
                            "verse": 13,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:13",
                            "text": "One of these was chosen by lot, that he might be the god of the Jews."
                        },
                        {
                            "verse": 14,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:14",
                            "text": "But it is not of him that I speak, but of that God who is also his God, whom even the Jews themselves did not know."
                        },
                        {
                            "verse": 15,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book II 39:15",
                            "text": "For he is not their God, but the God of those who know him\"."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Recognitions of Clement Book II 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book II 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book II 40:2",
                            "text": "—Peter's Answer."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book II 40:3",
                            "text": "When Peter had heard this, he answered: \"Fear nothing, Simon: for, behold, we have neither shut our ears, nor fled; but we answer with words of truth to those things which you have spoken falsely, asserting this first, that there is one God, even the God of the Jews, who is the only God, the Creator of heaven and earth, who is also the God of all those whom you call gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book II 40:4",
                            "text": "If, then, I shall show you that none is superior to Him, but that He Himself is above all, you will confess that your error is above all\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book II 40:5",
                            "text": "Then Simon said: \"Why, indeed, though I should be unwilling to confess it, would not the hearers who stand by charge me with unwillingness to profess the things that are true?\"."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Recognitions of Clement Book II 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:2",
                            "text": "—The Answer, Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:3",
                            "text": "\"Listen, then,\" says Peter, \"that you may know, first of all, that even if there are many gods, as you say, they are subject to the God of the Jews, to whom no one is equal, than whom no one can be greater; for it is written that the prophet Moses thus spoke to the Jews: 'The Lord your God is the God of gods, and the Lord of lords, the great God."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:4",
                            "text": "' Thus, although there are many that are called gods, yet He who is the God of the Jews is alone called the God of gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:5",
                            "text": "For not every one that is called God is necessarily God."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:6",
                            "text": "Indeed, even Moses is called a god to Pharaoh, and it is certain that he was a man; and judges were called gods, and it is evident that they were mortal."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:7",
                            "text": "The idols also of the Gentiles are called gods, and we all know that they are not; but this has been inflicted as a punishment on the wicked, that because they would not acknowledge the true God, they should regard as God whatever form or image should occur to them."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:8",
                            "text": "Because they refused to receive the knowledge of the One who, as I said, is God of all, therefore it is permitted to them to have as gods those who can do nothing for their worshippers."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book II 41:9",
                            "text": "For what can either dead images or living creatures confer upon men, since the power of all things is with One?."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Recognitions of Clement Book II 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:2",
                            "text": "—Guardian Angels."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:3",
                            "text": "\"Therefore the name God is applied in three ways: either because he to whom it is given is truly God, or because he is the servant of him who is truly; and for the honour of the sender, that his authority may be full, he that is sent is called by the name of him who sends, as is often done in respect of angels: for when they appear to a man, if he is a wise and intelligent man, he asks the name of him who appears to him, that he may acknowledge at once the honour of the sent, and the authority of the sender."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:4",
                            "text": "For every nation has an angel, to whom God has committed the government of that nation; and when one of these appears, although he be thought and called God by those over whom he presides, yet, being asked, he does not give such testimony to himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:5",
                            "text": "For the Most High God, who alone holds the power of all things, has divided all the nations of the earth into seventy-two parts, and over these He hath appointed angels as princes."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:6",
                            "text": "But to the one among the archangels who is greatest, was committed the government of those who, before all others, received the worship and knowledge of the Most High God."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:7",
                            "text": "But holy men also, as we have said, are made gods to the wicked, as having received the power of life and death over them, as we mentioned above with respect to Moses and the judges."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:8",
                            "text": "Wherefore it is also written concerning them, 'Thou shalt not curse the gods, and thou shalt not curse the prince of thy people."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:9",
                            "text": "' Thus the princes of the several nations are called gods."
                        },
                        {
                            "verse": 10,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:10",
                            "text": "But Christ is God of princes, who is Judge of all."
                        },
                        {
                            "verse": 11,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:11",
                            "text": "Therefore neither angels, nor men, nor any creature, can be truly gods, forasmuch as they are placed under authority, being created and changeable: angels, for they were not, and are; men, for they are mortal; and every creature, for it is capable of dissolution, if only He dissolve it who made it."
                        },
                        {
                            "verse": 12,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book II 42:12",
                            "text": "And therefore He alone is the true God, who not only Himself lives, but also bestows life upon others, which He can also take away when it pleaseth Him."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Recognitions of Clement Book II 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book II 43:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book II 43:2",
                            "text": "—No God But Jehovah."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book II 43:3",
                            "text": "\"Wherefore the Scripture exclaims in name of the God of the Jews, saying, 'Behold, behold, seeing that I am God, and there is none else besides me, I will kill, and I will make alive; I will smite, and I will heal; and there is none who can deliver out of my hands."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book II 43:4",
                            "text": "' See therefore how, by some ineffable virtue, the Scripture, opposing the future errors of those who should affirm that either in heaven or on earth there is any other god besides Him who is the God of the Jews, decides thus: 'The Lord your God is one God, in heaven above, and in the earth beneath; and besides Him there is none else."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book II 43:5",
                            "text": "' How, then, hast thou dared to say that there is any other God besides Him who is the God of the Jews? And again the Scripture says, 'Behold, to the Lord thy God belong the heaven, and the heaven of heavens, the earth, and all things that are in them: nevertheless I have chosen your fathers, that I might love them, and you after them."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book II 43:6",
                            "text": "' Thus that judgment is supported by the Scripture on every side, that He who created the world is the true and only God."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Recognitions of Clement Book II 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book II 44:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book II 44:2",
                            "text": "—The Serpent, the Author of Polytheism."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book II 44:3",
                            "text": "\"But even if there be others, as we have said, who are called gods, they are under the power of the God of the Jews; for thus saith the Scripture to the Jews, 'The Lord our God, He is God of gods, and Lord of lords."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book II 44:4",
                            "text": "' Him alone the Scripture also commands to be worshipped, saying, 'Thou shalt worship the Lord thy God, and Him only shalt thou serve;' and, 'Hear, O Israel: the Lord thy God is one God."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book II 44:5",
                            "text": "' Yea, also the saints, filled with the Spirit of God, and bedewed with the drops of His mercy, cried out, saying, 'Who is like unto Thee among the gods? O Lord, who is like unto Thee?' And again, 'Who is God, but the Lord; and who is God, but our Lord?' Therefore Moses, when he saw that the people were advancing, by degrees initiated them in the understanding of the monarchy and the faith of one God, as he says in the following words: 'Thou shalt not make mention of the names of other gods;' doubtless remembering with what penalty the serpent was visited, which had first named gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book II 44:6",
                            "text": "For it is condemned to feed upon dust, and is judged worthy of such food, for this cause, that it first of all introduced the name of gods into the world."
                        },
                        {
                            "verse": 7,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book II 44:7",
                            "text": "But if you also wish to introduce many gods, see that you partake not the serpent's doom."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Recognitions of Clement Book II 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:2",
                            "text": "—Polytheism Inexcusable."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:3",
                            "text": "\"For be sure of this, that you shall not have us participators in this attempt; nor will we suffer ourselves to be deceived by you."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:4",
                            "text": "For it will not serve us for an excuse in the judgment, if we say that you deceived us; because neither could it excuse the first woman, that she had unhappily believed the serpent; but she was condemned to death, because she believed badly."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:5",
                            "text": "For this cause therefore, Moses, also commending the faith of one God to the people, says, 'Take heed to thyself, that thou be not seduced from the Lord thy God."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:6",
                            "text": "' Observe that he makes use of the same word which the first woman also made use of in excusing herself, saying that she was seduced; but it profited her nothing."
                        },
                        {
                            "verse": 7,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:7",
                            "text": "But over and above all this, even if some true prophet should arise, who should perform signs and miracles, but should wish to persuade us to worship other gods besides the God of the Jews, we should never be able to believe him."
                        },
                        {
                            "verse": 8,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:8",
                            "text": "For so the divine law has taught us, handing down a secret injunction more purely by means of tradition, for thus it saith: 'If there arise among you a prophet, or one dreaming a dream, and give you signs or wonders, and these signs or wonders come to pass, and he say to you, Let us go and worship strange gods, whom ye know not; ye shall not hear the words of that prophet, nor the dream of that dreamer, because proving he hath proved you, that he may see if ye love the Lord your God."
                        },
                        {
                            "verse": 9,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book II 45:9",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Recognitions of Clement Book II 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book II 46:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book II 46:2",
                            "text": "—Christ Acknowledged the God of the Jews."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book II 46:3",
                            "text": "\"Wherefore also our Lord, who wrought signs and wonders, preached the God of the Jews; and therefore we are right in believing what He preached."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book II 46:4",
                            "text": "But as for you, even if you were really a prophet, and performed signs and wonders, as you promise to do, if you were to announce other gods besides Him who is the true God, it would be manifest that you were raised up as a trial to the people of God; and therefore you can by no means be believed."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book II 46:5",
                            "text": "For He alone is the true God, who is the God of the Jews; and for this reason our Lord Jesus Christ did not teach them that they must inquire after God, for Him they knew well already, but that they must seek His kingdom and righteousness, which the scribes and Pharisees, having received the key of knowledge, had not shut in, but shut out."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book II 46:6",
                            "text": "For if they had been ignorant of the true God, surely He would never have left the knowledge of this thing, which was the chief of all, and blamed them for small and little things, as for enlarging their fringes, and claiming the uppermost rooms in feasts, and praying standing in the highways, and such like things; which assuredly, in comparison of this great charge, ignorance of God, seem to be small and insignificant matters\"."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Recognitions of Clement Book II 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book II 47:1",
                            "text": "Chapter XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book II 47:2",
                            "text": "—Simon's Cavil."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book II 47:3",
                            "text": "To this Simon replied: \"From the words of your master I shall refute you, because even he introduces to all men a certain God who was known."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book II 47:4",
                            "text": "For although both Adam knew the God who was his creator, and the maker of the world; and Enoch knew him, inasmuch as he was translated by him; and Noah, since he was ordered by him to construct the ark; and although Abraham, and Isaac, and Jacob, and Moses, and all, even every people and all nations, know the maker of the world, and confess him to be a God, yet your Jesus, who appeared long after the patriarchs, says: 'No one knows the Son, but the Father; neither knoweth any one the Father, but the Son, and he to whom the Son has been pleased to reveal Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book II 47:5",
                            "text": "' Thus, therefore, even your Jesus confesses that there is another God, incomprehensible and unknown to all\"."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Recognitions of Clement Book II 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book II 48:1",
                            "text": "Chapter XLVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book II 48:2",
                            "text": "—Peter's Answer."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book II 48:3",
                            "text": "Then Peter says: \"You do not perceive that you are making statements in opposition to yourself."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book II 48:4",
                            "text": "For if our Jesus also knows Him whom ye call the unknown God, then He is not known by you alone."
                        },
                        {
                            "verse": 5,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book II 48:5",
                            "text": "Yea, if our Jesus knows Him, then Moses also, who prophesied that Jesus should come, assuredly could not himself be ignorant of Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book II 48:6",
                            "text": "For he was a prophet; and he who prophesied of the Son doubtless knew the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book II 48:7",
                            "text": "For if it is in the option of the Son to reveal the Father to whom He will, then the Son, who has been with the Father from the beginning, and through all generations, as He revealed the Father to Moses, so also to the other prophets; but if this be so, it is evident that the Father has not been unknown to any of them."
                        },
                        {
                            "verse": 8,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book II 48:8",
                            "text": "But how could the Father be revealed to you, who do not believe in the Son, since the Father is known to none except him to whom the Son is pleased to reveal Him? But the Son reveals the Father to those who honour the Son as they honour the Father\"."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Recognitions of Clement Book II 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book II 49:1",
                            "text": "Chapter XLIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book II 49:2",
                            "text": "—The Supreme Light."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book II 49:3",
                            "text": "Then Simon said: \"Remember that you said that God has a son, which is doing Him wrong; for how can He have a son, unless He is subject to passions, like men or animals? But on these points there is not time now to show your profound folly, for I hasten to make a statement concerning the immensity of the supreme light; and so now listen."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book II 49:4",
                            "text": "My opinion is, that there is a certain power of immense and ineffable light, whose greatness may be held to be incomprehensible, of which power even the maker of the world is ignorant, and Moses the lawgiver, and Jesus your master\"."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Recognitions of Clement Book II 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book II 50:1",
                            "text": "Chapter L."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book II 50:2",
                            "text": "—Simon's Presumption."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book II 50:3",
                            "text": "Then Peter: \"Does it not seem to you to be madness, that any one should take upon himself to assert that there is another God than the God of all; and should say that he supposes there is a certain power, and should presume to affirm this to others, before he himself is sure of what he says? Is any one so rash as to believe your words, of which he sees that you are yourself doubtful, and to admit that there is a certain power unknown to God the Creator, and to Moses, and the prophets, and the law, and even to Jesus our Master, which power is so good, that it will not make itself known to any but to one only, and that one such an one as thou! Then, further, if that is a new power, why does it not confer upon us some new sense, in addition to those five which we possess, that by that new sense, bestowed upon us by it, we may be able to receive and understand itself which is new? Or if it cannot bestow such a sense upon us, how has it bestowed it upon you? Or if it has revealed itself to you, why not also to us? But if you of yourself understand things which not even the prophets were able to perceive or understand, come, tell us what each one of us is thinking now; for if there is such a spirit in you that you know those things which are above the heavens, which are unknown to all, and incomprehensible by all, much more easily do you know the thoughts of men upon the earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book II 50:4",
                            "text": "But if you cannot know the thoughts of us who are standing here, how can you say that you know those things which, you assert, are known to none?\"."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Recognitions of Clement Book II 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:1",
                            "text": "Chapter LI."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:2",
                            "text": "—The Sixth Sense."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:3",
                            "text": "\"But believe me, that you could never know what light is unless you had received both vision and understanding from light itself; so also in other things."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:4",
                            "text": "Hence, having received understanding, you are framing in imagination something greater and more sublime, as if dreaming, but deriving all your hints from those five senses, to whose Giver you are unthankful."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:5",
                            "text": "But be sure of this, that until you find some new sense which is beyond those five which we all enjoy, you cannot assert the existence of a new God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:6",
                            "text": "Then Simon answered: \"Since all things that exist are in accordance with those five senses, that power which is more excellent than all cannot add anything new\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:7",
                            "text": "Then Peter said: \"It is false; for there is also a sixth sense, namely that of foreknowledge: for those five senses are capable of knowledge, but the sixth is that of foreknowledge: and this the prophets possessed."
                        },
                        {
                            "verse": 8,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:8",
                            "text": "How, then, can you know a God who is unknown to all, who do not know the prophetic sense, which is that of prescience?\" Then Simon began to say: \"This power of which I speak, incomprehensible and more excellent than all, ay, even than that God who made the world, neither any of the angels has known, nor of the demons, nor of the Jews, nay, nor any creature which subsists by means of God the creator."
                        },
                        {
                            "verse": 9,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book II 51:9",
                            "text": "How, then, could that creator's law teach me that which the creator himself did not know, since neither did the law itself know it, that it might teach it?\"."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Recognitions of Clement Book II 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book II 52:1",
                            "text": "Chapter LII."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book II 52:2",
                            "text": "—Reductio Ad Absurdum Then Peter said: \"I wonder how you have been able to learn more from the law than the law was able to know or to teach; and how you say that you adduce proofs from the law of those things which you are pleased to assert, when you declare that neither the law, nor He who gave the law—that is, the Creator of the world—knows those things of which you speak! But this also I wonder at, how you, who alone know these things, should be standing here now with us all, circumscribed by the limits of this small court\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book II 52:3",
                            "text": "Then Simon, seeing Peter and all the people laughing, said: \"Do you laugh, Peter, while so great and lofty matters are under discussion?\" Then said Peter: \"Be not enraged, Simon, for we are doing no more than keeping our promise: for we are neither shutting our ears, as you said, nor did we take to flight as soon as we heard you propound your unutterable things; but we have not even stirred from the place."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book II 52:4",
                            "text": "For indeed you do not even propound things that have any resemblance to truth, which might to a certain extent frighten us."
                        },
                        {
                            "verse": 5,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book II 52:5",
                            "text": "Yet, at all events, disclose to us the meaning of this saying, how from the law you have learned of a God whom the law itself does not know, and of whom He who gave the law is ignorant\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book II 52:6",
                            "text": "Then Simon said: \"If you have done laughing, I shall prove it by clear assertions\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book II 52:7",
                            "text": "Then Peter said: \"Assuredly I shall give over, that I may learn from you how you have learned from the law what neither the law nor the God of the law Himself knows\"."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Recognitions of Clement Book II 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book II 53:1",
                            "text": "Chapter LIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book II 53:2",
                            "text": "—Simon's Blasphemy."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book II 53:3",
                            "text": "Then says Simon: \"Listen: it is manifest to all, and ascertained in a manner of which no account can be given, that there is one God, who is better than all, from whom all that is took its beginning; whence also of necessity, all things that are after him are subject to him, as the chief and most excellent of all."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book II 53:4",
                            "text": "When, therefore, I had ascertained that the God who created the world, according to what the law teaches, is in many respects weak, whereas weakness is utterly incompatible with a perfect God, and I saw that he is not perfect, I necessarily concluded that there is another God who is perfect."
                        },
                        {
                            "verse": 5,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book II 53:5",
                            "text": "For this God, as I have said, according to what the writing of the law teaches, is shown to be weak in many things."
                        },
                        {
                            "verse": 6,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book II 53:6",
                            "text": "In the first place, because the man whom he formed was not able to remain such as he had intended him to be; and because he cannot be good who gave a law to the first man, that he should eat of all the trees of paradise, but that he should not touch the tree of knowledge; and if he should eat of it, he should die."
                        },
                        {
                            "verse": 7,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book II 53:7",
                            "text": "For why should he forbid him to eat, and to know what is good and what evil, that, knowing, he might shun the evil and choose the good? But this he did not permit; and because he did eat in violation of the commandment, and discovered what is good, and learned for the sake of honour to cover his nakedness (for he perceived it to be unseemly to stand naked before his Creator), he condemns to death him who had learned to do honour to God, and curses the serpent who had shown him these things."
                        },
                        {
                            "verse": 8,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book II 53:8",
                            "text": "But truly, if man was to be injured by this means, why did he place the cause of injury in paradise at all? But if that which he placed in paradise was good, it is not the part of one that is good to restrain another from good\"."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Recognitions of Clement Book II 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:1",
                            "text": "Chapter LIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:2",
                            "text": "—How Simon Learned from the Law What the Law Does Not Teach."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:3",
                            "text": "\"Thus then, since he who made man and the world is, according to what the law relates, imperfect, we are given to understand, without doubt, that there is another who is perfect."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:4",
                            "text": "For it is of necessity that there be one most excellent of all, on whose account also every creature keeps its rank."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:5",
                            "text": "Whence also I, knowing that it is every way necessary that there be some one more benignant and more powerful than that imperfect God who gave the law, understanding what is perfect from comparison of the imperfect, understood even from the Scripture that God who is not mentioned there."
                        },
                        {
                            "verse": 6,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:6",
                            "text": "And in this way I was able, O Peter, to learn from the law what the law did not know."
                        },
                        {
                            "verse": 7,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:7",
                            "text": "But even if the law had not given indications from which it might be gathered that the God who made the world is imperfect, it was still possible for me to infer from those evils which are done in this world, and are not corrected, either that its creator is powerless, if he cannot correct what is done amiss; or else, if he does not wish to remove the evils, that he is himself evil; but if he neither can nor will, that he is neither powerful nor good."
                        },
                        {
                            "verse": 8,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:8",
                            "text": "And from this it cannot but be concluded that there is another God more excellent and more powerful than all."
                        },
                        {
                            "verse": 9,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book II 54:9",
                            "text": "If you have aught to say to this, say on\"."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Recognitions of Clement Book II 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book II 55:1",
                            "text": "Chapter LV."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book II 55:2",
                            "text": "—Simon's Objections Turned Against Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book II 55:3",
                            "text": "Peter answered: \"O Simon, they are wont to conceive such absurdities against God who do not read the law with the instruction of masters, but account themselves teachers, and think that they can understand the law, though he has not explained it to them who has learned of the Master."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book II 55:4",
                            "text": "Nevertheless now, that we also may seem to follow the book of the law according to your apprehension of it; inasmuch as you say that the creator of the world is shown to be both impotent and evil, how is it that you do not see that that power of yours, which you say is superior to all, fails and lies under the very same charges? For the very same thing may be said of it, that it is either powerless, since it does not correct those things which here are done amiss; or if it can and will not, it is evil; or if it neither can nor will, then it is both impotent and imperfect."
                        },
                        {
                            "verse": 5,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book II 55:5",
                            "text": "Whence that new power of yours is not only found liable to a similar charge, but even to a worse one, if, in addition to all these things, it is believed to be, when it is not."
                        },
                        {
                            "verse": 6,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book II 55:6",
                            "text": "For He who created the world, His existence is manifest by His very operation in creating the world, as you yourself also confess."
                        },
                        {
                            "verse": 7,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book II 55:7",
                            "text": "But this power which you say that you alone know, affords no indication of itself, by which we might perceive, at least, that it is, and subsists\"."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Recognitions of Clement Book II 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:1",
                            "text": "Chapter LVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:2",
                            "text": "—No God Above the Creator."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:3",
                            "text": "\"What kind of conduct, then, would it be that we should forsake God, in whose world we live and enjoy all things necessary for life, and follow I know not whom, from whom we not only obtain no good, but cannot even know that he exists? Nor truly does he exist."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:4",
                            "text": "For whether you call him light, and brighter than that light which we see, you borrow that very name from the Creator of the world; or whether you say that he is a substance above all, you derive from Him the idea with enlargement of speech."
                        },
                        {
                            "verse": 5,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:5",
                            "text": "Whether you make mention of mind, or goodness, or life, or whatever else, you borrow the words from Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:6",
                            "text": "Since, then, you have nothing new concerning that power you speak of, not only as regards understanding, but even in respect of naming him, how do you introduce a new God, for whom you cannot even find a new name? For not only is the Creator of the world called a Power, but even the ministers of His glory, and all the heavenly host."
                        },
                        {
                            "verse": 7,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:7",
                            "text": "Do you not then think it better that we should follow our Creator God, as a Father who trains us and endows us as He knows how? But if, as you say, there be some God more benignant than all, it is certain that he will not be angry with us; or if he be angry, he is evil."
                        },
                        {
                            "verse": 8,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:8",
                            "text": "For if our God is angry and punishes, He is not evil, but righteous, for He corrects and amends His own sons."
                        },
                        {
                            "verse": 9,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book II 56:9",
                            "text": "But he who has no concern with us, if he shall punish us, how should he be good? Inflicting punishments upon us because we have not been drawn by vain imaginations to forsake our own Father and follow him, how can you assert that he is so good, when he cannot be regarded as even just?\"."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Recognitions of Clement Book II 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book II 57:1",
                            "text": "Chapter LVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book II 57:2",
                            "text": "—Simon's Inconsistency."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book II 57:3",
                            "text": "Then Simon: \"Do you so far err, Peter, as not to know that our souls were made by that good God, the most excellent of all, but they have been brought down as captives into this world?\" To this Peter answered: \"Then he is not unknown by all, as you said a little while ago; and yet how did the good God permit his souls to be taken captive, if he be a power over all?\" Then Simon said: \"He sent God the creator to make the world; and he, when he had made it, gave out that himself was God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book II 57:4",
                            "text": "Then Peter said: \"Then he is not, as you said, unknown to Him who made the world; nor are souls ignorant of him, if indeed they were stolen away from him."
                        },
                        {
                            "verse": 5,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book II 57:5",
                            "text": "To whom, then, can he be unknown, if both the Creator of the world know him, as having been sent by him; and all souls know him, as having been violently withdrawn from him? Then, further, I wish you would tell us whether he who sent the creator of the world did not know that he would not keep faith? For if he did not know it, then he was not prescient; while if he foreknew it, and suffered it, he is himself guilty of this deed, since he did not prevent it; but if he could not, then he is not omnipotent."
                        },
                        {
                            "verse": 6,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book II 57:6",
                            "text": "But if, knowing it as good, he did not prohibit it, he is found to be better, who presumed to do that which he who sent him did not know to be good\"."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Recognitions of Clement Book II 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:1",
                            "text": "Chapter LVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:2",
                            "text": "—Simon's God Unjust."
                        },
                        {
                            "verse": 3,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:3",
                            "text": "Then Simon said: \"He receives those who will come to him, and does them good\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:4",
                            "text": "Peter answered: \"But there is nothing new in this; for He whom you acknowledge to be the Creator of the world also does so\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:5",
                            "text": "Then Simon: \"But the good God bestows salvation if he is only acknowledged; but the creator of the world demands also that the law be fulfilled\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:6",
                            "text": "Then said Peter: \"He saves adulterers and men-slayers, if they know him; but good, and sober, and merciful persons, if they do not know him, in consequence of their having no information concerning him, he does not save! Great and good truly is he whom you proclaim, who is not so much the saviour of the evil, as he is one who shows no mercy to the good\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:7",
                            "text": "Then Simon: \"It is truly very difficult for man to know him, as long as he is in the flesh; for blacker than all darkness, and heavier than all clay, is this body with which the soul is surrounded\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:8",
                            "text": "Then says Peter: \"That good God of yours demands things which are difficult; but He who is truly God seeks easier things."
                        },
                        {
                            "verse": 9,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book II 58:9",
                            "text": "Let him then, since he is so good, leave us with our Father and Creator; and when once we depart from the body, and leave that darkness that you speak of, we shall more easily know Him; and then the soul shall better understand that God is its Creator, and shall remain with Him, and shall no more be harassed with diverse imaginations; nor shall wish to betake itself to another power, which is known to none but Simon only, and which is of such goodness that no one can come to it, unless he be first guilty of impiety towards his own father! I know not how this power can be called either good or just, which no one can please except by acting impiously towards him by whom he was made!\"."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Recognitions of Clement Book II 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book II 59:1",
                            "text": "Chapter LIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book II 59:2",
                            "text": "—The Creator Our Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book II 59:3",
                            "text": "Then Simon: \"It is not impious for the sake of greater profit and advantage to flee to him who is of richer glory\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book II 59:4",
                            "text": "Then Peter: \"If, as you say, it is not impious to flee to a stranger, it is at all events much more pious to remain with our own father, even if he be poor."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book II 59:5",
                            "text": "But if you do not think it impious to leave our father, and flee to another, as being better than he; and you do not believe that our Creator will take this amiss; much more the good God will not be angry, because, when we were strangers to him, we have not fled to him, but have remained with our own Creator."
                        },
                        {
                            "verse": 6,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book II 59:6",
                            "text": "Yea, I think he will rather commend us the more for this, that we have kept faith with God our Creator; for he will consider that, if we had been his creatures, we should never have been seduced by the allurements of any other to forsake him."
                        },
                        {
                            "verse": 7,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book II 59:7",
                            "text": "For if any one, allured by richer promises, shall leave his own father and betake himself to a stranger, it may be that he will leave him in his turn, and go to another who shall promise him greater things, and this the rather because he is not his son, since he could leave even him who by nature was his father\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book II 59:8",
                            "text": "Then Simon said: \"But what if souls are from him, and do not know him, and he is truly their father?\"."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Recognitions of Clement Book II 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book II 60:1",
                            "text": "Chapter LX."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book II 60:2",
                            "text": "—The Creator the Supreme God."
                        },
                        {
                            "verse": 3,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book II 60:3",
                            "text": "Then Peter said: \"You represent him as weak enough."
                        },
                        {
                            "verse": 4,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book II 60:4",
                            "text": "For if, as you say, he is more powerful than all, it can never be believed the weaker wrenched the spoils from the stronger."
                        },
                        {
                            "verse": 5,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book II 60:5",
                            "text": "Or if God the Creator was able by violence to bring down souls into this world, how can it be that, when they are separated from the body and freed from the bonds of captivity, the good God shall call them to the sufferance of punishment, on the ground that they, either through his remissness or weakness, were dragged away to this place, and were involved in the body, as in the darkness of ignorance? You seem to me not to know what a father and a God is: but I could tell you both whence souls are, and when and how they were made; but it is not permitted to me now to disclose these things to you, who are in such error in respect of the knowledge of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book II 60:6",
                            "text": "Then said Simon: \"A time will come when you shall be sorry that you did not understand me speaking of the ineffable power\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book II 60:7",
                            "text": "Then said Peter: \"Give us then, as I have often said, as being yourself a new God, or as having yourself come down from him, some new sense, by means of which we may know that new God of whom you speak; for those five senses, which God our Creator has given us, keep faith to their own Creator, and do not perceive that there is any other God, for so their nature necessitates them\"."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Recognitions of Clement Book II 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book II 61:1",
                            "text": "Chapter LXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book II 61:2",
                            "text": "—Imagination."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book II 61:3",
                            "text": "To this Simon answered: \"Apply your mind to those things which I am going to say, and cause it, walking in peaceable paths, to attain to those things which I shall demonstrate."
                        },
                        {
                            "verse": 4,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book II 61:4",
                            "text": "Listen now, therefore."
                        },
                        {
                            "verse": 5,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book II 61:5",
                            "text": "Did you never in thought reach forth your mind into regions or islands situated far away, and remain so fixed in them, that you could not even see the people that were before you, or know where yourself were sitting, by reason of the delightfulness of those things on which you were gazing?\" And Peter said: \"It is true, Simon, this has often occurred to me\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book II 61:6",
                            "text": "Then Simon said: \"In this way now reach forth your sense into heaven, yea above the heaven, and behold that there must be some place beyond the world, or outside the world, in which there is neither heaven nor earth, and where no shadow of these things produces darkness; and consequently, since there are neither bodies in it, nor darkness occasioned by bodies, there must of necessity be immense light; and consider of what sort that light must be, which is never succeeded by darkness."
                        },
                        {
                            "verse": 7,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book II 61:7",
                            "text": "For if the light of this sun fills this whole world, how great do you suppose that bodiless and infinite light to be? So great, doubtless, that this light of the sun would seem to be darkness and not light, in comparison\"."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Recognitions of Clement Book II 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book II 62:1",
                            "text": "Chapter LXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book II 62:2",
                            "text": "—Peter's Experience of Imagination."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book II 62:3",
                            "text": "When Simon thus spoke, Peter answered: \"Now listen patiently concerning both these matters, that is, concerning the example of stretching out the senses, and concerning the immensity of light."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book II 62:4",
                            "text": "I know that I myself, O Simon, have sometimes in thought extended my sense, as you say, into regions and islands situated afar off, and have seen them with my mind not less than if it had been with my eyes."
                        },
                        {
                            "verse": 5,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book II 62:5",
                            "text": "When I was at Capernaum, occupied in the taking of fishes, and sat upon a rock, holding in my hand a hook attached to a line, and fitted for deceiving the fishes, I was so absorbed that I did not feel a fish adhering to it while my mind eagerly ran through my beloved Jerusalem, to which I had frequently gone up, waking, for the sake of offerings and prayers."
                        },
                        {
                            "verse": 6,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book II 62:6",
                            "text": "But I was accustomed also to admire this Caesarea, hearing of it from others, and to long to see it; and I seemed to myself to see it, although I had never been in it; and I thought of it what was suitable to be thought of a great city, its gates, walls, baths, streets, lanes, markets, and the like, in accordance with what I had seen in other cities; and to such an extent was I delighted with the intentness of such inspection, that, as you said, I neither saw one who was present and standing by me, nor knew where myself was sitting\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book II 62:7",
                            "text": "Then said Simon: \"Now you say well\"."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Recognitions of Clement Book II 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book II 63:1",
                            "text": "Chapter LXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book II 63:2",
                            "text": "—Peter's Reverie."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book II 63:3",
                            "text": "Then Peter: \"In short, when I did not perceive, through the occupation of my mind, that I had caught a very large fish which was attached to the hook, and that although it was dragging the hook-line from my hand, my brother Andrew, who was sitting by me, seeing me in a reverie and almost ready to fall, thrusting his elbow into my side as if he would awaken me from sleep, said: 'Do you not see, Peter, what a large fish you have caught? Are you out of your senses, that you are thus in a stupor of astonishment? Tell me, What is the matter with you?' But I was angry with him for a little, because he had withdrawn me from the delight of those things which I was contemplating; then I answered that I was not suffering from any malady, but that I was mentally gazing on the beloved Jerusalem, and at the same time on Caesarea; and that, while I was indeed with him in the body, in my mind I was wholly carried away thither."
                        },
                        {
                            "verse": 4,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book II 63:4",
                            "text": "But he, I know not whence inspired, uttered a hidden and secret word of truth\"."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Recognitions of Clement Book II 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:1",
                            "text": "Chapter LXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:2",
                            "text": "—Andrew's Rebuke."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:3",
                            "text": "\"'Give over,' says he, 'O Peter."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:4",
                            "text": "What is it that you are doing? For those who are beginning to be possessed with a demon, or to be disturbed in their minds, begin in this way."
                        },
                        {
                            "verse": 5,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:5",
                            "text": "They are first carried away by fancies to some pleasant and delightful things, then they are poured out in vain and fond motions towards things which have no existence."
                        },
                        {
                            "verse": 6,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:6",
                            "text": "Now this happens from a certain disease of mind, by reason of which they see not the things which are, but long to bring to their sight those which are not."
                        },
                        {
                            "verse": 7,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:7",
                            "text": "But thus it happens also to those who are suffering phrenzy, and seem to themselves to see many images, because their soul, being torn and withdrawn from its place by excess of cold or of heat, suffers a failure of its natural service."
                        },
                        {
                            "verse": 8,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:8",
                            "text": "But those also who are in distress through thirst, when they fall asleep, seem to themselves to see rivers and fountains, and to drink; but this befalls them through being distressed by the dryness of the unmoistened body."
                        },
                        {
                            "verse": 9,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:9",
                            "text": "Wherefore it is certain that this occurs through some ailment either of the soul or body."
                        },
                        {
                            "verse": 10,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book II 64:10",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Recognitions of Clement Book II 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:1",
                            "text": "Chapter LXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:2",
                            "text": "—Fallacy of Imagination."
                        },
                        {
                            "verse": 3,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:3",
                            "text": "\"In short, that you may receive the faith of the matter; concerning Jerusalem, which I had often seen, I told my brother what places and what gatherings of people I had seemed to myself to see."
                        },
                        {
                            "verse": 4,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:4",
                            "text": "But also concerning Caesarea, which I had never seen, I nevertheless contended that it was such as I had conceived it in my mind and thought."
                        },
                        {
                            "verse": 5,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:5",
                            "text": "But when I came hither, and saw nothing at all like to those things which I had seen in phantasy, I blamed myself, and observed distinctly, that I had assigned to it gates, and walls, and buildings from others which I had seen, taking the likeness in reality from others."
                        },
                        {
                            "verse": 6,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:6",
                            "text": "Nor indeed can any one imagine anything new, and of which no form has ever existed."
                        },
                        {
                            "verse": 7,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:7",
                            "text": "For even if any one should fashion from his imagination bulls with five heads, he only forms them with five heads out of those which he has seen with one head."
                        },
                        {
                            "verse": 8,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:8",
                            "text": "And you therefore, now, if truly you seem to yourself to perceive anything with your thought, and to look above the heavens, there is no doubt but that you imagine them from those things which you see, placed as you are upon the earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:9",
                            "text": "But if you think that there is easy access for your mind above the heavens, and that you are able to conceive the things that are there, and to apprehend knowledge of that immense light, I think that for him who can comprehend these things, it were easier to throw his sense, which knows how to ascend thither, into the heart and breast of some one of us who stand by, and to tell what thoughts he is cherishing in his breast."
                        },
                        {
                            "verse": 10,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book II 65:10",
                            "text": "If therefore you can declare the thoughts of the heart of any one of us, who is not pre-engaged in your favour, we shall perhaps be able to believe you, that you are able to know those things that are above the heavens, although these are much loftier\"."
                        }
                    ]
                },
                {
                    "chapter": 66,
                    "name": "Recognitions of Clement Book II 66",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 66,
                            "name": "Recognitions of Clement Book II 66:1",
                            "text": "Chapter LXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 66,
                            "name": "Recognitions of Clement Book II 66:2",
                            "text": "—Existence and Conception."
                        },
                        {
                            "verse": 3,
                            "chapter": 66,
                            "name": "Recognitions of Clement Book II 66:3",
                            "text": "To this Simon replied: \"O thou who hast woven a web of many frivolities, listen now."
                        },
                        {
                            "verse": 4,
                            "chapter": 66,
                            "name": "Recognitions of Clement Book II 66:4",
                            "text": "It is impossible that anything which comes into a man's thoughts should not also subsist in truth and reality."
                        },
                        {
                            "verse": 5,
                            "chapter": 66,
                            "name": "Recognitions of Clement Book II 66:5",
                            "text": "For things that do not subsist, have no appearances; but things that have no appearances, cannot present themselves to our thoughts\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 66,
                            "name": "Recognitions of Clement Book II 66:6",
                            "text": "Then said Peter: \"If everything that can come into our thoughts has a subsistence, then, with respect to that place of immensity which you say is outside the world, if one thinks in his heart that it is light, and another that it is darkness, how can one and the same place be both light and darkness, according to their different thoughts concerning it?\" Then said Simon: \"Let pass for the present what I have said; and tell us what you suppose to be above the heavens\"."
                        }
                    ]
                },
                {
                    "chapter": 67,
                    "name": "Recognitions of Clement Book II 67",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 67,
                            "name": "Recognitions of Clement Book II 67:1",
                            "text": "Chapter LXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 67,
                            "name": "Recognitions of Clement Book II 67:2",
                            "text": "—The Law Teaches of Immensity."
                        },
                        {
                            "verse": 3,
                            "chapter": 67,
                            "name": "Recognitions of Clement Book II 67:3",
                            "text": "Then said Peter: \"If you believed concerning the true fountain of light, I could instruct you what and of what sort is that which is immense, and should render, not a vain fancy, but a consistent and necessary account of the truth, and should make use, not of sophistical assertions, but testimonies of the law and nature, that you might know that the law especially contains what we ought to believe in regard to immensity."
                        },
                        {
                            "verse": 4,
                            "chapter": 67,
                            "name": "Recognitions of Clement Book II 67:4",
                            "text": "But if the doctrine of immensity is not unknown to the law, then assuredly, nought else can be unknown to it; and therefore it is a false supposition of yours, that there is anything of which the law is not cognisant."
                        },
                        {
                            "verse": 5,
                            "chapter": 67,
                            "name": "Recognitions of Clement Book II 67:5",
                            "text": "Much more shall nothing be unknown to Him who gave the law."
                        },
                        {
                            "verse": 6,
                            "chapter": 67,
                            "name": "Recognitions of Clement Book II 67:6",
                            "text": "Yet I cannot speak anything to you of immensity and of those things which are without limit, unless first you either accept our account of those heavens which are bounded by a certain limit, or else propound your own account of them."
                        },
                        {
                            "verse": 7,
                            "chapter": 67,
                            "name": "Recognitions of Clement Book II 67:7",
                            "text": "But if you cannot understand concerning those which are comprehended within fixed boundaries, much more can you neither know nor learn anything concerning those which are without limit\"."
                        }
                    ]
                },
                {
                    "chapter": 68,
                    "name": "Recognitions of Clement Book II 68",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 68,
                            "name": "Recognitions of Clement Book II 68:1",
                            "text": "Chapter LXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 68,
                            "name": "Recognitions of Clement Book II 68:2",
                            "text": "—The Visible and the Invisible Heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 68,
                            "name": "Recognitions of Clement Book II 68:3",
                            "text": "To this Simon answered: \"It seems to me to be better to believe simply that God is, and that that heaven which we see is the only heaven in the whole universe\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 68,
                            "name": "Recognitions of Clement Book II 68:4",
                            "text": "But Peter said: \"Not so; but it is proper to confess one God who truly is; but that there are heavens, which were made by Him, as also the law says, of which one is the higher, in which also is contained the visible firmament; and that that higher heaven is perpetual and eternal, with those who dwell in it; but that this visible heaven is to be dissolved and to pass away at the end of the world, in order that that heaven which is older and higher may appear after the judgment to the holy and the worthy\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 68,
                            "name": "Recognitions of Clement Book II 68:5",
                            "text": "To this Simon answered: \"That these things are so, as you say, may appear to those who believe them; but to him who seeks for reasons of these things, it is impossible that they can be produced from the law, and especially concerning the immensity of light\"."
                        }
                    ]
                },
                {
                    "chapter": 69,
                    "name": "Recognitions of Clement Book II 69",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 69,
                            "name": "Recognitions of Clement Book II 69:1",
                            "text": "Chapter LXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 69,
                            "name": "Recognitions of Clement Book II 69:2",
                            "text": "—Faith and Reason."
                        },
                        {
                            "verse": 3,
                            "chapter": 69,
                            "name": "Recognitions of Clement Book II 69:3",
                            "text": "Then Peter: \"Do not think that we say that these things are only to be received by faith, but also that they are to be asserted by reason."
                        },
                        {
                            "verse": 4,
                            "chapter": 69,
                            "name": "Recognitions of Clement Book II 69:4",
                            "text": "For indeed it is not safe to commit these things to bare faith without reason, since assuredly truth cannot be without reason."
                        },
                        {
                            "verse": 5,
                            "chapter": 69,
                            "name": "Recognitions of Clement Book II 69:5",
                            "text": "And therefore he who has received these things fortified by reason, can never lose them; whereas he who receives them without proofs, by an assent to a simple statement of them, can neither keep them safely, nor is certain if they are true; because he who easily believes, also easily yields."
                        },
                        {
                            "verse": 6,
                            "chapter": 69,
                            "name": "Recognitions of Clement Book II 69:6",
                            "text": "But he who has sought reason for those things which he has believed and received, as though bound by chains of reason itself, can never be torn away or separated from those things which he hath believed."
                        },
                        {
                            "verse": 7,
                            "chapter": 69,
                            "name": "Recognitions of Clement Book II 69:7",
                            "text": "And therefore, according as any one is more anxious in demanding a reason, by so much will he be the firmer in preserving his faith\"."
                        }
                    ]
                },
                {
                    "chapter": 70,
                    "name": "Recognitions of Clement Book II 70",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 70,
                            "name": "Recognitions of Clement Book II 70:1",
                            "text": "Chapter LXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 70,
                            "name": "Recognitions of Clement Book II 70:2",
                            "text": "—Adjournment."
                        },
                        {
                            "verse": 3,
                            "chapter": 70,
                            "name": "Recognitions of Clement Book II 70:3",
                            "text": "To this Simon replied: \"It is a great thing which you promise, that the eternity of boundless light can be shown from the law\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 70,
                            "name": "Recognitions of Clement Book II 70:4",
                            "text": "And when Peter said, \"I shall show it whenever you please,\" Simon answered: \"Since now it is a late hour, I shall stand by you and oppose you to-morrow; and if you can prove that this world was created, and that souls are immortal, you shall have me to assist you in your preaching\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 70,
                            "name": "Recognitions of Clement Book II 70:5",
                            "text": "When he had said thus, he departed, and was followed by a third part of all the people who had come with him, who were about one thousand men."
                        },
                        {
                            "verse": 6,
                            "chapter": 70,
                            "name": "Recognitions of Clement Book II 70:6",
                            "text": "But the rest with bended knees prostrated themselves before Peter; and he, invoking upon them the name of God, cured some who had demons, healed others who were sick, and so dismissed the people rejoicing, commanding them to come early the next day."
                        },
                        {
                            "verse": 7,
                            "chapter": 70,
                            "name": "Recognitions of Clement Book II 70:7",
                            "text": "But Peter, when the crowds had withdrawn, commanded the table to be spread on the ground, in the open air, in the court where the disputation had been held, and sat down together with those eleven; but I dined reclining with some others who also had made a beginning of hearing the word of God, and were greatly beloved."
                        }
                    ]
                },
                {
                    "chapter": 71,
                    "name": "Recognitions of Clement Book II 71",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 71,
                            "name": "Recognitions of Clement Book II 71:1",
                            "text": "Chapter LXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 71,
                            "name": "Recognitions of Clement Book II 71:2",
                            "text": "—Separation from the Unclean."
                        },
                        {
                            "verse": 3,
                            "chapter": 71,
                            "name": "Recognitions of Clement Book II 71:3",
                            "text": "But Peter, most benignantly regarding me, lest haply that separation might cause me sorrow, says to me: \"It is not from pride, O Clement, that I do not eat with those who have not yet been purified; but I fear lest perhaps I should injure myself, and do no good to them."
                        },
                        {
                            "verse": 4,
                            "chapter": 71,
                            "name": "Recognitions of Clement Book II 71:4",
                            "text": "For this I would have you know for certain, that every one who has at any time worshipped idols, and has adored those whom the pagans call gods, or has eaten of the things sacrificed to them, is not without an unclean spirit; for he has become a guest of demons, and has been partaker with that demon of which he has formed the image in his mind, either through fear or love."
                        },
                        {
                            "verse": 5,
                            "chapter": 71,
                            "name": "Recognitions of Clement Book II 71:5",
                            "text": "And by these means he is not free from an unclean spirit, and therefore needs the purification of baptism, that the unclean spirit may go out of him, which has made its abode in the inmost affections of his soul, and what is worse, gives no indication that it lurks within, for fear it should be exposed and expelled\"."
                        }
                    ]
                },
                {
                    "chapter": 72,
                    "name": "Recognitions of Clement Book II 72",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:1",
                            "text": "Chapter LXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:2",
                            "text": "—The Remedy."
                        },
                        {
                            "verse": 3,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:3",
                            "text": "\"For these unclean spirits love to dwell in the bodies of men, that they may fulfil their own desires by their service, and, inclining the motions of their souls to those things which they themselves desire, may compel them to obey their own lusts, that they may become wholly vessels of demons."
                        },
                        {
                            "verse": 4,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:4",
                            "text": "One of whom is this Simon, who is seized with such disease, and cannot now be healed, because he is sick in his will and purpose."
                        },
                        {
                            "verse": 5,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:5",
                            "text": "Nor does the demon dwell in him against his will; and therefore, if any one would drive it out of him, since it is inseparable from himself, and, so to speak, has now become his very soul, he should seem rather to kill him, and to incur the guilt of manslaughter."
                        },
                        {
                            "verse": 6,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:6",
                            "text": "Let no one of you therefore be saddened at being separated from eating with us, for every one ought to observe that it is for just so long a time as he pleases."
                        },
                        {
                            "verse": 7,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:7",
                            "text": "For he who wishes soon to be baptized is separated but for a little time, but he for a longer who wishes to be baptized later."
                        },
                        {
                            "verse": 8,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:8",
                            "text": "Every one therefore has it in his own power to demand a shorter or a longer time for his repentance; and therefore it lies with you, when you wish it, to come to our table; and not with us, who are not permitted to take food with any one who has not been baptized."
                        },
                        {
                            "verse": 9,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:9",
                            "text": "It is rather you, therefore, who hinder us from eating with you, if you interpose delays in the way of your purification, and defer your baptism\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:10",
                            "text": "Having said thus, and having blessed, he took food."
                        },
                        {
                            "verse": 11,
                            "chapter": 72,
                            "name": "Recognitions of Clement Book II 72:11",
                            "text": "And afterwards, when he had given thanks to God, he went into the house and went to bed; and we all did the like, for it was now night."
                        }
                    ]
                }
            ]
        }
    ]
}